[
    {
        "reference": "المادة 1",
        "contenu": "تطبيقاً لأحكام الدستور ولا سيما الفصل 112 منه، يحدد هذا القانون التنظيمي النظام الأساسي للقضاة الذي يتضمن المقتضيات الخاصة بتأليف السلك القضائي وحقوق القضاة وواجباتهم ووضعياتهم والضمانات الممنوحة لهم."
    },
    {
        "reference": "المادة 2",
        "contenu": "تطبيقاً لأحكام الفصل 113 من الدستور، يسهر المجلس الأعلى للسلطة القضائية على تطبيق الضمانات الممنوحة للقضاة وفق مقتضيات هذا القانون التنظيمي، وكذا القانون التنظيمي المتعلق بالمجلس الأعلى للسلطة القضائية. يُشار إلى المجلس الأعلى للسلطة القضائية في هذا القانون التنظيمي باسم المجلس."
    },
    {
        "reference": "المادة 3",
        "contenu": "يتألفُ السلك القضائي بالمملكة الخاضع لهذا النظام الأساسي من هيئة واحدة، تَشْمَلُ قضاة الأحكام وقضاة النيابة العامة، المعيَّنين بمحاكم أول درجة ومحاكم الاستئناف ومحكمة النقض، الموجودين في إحدى الوضعيات المنصوص عليها في المادة 57 أدناه."
    },
    {
        "reference": "المادة 4",
        "contenu": "تُحدد المناصب القضائية التي يعين فيها القضاة كما يلي: قاض بمحكمة أول درجة؛ نائب وكيل الملك لدى محكمة أول درجة؛ مستشار بمحكمة استئناف؛ نائب الوكيل العام للملك لدى محكمة استئناف؛ مستشار بمحكمة النقض؛ محام عام لدى محكمة النقض."
    },
    {
        "reference": "المادة 5",
        "contenu": "تُحَدِّد مهام المسؤولية القضائية كما يلي: رئيس محكمة أول درجة؛ وكيل الملك لدى محكمة أول درجة؛ رئيس أول لمحكمة استئناف؛ وكيل عام للملك لدى محكمة استئناف؛ الرئيس الأول لمحكمة النقض؛ الوكيل العام للملك لدى محكمة النقض؛ نائب الرئيس الأول لمحكمة النقض؛ رئيس الغرفة الأولى بمحكمة النقض وباقي رؤساء الغرف بها؛ المحامي العام الأول لدى محكمة النقض."
    },
    {
        "reference": "المادة 6",
        "contenu": "يُرتب القضاة في درجات متسلسلة على النحو التالي: الدرجة الثالثة؛ الدرجة الثانية؛ الدرجة الأولى؛ الدرجة الاستثنائية؛ الدرجة الممتازة؛ خارج الدرجة. تُحَدَّدُ بنص تنظيمي الرُّتَبُ التي تَشْتَمِلُ عليها كل درجة من الدرجات المذكورة وَتَسَلْسِلَ الأرقام الاستدلالية المطابقة لها."
    },
    {
        "reference": "المادة 7",
        "contenu": "يُشْتَرَطُ في المترشح لولوج السلك القضائي: أن يكون من جنسية مغربية؛ أن يكون متمتعاً بحقوقه المدنية وذا مروءة وسلوك حسن؛ ألا يكون مداناً قضائياً أو تأديبياً بسبب ارتكابه أفعالاً منافية للشرف والمروءة أو حسن السلوك ولو رد اعتباره؛ أن يكون متوفرا على شروط القدرة الصحية اللازمة للقيام بالمهام القضائية."
    },
    {
        "reference": "المادة 8",
        "contenu": "علاوة على الشروط العامة المنصوص عليها في المادة السابقة، يُشْتَرَطُ في المترشح لاجتياز مباراة الملحقين القضائيين: ألا تتجاوز سنه خمساً وأربعين (45) سنة في فاتح يناير من سنة إجراء المباراة؛ أن يكون حاصلاً على شهادة جامعية يُحَدِّد القانون نوعها والمدة اللازمة للحصول عليها. يُعَيَّنُ قُضَاةً في السلك القضائي الملحقون القضائيون الناجحون في امتحان نهاية التكوين بمؤسسة تكوين القضاة، طبقا للمقتضيات التشريعية والتنظيمية الجاري بها العمل. تُحَدَّدُ بقانون مهام مؤسسة تكوين القضاة، وقواعد تنظيمها وكيفيات تسييرها."
    },
    {
        "reference": "المادة 9",
        "contenu": "يُمْكِنُ أَن يُعَيَّنَ قُضَاةً في السلك القضائي، وبعد اجتياز مباراة المترشحون المنتمون إلى بعض فئات المهنيين والموظفين الذين لا تتجاوز سنهم، عند تقديم الطلب خمسا وخمسين (55) سنة والذين مارسوا مهنتهم أو مهامهم بصفة فعلية لمدة لا تقل عن عشر (10) سنوات. يُحدد القانون فئات المهنيين والموظفين المخول لهم اجتياز المباراة وكذا نوع الشهادات الجامعية المطلوبة."
    },
    {
        "reference": "المادة 10",
        "contenu": "يعفى من المباراة المترشحون الحاصلون على شهادة دكتوراه الدولة في القانون أو الشريعة، أو شهادة الدكتوراه في القانون أو الشريعة، أو ما يعادلهما طبقاً للمقتضيات التنظيمية الجاري بها العمل، الذين لا تتجاوز سنهم، عند تقديم الطلب، خمسا وخمسين (55) سنة، والمنتمون إلى بعض فئات المهنيين والموظفين التالي بيانهم: الأساتذة الباحثون الذين مارسوا مهنة التدريس الجامعي في فرع من فروع القانون لمدة لا تقل عن عشر (10) سنوات؛ المحامون الذين مارسوا مهنة المحاماة بصفة فعلية لمدة لا تقل عن عشر (10) سنوات؛ موظفو هيئة كتابة الضبط المنتمون إلى درجة مرتبة في سلم الأجور رقم 11 على الأقل والذين زاولوا مهام كتابة الضبط بصفة فعلية لمدة لا تقل عن عشر (10) سنوات؛ الموظفون الذين يسري عليهم النظام الأساسي لموظفي المجلس الأعلى للسلطة القضائية المنتمون إلى درجة مرتبة في سلم الأجور رقم 11 على الأقل، والذين قضوا مدة لا تقل عن عشر (10) سنوات من الخدمة الفعلية في مجال الشؤون القانونية؛ موظفو الإدارات المنتمون إلى درجة مرتبة في سلم الأجور رقم 11 على الأقل والذين قضوا مدة لا تقل عن عشر (10) سنوات من الخدمة العمومية الفعلية في مجال الشؤون القانونية."
    },
    {
        "reference": "المادة 11",
        "contenu": "تُوجه طلبات الترشيح لولوج السلك القضائي بالنسبة للفئات المذكورة في المادتين 9 و 10 أعلاه، إلى الرئيس المنتدب للمجلس."
    },
    {
        "reference": "المادة 12",
        "contenu": "يَقْضِي القضاة المعيَّنُونَ طبقاً للمادتين 9 و 10 أعلاه تكويناً بمؤسسة تكوين القضاة يُحَدِّدُ القانون مُدَّتَهُ."
    },
    {
        "reference": "المادة 13",
        "contenu": "يُعيِّن المجلس الملحقين القضائيين المذكورين في المادة 8 أعلاه، نواباً لوكيل الملك لدى محاكم أول درجة، ويرتبون في الرتبة الأولى من الدرجة الثالثة؛ ويعين قضاة الأحكام من بين هؤلاء النواب، بعد قضاء سنتين على الأقل. غير أنه يمكن، من أجل سد الخصاص، تعيين الملحقين القضائيين المذكورين مباشرة قضاة للأحكام. ويُعفى الملحقون القضائيون الذين لا تتوفر فيهم شروط تعيينهم قضاة، أو يُعَادُونَ إلى إدارتهم الأصلية إذا كانوا موظفين."
    },
    {
        "reference": "المادة 14",
        "contenu": "يُعَيِّن المجلس المترشحين المنتمين إلى الفئات المشار إليها في المادتين 9 و 10 أعلاه، قُضَاةَ أحكام أو قُضَاةً للنيابة العامة، ويُرَتَّبُونَ في إحدى الدرجات المنصوص عليها في المادة 6 أعلاه. يُرَاعِي المجلس، عند ترتيب القضاة المنتمين إلى فئات المهنيين والمحامين مدة الأقدمية التي اكتسبوها خلال مسارهم المهني بالإضافة إلى تخصصهم. يُرَتَّبُ الموظفون والأساتذة الباحثون المُعَيَّنُونَ قُضاة في الرتبة التي تساوي رقمهم الاستدلالي أو تفوق مباشرة الرقم الاستدلالي الذي كانوا ينتفعون به في سلكهم الأصلي، ويحتفظون في حدود سنتين (2) بالأقدمية المكتسبة في رتبتهم القديمة، إذا تم إدماجهم في رقم استدلالي معادل أو إذا كانت استفادتهم من هذا الإدماج تقل عن الاستفادة التي قد تترتب عن الترقي في الرتبة بسلكهم الأصلي. يَتَقَاضَى الموظفون الذين تَرَتَّبَ عن ولوجهم السلك القضائي نقص في الأجرة التي كانوا يتقاضونها في سلكهم الأصلي، تعويضا تكميليا يجري عليه الاقتطاع لأجل التقاعد."
    },
    {
        "reference": "المادة 15",
        "contenu": "يَلْتَزِمُ القاضي، بعد تعيينه، بقضاء ثمان (8) سنوات على الأقل من الخدمة الفعلية في السلك القضائي أو في وضعية الإلحاق. يَتَعَيَّنُ على القاضي الذي لم يتقيد بالالتزام المذكور، ردُّ الأجور التي تقاضاها أثناء مدة التكوين بنسبة المدة الباقية لانتهاء فترة ثمان (8) سنوات المذكورة ما لم يكن موظفاً. وَيُعْفَى القاضي من رد الأجور المذكورة إذا وضع حد لمهامه بسبب عدم قدرته الصحية التي أصبح معها من المستحيل عليه الاستمرار في أداء مهامه، وَيُتَّخَذُ مُقرَّر الإعفاء من قبل المجلس."
    },
    {
        "reference": "المادة 16",
        "contenu": "يُعَيَّنُ قُضاة محاكم أول درجة ونواب وكيل الملك لديها من بين القضاة المرتبين في الدرجة الثالثة، غير أنه يمكن تعيينهم من بين القضاة المرتبين في درجات أعلى."
    },
    {
        "reference": "المادة 17",
        "contenu": "يُعَيَّن المستشارون بمختلف محاكم الاستئناف ونواب الوكيل العام للملك لديها، من بين القضاة المرتبين في الدرجة الثانية على الأقل."
    },
    {
        "reference": "المادة 18",
        "contenu": "يُعَيَّنُ المستشارون بمحكمة النقض والمحامون العامون لديها من بين القضاة المُرتَّبين في الدرجة الأولى على الأقل، الذين مارسوا أو يمارسون مهامهم بمحاكم الاستئناف."
    },
    {
        "reference": "المادة 19",
        "contenu": "يُعين رؤساء محاكم أول درجة ووكلاء الملك لديها، من بين القضاة المرتبين في الدرجة الثانية على الأقل."
    },
    {
        "reference": "المادة 20",
        "contenu": "يُعينُ الرؤساء الأولون لمختلف محاكم الاستئناف والوكلاء العامون للملك لديها، من بين القضاة المرتبين في الدرجة الأولى على الأقل."
    },
    {
        "reference": "المادة 21",
        "contenu": "يعين المجلس، باقتراح من المسؤول القضائي بالمحكمة المعنية، كلا من: نائب رئيس محكمة أول درجة، والنائب الأول لوكيل الملك لديها؛ نائب الرئيس الأول لمحكمة استئناف، والنائب الأول للوكيل العام للملك لديها. تُحدد بقرار للمجلس المحاكم التي يُعَيَّنُ بها النواب المشار إليهم مع تحديد عددهم بالنسبة لكل محكمة."
    },
    {
        "reference": "المادة 22",
        "contenu": "يعين الملك الرئيس الأول لمحكمة النقض والوكيل العام للملك لديها لمدة خمس (5) سنوات قابلة للتجديد مرة واحدة، غير أنه يمكن وضع حد لهذا التعيين قبل انتهاء المدة المذكورة. يُرَتَّبُ كل من الرئيس الأول لمحكمة النقض والوكيل العام للملك لديها خارج الدرجة، ويحتفظان بهذا الترتيب بعد انتهاء مهامهما."
    },
    {
        "reference": "المادة 23",
        "contenu": "يُعيِّن المجلس، باقتراح من الرئيس الأول لمحكمة النقض والوكيل العام للملك لديها، كل فيما يخصه، نائباً للرئيس الأول لمحكمة النقض ومحامياً عاماً أول لديها، من بين القضاة المرتبين في الدرجة الاستثنائية على الأقل."
    },
    {
        "reference": "المادة 24",
        "contenu": "يُمكن تعيين القضاة، خلال مسارهم المهني، إما قضاة أحكام أو قضاة للنيابة العامة."
    },
    {
        "reference": "المادة 25",
        "contenu": "يُوضع قضاة النيابة العامة تحت سلطة وإشراف ومراقبة الوكيل العام للملك لدى محكمة النقض ورؤسائهم التسلسليين."
    },
    {
        "reference": "المادة 26",
        "contenu": "يَتَقَاضَى القضاة أُجْرَةً تتضمن المُرَتَّبَ والتعويضات العائلية والتعويضات الأخرى كيفما كانت طبيعتها المحدثة بموجب النصوص التنظيمية الجاري بها العمل."
    },
    {
        "reference": "المادة 27",
        "contenu": "يَسْتَفِيدُ القضاة بمناسبة مزاولتهم لمهامهم من: تعويض عن الديمومة؛ تعويض عن التنقل والإقامة للقيام بمهام خارج مقار عملهم أو من أجل المشاركة في دورات التكوين المستمر والتكوين التخصصي. يُحدد مبلغ التعويضين المذكورين وشروط الاستفادة منهما بنص تنظيمي."
    },
    {
        "reference": "المادة 28",
        "contenu": "يَسْتَفِيدُ القضاة المكلفون بمهام الإشراف على التدبير والتسيير الإداري للمحاكم من تعويض عن المهام يُحَدِّدُ بنص تنظيمي."
    },
    {
        "reference": "المادة 29",
        "contenu": "يَسْتَفِيدُ المستشارون المساعدون بمحكمة النقض المشار إليهم في القانون التنظيمي المتعلق بالمجلس الأعلى للسلطة القضائية، والمرتبون في الدرجة الثانية أو الأولى، من تعويض عن المهام يُحَدِّدُ بنص تنظيمي."
    },
    {
        "reference": "المادة 30",
        "contenu": "علاوةً على عناصر الأجرة المشار إليها في المادة 26 أعلاه، يَسْتَفِيدُ الرئيس الأول لمحكمة النقض من التعويض عن التمثيل ومختلف المزايا العينية المقررة بمقتضى المادة 13 من القانون التنظيمي المتعلق بالمجلس الأعلى للسلطة القضائية."
    },
    {
        "reference": "المادة 31",
        "contenu": "يَسْتَفِيدُ الوكيل العام للملك لدى محكمة النقض من المرتب والتعويضات والمزايا العينية المقررة للوزراء."
    },
    {
        "reference": "المادة 32",
        "contenu": "يُرقى القضاة من رتبة إلى رتبة ومن درجة الى درجة، بكيفية مستمرة، طبقاً لمقتضيات هذا القانون التنظيمي والنصوص المتخذة لتطبيقه. لا يمكن ترقية القضاة من درجة إلى درجة أعلى إلا بعد التسجيل في لائحة الأهلية للترقية. تُحَدِّدُ بنص تنظيمي أنْسَاقُ الترقي من رتبة إلى رتبة أعلى."
    },
    {
        "reference": "المادة 33",
        "contenu": "يُسجل في لائحة الأهلية للترقية: إلى الدرجة الثانية قضاة الدرجة الثالثة الذين بلغوا الرتبة الخامسة في درجتهم؛ إلى الدرجة الأولى، قضاة الدرجة الثانية الذين يتوفرون على أقدمية خمس (5) سنوات في درجتهم على الأقل؛ إلى الدرجة الاستثنائية، قضاة الدرجة الأولى الذين يتوفرون على أقدمية خمس (5) سنوات في درجتهم على الأقل؛ إلى الدرجة الممتازة، قضاة الدرجة الاستثنائية الذين يتوفرون على أقدمية خمس (5) سنوات في درجتهم على الأقل."
    },
    {
        "reference": "المادة 34",
        "contenu": "توضع لائحة الأهلية للترقية برسم كل سنة على حدة، ويمكن وضع لوائح إضافية خلال نفس السنة إذا اقتضى الأمر ذلك. يمكن بصفة استثنائية وضع لوائح إضافية برسم سنوات سابقة من أجل ترقية القضاة الذين تقرر تأجيل البت في ترقيتهم، بسبب متابعة تأديبية انتهت بتبرئتهم، أو إذا صدر مقرر قضائي لصالحهم إثر المتابعة المذكورة. كما توضع لوائح إضافية خاصة لترقية الأعضاء المنتخبين بالمجلس برسم السنوات التي قضوها بالمجلس، وذلك بعد انتهاء عضويتهم بها."
    },
    {
        "reference": "المادة 35",
        "contenu": "يَقْبَلُ كل قاض تمت ترقيته في الدرجة المنصب القضائي الجديد المعين به وإلا أُلغيت ترقيته؛ وفي هذه الحالة يُسجل في لائحة الأهلية برسم السنة الموالية."
    },
    {
        "reference": "المادة 36",
        "contenu": "يُمْكِنُ للمجلس أن يُكلف، في حالة شغور منصب أو مناصب بمحكمة النقض أو بإحدى المحاكم، قضاة بعد موافقتهم، للقيام بمهام تستلزم أن يكونوا مُرَتَّبين في درجة أعلى من درجتهم، وذلك بالنظر لكفاءتهم ولتخصصهم أو للخصاص الموجود بتلك المحاكم. يَسْتَفِيدُ القضاة المشار إليهم أعلاه، خلال مدة قيامهم بهذه المهام، من المرتب والتعويضات التي تخولها الرتبة الأولى من الدرجة المطابقة لمهامهم الجديدة."
    },
    {
        "reference": "المادة 37",
        "contenu": "تطبيقاً لأحكام الفقرة الأولى من الفصل 111 من الدستور، للقضاة الحق في حرية التعبير، بما يتلاءم مع واجب التحفظ والأخلاقيات القضائية، بما في ذلك الحفاظ على سمعة القضاء وهيبته واستقلاله."
    },
    {
        "reference": "المادة 38",
        "contenu": "تطبيقاً لأحكام الفقرة الأولى من الفصل 12 والفقرة الثانية من الفصل 111 من الدستور، يُمْكِنُ للقضاة المُعَيَّنِينَ طبقاً لمقتضيات المادة 68 من القانون التنظيمي المتعلق بالمجلس الأعلى للسلطة القضائية، الانخراط في جمعيات مُؤَسَّسَةٍ بصفة قانونية وتسعى لتحقيق أهداف مشروعة، أو إنشاء جمعيات مهنية، وفي كلتا الحالتين يتعين مراعاة واجب التحفظ والأخلاقيات القضائية، واحترام واجب التجرد واستقلال القضاء والحفاظ على صفات الوقار صونا لحرمة القضاء وأعرافه. غير أنه يُمْنَعُ على القاضي تأسيس جمعية غير مهنية أو تسييرها بأي شكل من الأشكال."
    },
    {
        "reference": "المادة 39",
        "contenu": "يَتَمَتَّعُ القضاة بحماية الدولة وفق مقتضيات القانون الجنائي والقوانين الخاصة الجاري بها العمل، مما قد يتعرضون له من تهديدات أو تهجمات أو إهانات أو سب أو قذف وجميع الاعتداءات أيا كانت طبيعتها أثناء مباشرة مهامهم أو بسبب القيام بها. وَتَضْمَنُ لهم الدولة التعويض عن الأضرار الجسدية التي يمكن أن يتعرضوا لها أثناء مباشرة مهامهم أو بسبب القيام بها والتي لا تشملها التشريعات المتعلقة بمعاشات الزمانة ورصيد الوفاة، وفي هذه الحالة تَحلُّ الدولة مَحَلَّ الضحية في الحقوق والدعاوى ضد المتسبب في الضرر."
    },
    {
        "reference": "المادة 40",
        "contenu": "يُؤَدِّي كل قاض عند تعيينه لأول مرة في السلك القضائي وقبل الشروع في مهامه اليمين التالية: \"أقسم بالله العظيم أن أمارس مهامي بحياد وتجرد وإخلاص وتفان، وأن أحافظ على صفات الوقار والكرامة، وعلى سر المداولات بما يصون هيبة القضاء واستقلاله، وأن ألتزم بالتطبيق العادل للقانون، وأن أسلك في ذلك مسلك القاضي النزيه\". تُؤَدَّى هذه اليمين أمام محكمة النقض في جلسة رسمية. يُحرر محضر أداء اليمين وَيُوَجَّهُ إلى الأمانة العامة للمجلس، كما تُوَجَّهُ نسخة منه إلى المحكمة المُعَيَّنِ بها القاضي المعني وكذا إلى الوزارة المكلفة بالعدل. وكل إخلال بالالتزامات الواردة في اليمين المذكورة يُعْتَبَرُ إخلالاً بالواجبات المهنية."
    },
    {
        "reference": "المادة 41",
        "contenu": "تطبيقاً لأحكام الفصل 117 من الدستور، يجب على كل قاض أن يسهر، خلال مزاولته لمهامه القضائية على حماية حقوق الأشخاص والجماعات وحرياتهم وأمنهم القضائي وتطبيق القانون."
    },
    {
        "reference": "المادة 42",
        "contenu": "طبقاً لأحكام الفقرة الأولى من الفصل 110 من الدستور، لا يُلزم قضاة الأحكام إلا بتطبيق القانون، ولا تصدر أحكام القضاء إلا على أساس التطبيق العادل للقانون."
    },
    {
        "reference": "المادة 43",
        "contenu": "تطبيقاً لأحكام الفقرة الثانية من الفصل 110 من الدستور، يجب على قضاة النيابة العامة تطبيق القانون، كما يتعين عليهم الالتزام بالتعليمات الكتابية القانونية الصادرة عن السلطة التي يَتْبَعُونَ لها وفق الشروط والكيفيات المحددة في القانون. كما يَلْتَزِمُ قضاة النيابة العامة بالامتثال للأوامر والملاحظات القانونية الصادرة عن رؤسائهم التسلسليين."
    },
    {
        "reference": "المادة 44",
        "contenu": "يَلْتَزِمُ القاضي باحترام المبادئ والقواعد الواردة في مدونة الأخلاقيات القضائية، كما يحرص على احترام تقاليد القضاء وأعرافه والمحافظة عليها، وَيُمْنَعُ عليه ارتداء البذلة خارج قاعات الجلسات."
    },
    {
        "reference": "المادة 45",
        "contenu": "تطبيقاً لأحكام الفقرة الأولى من الفصل 120 من الدستور، يحرص القاضي على البت في القضايا المعروضة عليه داخل أجل معقول، مع مراعاة الآجال المُحَدَّدَةِ بمقتضى نصوص خاصة. يَتَوَلَّى المجلس تحديد أجَالٍ لِلْبَتٌ في مختلف أنواع القضايا، في حالة عدم تحديدها بمقتضى نص قانوني. تُعتبر الآجال التي يُحَدِّدُها المجلس مجرد أجال استرشادية لتطبيق أحكام هذه المادة ولا يترتب عليها أي أثر بالنسبة للدعوى."
    },
    {
        "reference": "المادة 46",
        "contenu": "تطبيقاً لأحكام الفقرة الأخيرة من الفصل 111 من الدستور، يُمْنَعُ على القضاة الانخراط في الأحزاب السياسية والمنظمات النقابية. يُمْنَعُ عليهم كذلك القيام بأي عمل فردي أو جماعي كيفما كانت طبيعته قد يؤدي إلى وقف أو عرقلة عقد الجلسات أو السير العادي للمحاكم."
    },
    {
        "reference": "المادة 47",
        "contenu": "يُمْنَعُ على القضاة أن يمارسوا خارج مهامهم، ولو بصفة عرضية، أي نشاط مهني، كيفما كانت طبيعته بأجر أو بدونه؛ غير أنه يمكن منح استثناءات فردية بموجب قرار للرئيس المنتدب للمجلس، وذلك لضرورة التدريس أو البحث العلمي أو القيام بمهام تكلفهم بها الدولة. لا يشمل هذا المنع إنتاج المصنفات الأدبية أو العلمية أو الفنية، غير أنه لا يجوز لأصحابها أن يَذْكُرُوا صفاتهم كقضاة إلا بإذن من الرئيس المنتدب للمجلس. يُمكن للقاضي المشاركة في الأنشطة والندوات العلمية شريطة ألا يؤثر ذلك على أدائه المهني، مع مراعاة مقتضيات المادتين 37 و 44 أعلاه، وتُعْتَبَرُ الآراء التي يُدلي بها القاضي المعني بمناسبة هذه المشاركة آراء شخصية، ولا تُعْتَبَرُ مُعَبِّرةً عن أي رأي لجهة رسمية إلا إذا كان مرخصاً له بذلك."
    },
    {
        "reference": "المادة 48",
        "contenu": "تطبيقاً لأحكام الفصل 109 من الدستور، لا يَتَلَقَّى القاضي بشأن مهمته القضائية أي أوامر أو تعليمات ولا يخضع لأي ضغط، ويجب على كل قاض اعتبر أن استقلاله مُهدَّد، أن يُحيل الأمر إلى المجلس الأعلى للسلطة القضائية وفق مقتضيات القانون التنظيمي المتعلق بهذا الأخير."
    },
    {
        "reference": "المادة 49",
        "contenu": "يُمْنَعُ على القاضي إبداء رأيه في أي قضية معروضة على القضاء."
    },
    {
        "reference": "المادة 50",
        "contenu": "يَلْتَزم كل قاض بالمشاركة في دورات وبرامج التكوين المستمر التي تُنظم لفائدة القضاة."
    },
    {
        "reference": "المادة 51",
        "contenu": "يتلقى المسؤولون القضائيون تكويناً خاصاً حول الإدارة القضائية. يُشرف عليه المجلس بتنسيق مع الوزارة المكلفة بالعدل ورئاسة النيابة العامة."
    },
    {
        "reference": "المادة 52",
        "contenu": "يُقيم القاضي داخل دائرة نفوذ محكمة الاستئناف التي يُمارس مهامه بها. غير أنه، يُمْكِنُ للرئيس المنتدب للمجلس أن يمنح ترخيصاً للإقامة خارج الدائرة المذكورة بناء على طَلَب مُعَلَّلٍ يُقَدِّمُهُ القاضي المعني."
    },
    {
        "reference": "المادة 53",
        "contenu": "يُمْسِكُ المجلس ملفاً خاصاً بكل قاض تُحْفَظُ به جميع الوثائق والمستندات المتعلقة بحالته المدنية والعائلية، وتلك المتعلقة بتدبير وضعيته المهنية."
    },
    {
        "reference": "المادة 54",
        "contenu": "يُعهد بتقييم أداء القضاة إلى كل من: الرئيس الأول لمحكمة النقض بالنسبة للمستشارين بهذه المحكمة وللرؤساء الأولين لمختلف محاكم الاستئناف؛ الوكيل العام للملك لدى محكمة النقض بالنسبة لقضاة النيابة العامة بهذه المحكمة وللوكلاء العامين للملك لدى مختلف محاكم الاستئناف؛ الرؤساء الأولين لمختلف محاكم الاستئناف بالنسبة للقضاة الممارسين لمهامهم بهذه المحاكم ولرؤساء محاكم أول درجة التابعة لدوائر نفوذهم؛ الوكلاء العامين للملك لدى مختلف محاكم الاستئناف بالنسبة لنوابهم ولوكلاء الملك لدى محاكم أول درجة التابعة لدوائر نفوذهم؛ رؤساء محاكم أول درجة بالنسبة للقضاة الممارسين لمهامهم بهذه المحاكم؛ وكلاء الملك لدى محاكم أول درجة بالنسبة لنوابهم."
    },
    {
        "reference": "المادة 55",
        "contenu": "يُنجز المسؤولون القضائيون المذكورون في المادة 54 أعلاه، كل فيما يخصه، قبل متم شهر ديسمبر من كل سنة، تقريرا لتقييم أداء القضاة. يُحَدِّد نموذج هذا التقرير بقرار للمجلس، ويتضمن على الخصوص العناصر التالية: الأداء المهني؛ المؤهلات الشخصية؛ السلوك والعلاقات بالمحيط المهني؛ القدرة على التدبير؛ الالتزام بالأخلاقيات المهنية واحترام تقاليد القضاء وأعرافه؛ رغبات القاضي وآراءه حول ظروف العمل والإمكانيات المتوفرة. يُعْرَضُ التقرير على القاضي للاطلاع عليه بعد إثبات تقييم المسؤول القضائي. وَيُمْكِنُهُ أَن يُبْدِيَ ملاحظاته على التقييم في المكان المخصص لذلك التقرير، كما يمكنه أن يوجه ملاحظاته للمجلس قبل فاتح مارس الموالي للتقييم. يمكن للمسؤول القضائي أن يُعَقِّبَ على ملاحظات القاضي. تُوَجَّه نسخة من تقرير تقييم الأداء، فور إنجازه، إلى الأمانة العامة للمجلس لِتُضَمَّ إلى ملف القاضي. يَضَعُ المجلس لغاية تنفيذ مقتضيات هذه المادة نموذجا لملف تقييم الأداء خاص بكل قاض، يُضَمِّنُهُ المسؤول القضائي ملاحظاته المرتبطة بعناصر التقييم في إبانها."
    },
    {
        "reference": "المادة 56",
        "contenu": "إذا لم يطلع القاضي على تقرير تقييم الأداء المتعلق به وفقاً لمقتضيات الفقرة الثالثة من المادة 55 أعلاه، فإنه يحق له، طبقاً لمسطرة يُحَدِّدُها النظام الداخلي للمجلس، الاطلاع على آخر تقرير تقييم الأداء الخاص به، وذلك قبل متم شهر يونيو من السنة الموالية لإنجاز التقرير. يُمْكِنُ للقاضي المعني بالأمر أن يُقَدِّم، داخل أجل خمسة عشر (15) يوماً من تاريخ اطلاعه على تقرير تقييم الأداء الخاص به، تظلماً بشأنه إلى المجلس. يَحْصُلُ المجلس، عند الاقتضاء، على المعطيات المُفَصَّلَةِ المُضَمَّنَةِ في ملف تقييم الأداء الخاص بالقاضي، وكذلك على ملاحظات المسؤول القضائي. يبت المجلس في التظلم المرفوع إليه من قبل القاضي بشأن تقرير تقييم الأداء داخل أجل ثلاثين يوماً ابتداء من تاريخ توصله بالتظلم أو من تاريخ توصله بالمعطيات والملاحظات المشار إليها في الفقرة السابقة حسب الحالة، مع مراعاة الفترة الفاصلة بين دورات المجلس. وَيُخْبَرُ القاضي المعني من قبل المجلس بما تقرر في شأن تظلمه."
    },
    {
        "reference": "المادة 57",
        "contenu": "يُوجَدُ كل قاض في إحدى الوضعيات التالية: وضعية القيام بالمهام؛ وضعية الإلحاق؛ وضعية الاستيداع."
    },
    {
        "reference": "المادة 58",
        "contenu": "يُعتبر القاضي في وضعية القيام بالمهام إذا كان يمارس فعليا مهامه بإحدى محاكم المملكة. وَيُعْتَبَرُ في نفس الوضعية القاضي الموضوع رهن الإشارة وكذا القاضي المستفيد من الرخص المذكورة في المادة 59 بعده."
    },
    {
        "reference": "المادة 59",
        "contenu": "تنقسم الرخص إلى ما يلي: 1- الرخص الإدارية التي تشمل الرخص السنوية والرخص الاستثنائية أو الرخص بالتغيب؛ 2- الرخص الممنوحة لأسباب صحية وتشمل: رخص المرض القصيرة الأمد، رخص المرض المتوسطة الأمد، رخص المرض الطويلة الأمد، الرخص بسبب أمراض أو إصابات ناتجة عن مزاولة العمل أو بمناسبته؛ 3- الرخص الممنوحة عن الولادة والرضاعة والأبوة والكفالة؛ 4- الرخص بدون أجر. يتقاضى القضاة الموجودون في رخصة لأسباب صحية، بحسب الحالة، مجموع أو نصف أجرتهم المُحْتَسَبَةِ في معاش التقاعد، ويستفيدون من مجموع التعويضات العائلية في جميع حالات الرخص لأسباب صحية."
    },
    {
        "reference": "المادة 60",
        "contenu": "يحق لكل قاض يوجد في وضعية القيام بالمهام أن يستفيد من رخصة سنوية مؤدى عنها. تُحدد مدة الرخصة في اثنين وعشرين (22) يوم عمل برسم كل سنة زاول أثناءها مهامه."
    },
    {
        "reference": "المادة 61",
        "contenu": "يَتَوَلَّى مَنْحَ الرخص الإدارية للقضاة: الرئيس الأول لمحكمة النقض والوكيل العام للملك لديها، كل فيما يخصه، بالنسبة للقضاة الممارسين لمهامهم بمحكمة النقض، والرؤساء الأولين لمختلف محاكم الاستئناف والوكلاء العامين للملك لديها؛ الرؤساء الأولون لمختلف محاكم الاستئناف والوكلاء العامون للملك لديها، كل فيما يخصه، بالنسبة للقضاة الممارسين لمهامهم بهذه المحاكم، وكذا رؤساء محاكم أول درجة ووكلاء الملك لديها الممارسين لمهامهم بدائرة نفوذها؛ رؤساء محاكم أول درجة ووكلاء الملك لديها، كل فيما يخصه، بالنسبة للقضاة الممارسين لمهامهم بهذه المحاكم."
    },
    {
        "reference": "المادة 62",
        "contenu": "يتولى المسؤولون القضائيون المذكورون في المادة 61 أعلاه، كل فيما يخصه، تحديد جدولة الرخص السنوية، كما يمكن لهم رعيا لضرورة المصلحة، أن يعترضوا على تجزئتها، وتُؤْخَذُ بعين الاعتبار الوضعية العائلية من أجل تخويل الأسبقية في اختيار فترات الرخص السنوية. ولا يمكن تأجيل الاستفادة من الرخصة السنوية برسم سنة مُعَيَّنَةٍ إلى السنة الموالية إلا استثناء ولمرة واحدة. ولا يُخَوِّلُ عدم الاستفادة من الرخصة السنوية الحق في تقاضي أي تعويض عن ذلك. يُشْعرُ المجلس فوراً بالرخص الممنوحة."
    },
    {
        "reference": "المادة 63",
        "contenu": "يُمْكِنُ للمسؤولين القضائيين المذكورين في المادة 61 أعلاه، كل فيما يخصه، أن يمنحوا رخصاً استثنائية، أو أن يرخصوا بالتغيب، مع التمتع بكامل الأجرة دون أن يدخل ذلك في حساب الرخص الاعتيادية للقضاة الذين يعززون طلبهم بمبررات عائلية أو أسباب وجيهة واستثنائية، على ألا تتجاوز مدة هذه الرخصة عشرة (10) أيام في السنة. للقضاة الراغبين في أداء فريضة الحج، ولا تُمْنَحُ هذه الرخصة إلا مرة واحدة لمدة شهرين (2) طيلة مسارهم المهني على ألا يستفيد القضاة المذكورون من الرخصة المنصوص عليها في المادة 60 أعلاه خلال السنة التي استفادوا فيها من رخصة أداء فريضة الحج. تُحدد قائمة الرخص الاستثنائية التي يستفيد منها القضاة بنص تنظيمي."
    },
    {
        "reference": "المادة 64",
        "contenu": "يُمْكِنُ للقاضي، بطلب منه وبعد موافقة الرئيس المنتدب للمجلس، أن يستفيد مرة واحدة كل سنتين (2) من رخصة بدون أجر لا تتعدى شهرا واحدا غير قابل للتجزئة."
    },
    {
        "reference": "المادة 65",
        "contenu": "إذا أصيب القاضي بمرض مُثْبَت بصفة قانونية يجعله غير قادر على القيام بمهامه، وَجَبَ عليه الإدلاء بشهادة طبية تُحَدَّدُ فيها المدة التي يُحْتَمَلُ أن يظل خلالها في وضعية لا تسمح له بمزاولة مهامه، وفي هذه الحالة، يُعْتَبَرُ في رخصة مرض بقوة القانون. يُمكن القيام بكل مراقبة طبية أو إدارية مفيدة، بهدف التأكد من أن القاضي لا يستفيد من رخصته إلا لأجل العلاج. تُمنح رخص المرض الطويلة والمتوسطة الأمد من قبل الرئيس المنتدب للمجلس. باستثناء رخص المرض القصيرة الأمد التي تُمْنَحُ مباشرة من قبل المسؤولين القضائيين المذكورين في المادة 61 أعلاه، لا يجوز منح الرخص الأخرى لأسباب صحية إلا بعد موافقة المجلس الصحي."
    },
    {
        "reference": "المادة 66",
        "contenu": "لا يجوز أن تتعدى مدة رخصة المرض القصيرة الأمد ستة (6) أشهر عن فترة كل اثني عشر (12) شهراً متتابعاً، ويستفيد القاضي خلال الثلاثة أشهر الأولى من مجموع أجرته، وتُخَفَضُ هذه الأجرة إلى النصف خلال الثلاثة أشهر الموالية."
    },
    {
        "reference": "المادة 67",
        "contenu": "لا يجوز أن يتعدى مجموع مدة رخصة المرض المتوسطة الأمد ثلاث (3) سنوات، وتُمْنَحُ هذه الرخصة للقاضي المصاب بمرض يجعله غير قادر على القيام بعمله، إذا كان يستلزم علاوة على ذلك مداواة وعلاجات طويلة الأمد وكان يكتسي طابع عجز ثبتت خطورته. يتقاضى القاضي طوال مدة الرخصة المذكورة مجموع أجرته. تُحَدَّدُ بنص تنظيمي قائمة الأمراض التي تُخَوِّلُ الحق في الرخص المنصوص عليها في هذه المادة."
    },
    {
        "reference": "المادة 68",
        "contenu": "لا يجوز أن يتعدى مجموع مدة رخص المرض الطويلة الأمد خمس (5) سنوات، وتُمْنَحُ هذه الرخصة للقاضي المصاب بأحد الأمراض المحددة بنص تنظيمي. يتقاضى القاضي طوال مدة الرخصة المذكورة مجموع أجرته."
    },
    {
        "reference": "المادة 69",
        "contenu": "إذا أُصيب القاضي بمرض أو اسْتَفْحَلَ هذا المرض عليه إما أثناء أو بمناسبة مزاولة عمله وإما خلال قيامه بعمل تضحية اقتضته المصلحة العامة أو لإنقاذ حياة أحد الأشخاص وإما على إثر حادث وقع له أثناء أو بمناسبة مزاولة عمله، فإنه يتقاضى مجموع أجرته إلى أن يصير قادراً على استئناف عمله أو إلى أن يُثبت عدم قدرته نهائياً على العمل، وَيُحَالُ إلى التقاعد طبقاً للشروط المنصوص عليها في مقتضيات نظام المعاشات المدنية بعد عرض وضعيته على المجلس. وَيَحقُّ للقاضي، زيادة على ما ذكر، في جميع الحالات المنصوص عليها في هذه المادة، أن يسترجع أبدال الأتعاب الطبية والمصاريف المترتبة مباشرة عن المرض أو الحادث. تحدد كيفيات تطبيق هذه المادة بقرار للرئيس المنتدب للمجلس. ينشر هذا القرار في الجريدة الرسمية."
    },
    {
        "reference": "المادة 70",
        "contenu": "إذا لاحظ المجلس الصحي، وقت انقضاء الرخصة لأسباب صحية، أن القاضي غير قادر على استئناف عمله نهائياً، أُحيل المعني بالأمر إلى التقاعد إما بطلب منه وإما بصفة تلقائية. وإذا لم يُقر المجلس الصحي بالعجز النهائي للقاضي عن القيام بالعمل ولم يستطع المعني بالأمر بعد انتهاء الرخصة لأسباب صحية استئناف عمله، وضع تلقائيا في حالة الاستيداع طبقا للالمادة 87 بعده."
    },
    {
        "reference": "المادة 71",
        "contenu": "تَتَمَتَّعُ المرأة القاضية الحامل برخصة ولادة مدتها أربعة عشر (14) أسبوعاً، تتقاضى خلالها كامل أجرتها. وتستفيد المرأة القاضية التي أسندت إليها، طبقاً للنصوص التشريعية والتنظيمية الجاري بها العمل، كفالة طفل تقل سنه عن أربعة وعشرين (24) شهراً، من رخصة عن الكفالة مدتها أربعة عشر (14) أسبوعاً، تتقاضى خلالها كاملة أجرتها. كما تستفيد المرأة القاضية من رخصة عن الرضاعة مدتها ساعة واحدة في اليوم، ابتداء من تاريخ استنفاد الرخصة الممنوحة عن الولادة أو الكفالة، حسب الحالة، وذلك إلى حين بلوغ الطفل المولود أو المتكفل به سن أربعة وعشرين (24) شهرا. يتولى المسؤولون القضائيون المذكورون في المادة 61 أعلاه، كل فيما يخصه، تحديد أوقات الاستفادة من الرخصة عن الرضاعة بناء على رغبة المرأة القاضية المعنية بالأمر، دون الإخلال بحسن سير العمل."
    },
    {
        "reference": "المادة 71 المكررة",
        "contenu": "يستفيد القاضي الذي ولد له طفل من رخصة عن الأبوة، مدتها خمسة عشر (15) يوما متصلة ومؤدى عنها، وذلك ابتداء من تاريخ ولادة الطفل. ويستفيد القاضي الذي أسندت إليه، طبقاً للنصوص التشريعية والتنظيمية الجاري بها العمل، كفالة طفل تقل سنه عن أربعة وعشرين (24) شهرا، من رخصة عن الكفالة مدتها خمسة عشر (15) يوما متصلة ومؤدى عنها."
    },
    {
        "reference": "المادة 71 المكررة مرتين",
        "contenu": "تحدد كيفيات الاستفادة من الرخص الاستثنائية المشار إليها في المادة 63 ومن الرخص المنصوص عليها في المواد 66 و 67 و 68 و 71 و 71 المكررة من هذا القانون التنظيمي بقرار للرئيس المنتدب للمجلس. ينشر هذا القرار في الجريدة الرسمية."
    },
    {
        "reference": "المادة 72",
        "contenu": "يُمْكِنُ أَن يُنْقَلَ القاضي وفق المعايير المنصوص عليها في القانون التنظيمي المتعلق بالمجلس الأعلى للسلطة القضائية في الحالات التالية: بناء على طلبه؛ على إثر ترقية في الدرجة؛ إحداث محكمة أو حذفها؛ شغور منصب قضائي أو سد الخصاص."
    },
    {
        "reference": "المادة 73",
        "contenu": "يُمكن للرؤساء الأولين لمختلف محاكم الاستئناف والوكلاء العامين للملك لديها، كل فيما يخصه، أن ينتدبوا من بين القضاة الممارسين لمهامهم بدوائر نفوذهم القضائية، قاضياً لِسَدِّ خَصَاصِ طارئ بإحدى المحاكم التابعة لهذه الدوائر. كما يُمْكِنُ، عند الاقتضاء، للرئيس الأول لمحكمة النقض والوكيل العام للملك لديها، كل فيما يخصه، انتداب قاض من محكمة النقض أو من دائرة استئنافية لِسَد خَصاص طارئ بإحدى المحاكم. كما يُمْكِنُ للرئيس المنتدب، لأجل سَدِّ خَصاص طارئ بإحدى المحاكم، وبعد استشارة رئيس النيابة العامة، انتداب قاض من قضاة النيابة العامة للقيام بمهام قضاء الحكم، أو قاضيا من قضاة الحكم للقيام بمهام النيابة العامة بمحكمة النقض أو بإحدى المحاكم الأخرى. يُراعى في جميع الحالات عند الانتداب: استشارة المسؤول القضائي المباشر؛ القرب الجغرافي؛ الوضعية الاجتماعية للقاضي."
    },
    {
        "reference": "المادة 74",
        "contenu": "يجب ألا تتجاوز مدة الانتداب ثلاثة (3) أشهر. يُمكن تجديد مدة الانتداب مرة واحدة بعد موافقة المعني بالأمر. يرجع القاضي المنتدب، بعد انصرام مدة الانتداب إلى منصبه الأصلي بقوة القانون. يُشعر المجلس فوراً بقرارات الانتداب."
    },
    {
        "reference": "المادة 75",
        "contenu": "يَسْتَفِيدُ القاضي المنتدب من تعويض يُحَدِّد مبلغه بنص تنظيمي."
    },
    {
        "reference": "المادة 76",
        "contenu": "لا يجوز انتداب القاضي أكثر من مرة واحدة خلال كل خمس سنوات، إلا بعد موافقته."
    },
    {
        "reference": "المادة 77",
        "contenu": "يُمْكِنُ للقاضي المنتدب أن يُقَدِّم، داخل أجل عشرة (10) أيام من تاريخ توصله بقرار الانتداب، تظلماً إلى المجلس. لا يحول تقديم التظلم دون تنفيذ قرار الانتداب."
    },
    {
        "reference": "المادة 78",
        "contenu": "يكون القاضي موضوعاً رهن الإشارة عندما يبقى تابعاً للسلك القضائي وَيَتَمَتَّعُ بكل الحقوق بما فيها الحق في الترقية والتقاعد وشاغلا لمنصبه المالي به ويزاول مهامه بإدارة عمومية. كما يُمْكِنُ وَضْعُ القاضي رهن الإشارة في الحالات المقررة في النصوص التشريعية الجاري بها العمل من أجل القيام بمهام معينة خلال مدة محددة. يَسْتَفِيدُ القاضي الموضوع رهن الإشارة من مختلف التعويضات التي تمنحها الإدارة المستقبلة. تقوم الإدارة التي يوضع القاضي رهن إشارتها سنويا، برفع تقرير تقييم أداء القاضي إلى المجلس قصد تمكينه من تتبع نشاط القاضي المعني. يَحْتَفِظ القاضي الموضوع رهن الإشارة بمنصبه القضائي الذي كان معيناً به."
    },
    {
        "reference": "المادة 79",
        "contenu": "يُعْتَبَرُ القاضي في وضعية الإلحاق، إذا كان يعمل خارج السلك القضائي مع بقائه تابعاً له ومتمتعاً فيه بحقوقه في الترقية والتقاعد. يحتفظ القاضي الموجود في وضعية الإلحاق بمنصبه القضائي الذي كان معينا به."
    },
    {
        "reference": "المادة 80",
        "contenu": "يُمْكِنُ إلحاق القضاة، وفق الشروط المنصوص عليها في القانون التنظيمي المتعلق بالمجلس الأعلى للسلطة القضائية في الحالات التالية: لدى إدارات الدولة أو لدى الهيئات والمؤسسات العامة؛ لشغل مهام قاضي الاتصال أو مستشار بإحدى سفارات المملكة؛ لدى دولة أجنبية أو منظمة دولية."
    },
    {
        "reference": "المادة 81",
        "contenu": "يَتَحَمَّلُ القاضي المُلْحَقُ الاقتطاع من الأجرة المطابق لدرجته ورتبته النظامية في سلكه الأصلي، طبقاً المقتضيات نظام المعاشات المدنية."
    },
    {
        "reference": "المادة 82",
        "contenu": "باستثناء حالات الإلحاق بقوة القانون، يكون الإلحاق لمدة أقصاها خمس (5) سنوات قابلة للتجديد."
    },
    {
        "reference": "المادة 83",
        "contenu": "يُمكن تعويض منصب القاضي الملحق حالاً، ما عدا إذا كان القاضي ملحقاً لمدة لا تتعدى ستة (6) أشهر غير قابلة للتجديد. وعند انتهاء مدة الإلحاق، ومع مراعاة مقتضيات المادة 84 بعده، فإن القاضي الملحق يرجع وجوبا إلى سلكه الأصلي حيث يشغل أول منصب شاغر، وإذا تعذر إعادة إدماجه بسبب عدم وجود منصب شاغر مطابق لدرجته في السلك القضائي، يستمر في تقاضي الأجرة المطابقة لوضعيته النظامية خلال السنة الجارية من الإدارة التي كان ملحقاً بها. وتتحمل الإدارة الأصلية وجوباً القاضي المعني ابتداء من السنة الموالية في أحد المناصب المالية المطابقة."
    },
    {
        "reference": "المادة 84",
        "contenu": "يُعاد إدماج القاضي الذي تم إلحاقه لدى دولة أجنبية أو منظمة دولية في الحال في السلك القضائي في حالة إنهاء إلحاقه. وإذا تعذر إعادة إدماجه بسبب عدم وجود منصب شاغر مطابق لدرجته في السلك القضائي، يُعاد إدماجه، زيادة عن العدد المَحَدِد، بمُقَرَّر للمجلس تُؤَشِّرُ عليه السلطة الحكومية المكلفة بالمالية، وَتُسْتَدْرَك هذه الزيادة عن العدد المحدد مباشرة عند توفر أول منصب في الميزانية يطابق الدرجة المعنية."
    },
    {
        "reference": "المادة 85",
        "contenu": "يَخْضَعُ القاضي الملحق لجميع القواعد السارية على الوظيفة التي يمارسها بحكم إلحاقه، وتقوم الجهة الملحق لديها القاضي سنوياً، برفع تقرير تقييم أداء القاضي الملحق إلى المجلس قصد تمكينه من تتبع نشاط القاضي المعني."
    },
    {
        "reference": "المادة 86",
        "contenu": "يُعْتَبَرُ القاضي في حالة الاستيداع إذا وضع خارج السلك القضائي مع بقائه تابعاً له دون أن يتمتع بحقوقه في الترقية والتقاعد. لا يتقاضى القاضي في هذه الحالة أي أجر باستثناء الحالات المنصوص عليها في هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 87",
        "contenu": "لا يُوضع القاضي في حالة الاستيداع التلقائي إلا في الحالات المُقَرَّرَةِ في الفقرة الثانية من المادة 70 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 88",
        "contenu": "لا يُمكن أن تتجاوز مدة الاستيداع التلقائي سنة واحدة قابلة للتجديد مرتين لنفس المدة، ويجب عند انصرامها: إما إرجاع القاضي إلى السلك القضائي في درجته؛ إما إحالته إلى التقاعد؛ إما قبول انقطاعه عن العمل. غير أنه إذا كان القاضي بعد مرور السنة الثالثة للاستيداع، عاجزا عن استئناف عمله ولكن تبين من رأي المجلس الصحي، أنه يستطيع استئنافه بصفة عادية قبل انصرام سنة أخرى، وقع تجديد الاستيداع للمرة الثالثة."
    },
    {
        "reference": "المادة 89",
        "contenu": "يُحال بقوة القانون إلى الاستيداع بعد تقديم طلب: القاضي أو المرأة القاضية لرعاية ولد مصاب بعاهة تستوجب معالجة مستمرة؛ القاضي أو المرأة القاضية لتربية ولد يقل عمره عن خمس (5) سنوات. ولا يُمكن أن تتجاوز مدة هذا الاستيداع سنتين (2) غير أنه يُمكن تجديدها ما دامت الشروط المتطلبة للحصول عليه متوفرة. يستمر القضاة المعنيون في الاستفادة من التعويضات العائلية طبق الشروط المقررة في القوانين والأنظمة الجاري بها العمل."
    },
    {
        "reference": "المادة 90",
        "contenu": "يُمكن منح الاستيداع للقاضي بطلب منه المرافقة زوجه الذي يضطر بسبب مهنته أن يجعل محل إقامته الاعتيادية خارج أرض الوطن، وذلك لمدة سنتين (2) قابلة للتجديد دون أن تتجاوز عشر (10) سنوات."
    },
    {
        "reference": "المادة 91",
        "contenu": "علاوة على الحالات المنصوص عليها في المواد السابقة، يُخَوِّلُ الاستيداع بناء على طلب من القاضي في الأحوال التالية: عند وقوع حادثة للزوج أو للولد أو إصابة أحدهما بمرض خطير؛ عند القيام بدراسات أو أبحاث تكتسي طابع المصلحة العامة؛ لأسباب شخصية. لا يُمكن أن تتجاوز مدة الاستيداع ثلاث (3) سنوات في الحالات المشار إليها في البندين الأول والثاني وسنة واحدة في حالة الأسباب الشخصية. لا تُجدد هذه الفترات إلا مرة واحدة لنفس المدة."
    },
    {
        "reference": "المادة 92",
        "contenu": "يُمكن للرئيس المنتدب للمجلس إجراء الأبحاث اللازمة للتحقق من صحة الأسباب التي أدت إلى وضع القاضي في حالة الاستيداع."
    },
    {
        "reference": "المادة 93",
        "contenu": "يَطْلُبُ القاضي الموجود في وضعية الاستيداع إرجاعه إلى منصبه قبل انصرام المدة الجارية بشهرين (2) على الأقل، ويحق له أن يشغل أحد المناصب الشاغرة الثلاثة الأولى، وإلى أن يتحقق هذا الشغور، يظل القاضي في حالة الاستيداع، غير أنه يتعين إيجاد منصب له داخل السنة المالية الموالية لانتهاء مدة الاستيداع قصد إدماجه فيه."
    },
    {
        "reference": "المادة 94",
        "contenu": "يُمْكِنُ للقاضي الموجود في وضعية الاستيداع، باستثناء الحالة المنصوص عليها في المادة 93 أعلاه، ولو قبل انتهاء المدة المحددة لذلك، أن يطلب وضع حد لاستيداعه، شريطة توفر منصب مالي شاغر."
    },
    {
        "reference": "المادة 95",
        "contenu": "يُمْكِنُ أَن يُحْذَفَ من السلك القضائي، بمُقَرَّر من المجلس، القاضي الذي يوجد في وضعية الاستيداع، إذا لم يطلب إرجاعه إلى منصبه خلال أجل شهرين على الأقل قبل تاريخ انتهاء فترة الاستيداع، أو رفض المنصب المعين له عند إرجاعه إليه."
    },
    {
        "reference": "المادة 96",
        "contenu": "يكون كل إخلال من القاضي بواجباته المهنية أو بالشرف أو الوقار أو الكرامة، خطأ من شأنه أن يكون مَحَلَّ عقوبة تأديبية."
    },
    {
        "reference": "المادة 97",
        "contenu": "يُمكن توقيف القاضي حالاً عن مزاولة مهامه إذا توبع جنائياً أو ارتكب خطأ جسيماً. وَيُعَدُّ خطأ جسيماً: الخرق الخطير لقاعدة مسطرية تُشكل ضمانة أساسية لحقوق وحريات الأطراف؛ الخرق الخطير لقانون الموضوع؛ الإهمال أو التأخير غير المبرر والمتكرر في بدء أو إنجاز مسطرة الحكم أو في القضايا أثناء ممارسته لمهامه القضائية؛ خرق السر المهني وإفشاء سر المداولات، أو تسريب مقرر قضائي قبل النطق به؛ الامتناع العمدي عن التجريح التلقائي في الحالات المنصوص عليها في القانون؛ الامتناع عن العمل المدبر بصفة جماعية؛ وقف أو عرقلة عقد الجلسات أو السير العادي للمحاكم؛ اتخاذ موقف سياسي؛ ممارسة نشاط سياسي أو نقابي أو الانتماء إلى حزب سياسي أو نقابة مهنية؛ إخلال القاضي بواجب الاستقلال أو التجرد أو النزاهة والاستقامة إذا تجلى في الاشتباه في الارتشاء أو استغلال النفوذ أو الوساطة في ذلك، أو في كل تصرف خطير ينم عن جهل أو إهمال فادح وغير مستساغ لواجبات القاضي المهنية، من شأنه التأثير على استقلاله أو تجرده أو حياده؛ إخلال القاضي بالأخلاقيات القضائية وصفات الشرف والوقار، إذا تجلى في تصرف واضح ينم عن تهور ورعونة في السلوك من شأنه الإساءة لحرمة القضاء أو يَضُرُّ بصورته."
    },
    {
        "reference": "المادة 98",
        "contenu": "لا تَحول متابعة القاضي جنائيا دون متابعته تأديبياً."
    },
    {
        "reference": "المادة 99",
        "contenu": "تُطَبَّق على القضاة، مع مراعاة مبدأ التناسب مع الخطأ المُرْتَكَب العقوبات التأديبية حسب الدرجات التالية: 1. الدرجة الأولى: الإنذار؛ التوبيخ؛ التأخير عن الترقية من رتبة إلى رتبة أعلى لمدة لا تتجاوز سنتين (2)؛ الحذف من لائحة الأهلية لمدة لا تتجاوز سنتين (2). يُمكن أن تكون عقوبات هذه الدرجة مصحوبة بالنقل التلقائي. 2. الدرجة الثانية: الإقصاء المؤقت عن العمل لمدة لا تتجاوز ستة (6) أشهر مع الحرمان من أي أجر باستثناء التعويضات العائلية؛ الإنزال بدرجة واحدة. تكون هاتان العقوبتان مصحوبتين بالنقل التلقائي. 3. الدرجة الثالثة: الإحالة إلى التقاعد الحتمي أو الانقطاع عن العمل إذا لم يكن للقاضي الحق في معاش التقاعد؛ العزل. يُمْكِنُ للمجلس أو للرئيس المنتدب، في حالة عدم المؤاخذة أو حفظ القضية، حسب الحالة، أن يوجه ملاحظات للقاضي وإثارة انتباهه إلى الخطا المهني متى كان بسيطا. ولا يعتبر ذلك عقوبة تأديبية. كما يُمْكِنُ للمجلس في الحالتين السابقتين، وكذلك في حالة الإدانة، أن يُقرر إخضاع القاضي لتكوين في موضوع يتعلق بالمادة موضوع المخالفة، أو تكوينا حول أخلاقيات المهنة. تُحَدَّدُ مضامين هذا التكوين ومدته بمقرر للرئيس المنتدب للمجلس."
    },
    {
        "reference": "المادة 100",
        "contenu": "تُضَمُّ لملف القاضي المتابع المقررات التأديبية النهائية الصادرة عن المجلس."
    },
    {
        "reference": "المادة 101",
        "contenu": "يُرَدُّ اعتبار القاضي الذي لم يرتكب إخلالاً جديداً وكان أداؤه المهني وسلوكه جيداً بعد انصرام أجل ثلاث (3) سنوات بالنسبة لعقوبات الدرجة الأولى وخمس (5) سنوات بالنسبة لعقوبتي الدرجة الثانية، وذلك ابتداء من تاريخ تنفيذ العقوبة. يَمْحُورَد الاعتبار بالنسبة للمستقبل الآثار المترتبة عن العقوبة التأديبية من الدرجتين الأولى والثانية."
    },
    {
        "reference": "المادة 102",
        "contenu": "باستثناء حالات التغيب المبررة قانونا، فإن القاضي الذي يتعمد الانقطاع عن عمله يعتبر في حالة مغادرة العمل، ويُعد حينئذ كما لو تخلى عن الضمانات التأديبية المنصوص عليها في القانون التنظيمي المتعلق بالمجلس الأعلى للسلطة القضائية. يُخبر المسؤول القضائي الرئيس المنتدب للمجلس بحالة مغادرة القاضي لعمله. يُوجه الرئيس المنتدب للمجلس إلى القاضي المؤاخذ بمغادرة العمل إنذارا لمطالبته باستئناف عمله وَيُحِيطُه فيه علماً بالإجراءات التي سَتَتَّخَذُ في حقه في حالة رفضه استئناف عمله. يُوَجَّهُ هذا الإنذار إلى القاضي بآخر عنوان شخصي صرح به للمجلس، بكل الوسائل المتاحة. إذا انصرم أجل سبعة (7) أيام عن تاريخ تسلم الإنذار ولم يستأنف المعني بالأمر عمله، جاز للمجلس أن يُصدر في حقه عقوبة العزل. إذا تَعَذَّر تبليغ الإنذار، أمر الرئيس المنتدب للمجلس فورا بإيقاف أجرة القاضي المؤاخذ بمغادرة العمل. إذا لم يستأنف هذا الأخير عمله داخل أجل ستين (60) يوما الموالية لتاريخ اتخاذ قرار توقيف الأجرة أصدر المجلس في حقه عقوبة العزل؛ وفي حالة ما إذا استأنف القاضي عمله داخل الأجل المذكور، يُحال ملفه إلى المجلس، وفق مسطرة التأديب المنصوص عليها في القانون التنظيمي المتعلق بالمجلس الأعلى للسلطة القضائية. تسري عقوبة العزل في الحالتين المنصوص عليهما في هذه المادة ابتداء من تاريخ مغادرة العمل."
    },
    {
        "reference": "المادة 103",
        "contenu": "تُحَدَّدُ الحالات التي تُؤَدِّي إلى الانقطاع النهائي عن العمل، والذي يترتب عنه الحذف من السلك القضائي، فيما يلي: الإحالة إلى التقاعد طبق الشروط المنصوص عليها في المادة 104 أدناه؛ الاستقالة المقبولة بصفة قانونية؛ العزل؛ الوفاة. يَفْقِدُ القاضي صفته القضائية بقوة القانون في الحالات المذكورة أعلاه، مع مراعاة مقتضيات المادة 105 أدناه."
    },
    {
        "reference": "المادة 104",
        "contenu": "تتم الإحالة إلى التقاعد بمُقَرَّر للمجلس طبقاً للشروط المنصوص عليها في مقتضيات نظام المعاشات المدنية. تُحَدِّدُ سن التقاعد بالنسبة للقضاة في خمس وستين (65) سنة، ويمكن تمديد حد السن المذكور، بعد موافقة القاضي، لمدة أقصاها سنتين قابلة للتجديد أربع (4) مرات. يُمْكِنُ للمجلس وَضْعُ حد لهذا التمديد قبل انتهاء مدته."
    },
    {
        "reference": "المادة 105",
        "contenu": "يُمكن للمجلس أن يمنح صفة قاض شَرَفي للقضاة المحالين إلى التقاعد الذين قدموا خدمات جليلة ومتميزة للقضاء والعدالة، وَيُدْعَوْنَ بهذه الصفة لحضور الاحتفالات الرسمية التي تقيمها المحاكم. لا يترتب عن صفة القاضي الشرفي أي امتيازات عينية أو مالية. لا يجوز للقاضي الشرفي استعمال صفة القاضي إلا مع الإشارة إلى كونه قاضياً شرفياً. يُمكن سحب هذه الصفة إذا ثبت أن صاحبها قد أساء استعمالها."
    },
    {
        "reference": "المادة 106",
        "contenu": "تُقَدَّمُ الاستقالة وَيُبَتُ فيها وفق الكيفيات المنصوص عليها في مقتضيات القانون التنظيمي المتعلق بالمجلس الأعلى للسلطة القضائية. لا يكون للاستقالة أي أثر قانوني إلا بعد قبولها بصفة قانونية، ولا يمكن الرجوع عنها بعد هذا القبول. لا تحول الاستقالة دون المتابعة التأديبية بسبب أفعال سابقة أو لم تُكتشف إلا بعد هذا القبول."
    },
    {
        "reference": "المادة 107",
        "contenu": "يَسْتَفِيدُ ذوو حقوق القاضي المُتَوَفَّى من جميع الحقوق المترتبة عن الوفاة طبقاً للنصوص التشريعية والتنظيمية الجاري بها العمل."
    },
    {
        "reference": "المادة 108",
        "contenu": "يَحْتَفِظُ جميع القضاة، عند دخول هذا القانون التنظيمي حيز التنفيذ، بأقدميتهم في الدرجة والرتبة."
    },
    {
        "reference": "المادة 109",
        "contenu": "تُعاد تسمية القضاة تطبيقا للالمادة 4 أعلاه كما يلي: رؤساء الغرف بمحكمة النقض يُعينُونَ مستشارين بمحكمة النقض؛ المحامي العام الأول لدى محكمة النقض يُعيّن محاميا عاما لدى محكمة النقض؛ رؤساء الغرف بمحاكم الاستئناف بالدار البيضاء والرباط وفاس ومراكش ومكناس يُعينُونَ مستشارين بهذه المحاكم؛ النواب الأولون للوكلاء العامين للملك لدى محاكم الاستئناف بالدار البيضاء والرباط وفاس ومراكش ومكناس يُعَيَّنُونَ نوابا للوكلاء العامين للملك لدى هذه المحاكم؛ رؤساء الغرف بمحاكم الاستئناف الإدارية يُعَيَّنُونَ مستشارين بهذه المحاكم؛ رؤساء الغرف بمحاكم الاستئناف التجارية يُعَيَّنُونَ مستشارين بهذه المحاكم؛ النواب الأولون للوكلاء العامين للملك لدى محاكم الاستئناف التجارية يُعينُونَ نوابا للوكلاء العامين للملك لدى هذه المحاكم؛ نواب رؤساء المحاكم الابتدائية بكل من الدار البيضاء والرباط وفاس ومراكش ومكناس يُعينُونَ قضاة بهذه المحاكم؛ النواب الأولون لوكلاء الملك لدى المحاكم الابتدائية بكل من الدار البيضاء والرباط وفاس ومراكش ومكناس يُعيَّنُونَ نواباً لوكلاء الملك لدى هذه المحاكم؛ نواب رؤساء المحاكم التجارية يُعينُونَ قضاة بهذه المحاكم؛ النواب الأولون لوكلاء الملك لدى المحاكم التجارية يُعَيَّنُونَ نوابا لوكلاء الملك لدى هذه المحاكم؛ المستشارون بالمحاكم الإدارية يُعينُونَ قضاة بهذه المحاكم. يحتفظ باقي القضاة بمناصبهم القضائية المعينين بها."
    },
    {
        "reference": "المادة 110",
        "contenu": "يجب على القضاة الذين يتولون مسؤولية بمكتب مسير لجمعية غير مهنية في تاريخ نشر هذا القانون التنظيمي بالجريدة الرسمية العمل على ملاءمة وضعيتهم مع مقتضيات الفقرة الثانية من المادة 38 أعلاه خلال أجل ستة (6) أشهر من تاريخ نشر هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 111",
        "contenu": "يَدْخُلُ هذا القانون التنظيمي حيز التنفيذ فور تنصيب المجلس الأعلى للسلطة القضائية، غير أن مقتضيات المواد 104 و 110 و 116 تدخل حيز التنفيذ من تاريخ نشره في الجريدة الرسمية."
    },
    {
        "reference": "المادة 112",
        "contenu": "مع مراعاة مقتضيات المواد 113 و 114 و 115 و 117 بعده، تُنْسَخُ جميع النصوص المخالفة لهذا القانون التنظيمي ولا سيما الظهير الشريف بمثابة قانون رقم 1.74.467 بتاريخ 26 شوال 1394 (11) نونبر (1974) يكون النظام الأساسي لرجال القضاء كما تم تغييره وتتميمه. غير أن النصوص المتخذة تطبيقا للظهير الشريف المذكور تظل سارية المفعول إلى حين تعويضها أو نسخها."
    },
    {
        "reference": "المادة 113",
        "contenu": "يَسْتَمِرُّ العمل بصفة انتقالية بمقتضيات الفصل 16 من الظهير الشريف بمثابة قانون رقم 1.74.467 بتاريخ 26 شوال 1394 (11) نونبر (1974) يكون النظام الأساسي لرجال القضاء كما تم تغييره وتتميمه والمتعلقة بالتصريح بالممتلكات، إلى حين تعويضها طبقا لأحكام الفصل 158 من الدستور. غير أنه، وتطبيقاً لأحكام الفقرتين الأوليتين من الفصلين 107 و 113 من الدستور، تَحلُّ الأمانة العامة للمجلس الأعلى للسلطة القضائية والرئيس المنتدب والأمين العام للمجلس مباشرة بعد تنصيب هذا المجلس على التوالي، مَحَلَّ كتابة المجلس الأعلى للقضاء ووزير العدل وكاتب هذا المجلس، المنصوص عليهم في مقتضيات الفصل 16 من الظهير الشريف بمثابة قانون رقم 1.74.467 السالف الذكر."
    },
    {
        "reference": "المادة 114",
        "contenu": "يعين المجلس الملحقين القضائيين الذين يقضون مدة تكوينهم بالمعهد العالي للقضاء في تاريخ نشر هذا القانون التنظيمي بالجريدة الرسمية، بعد نجاحهم في امتحان نهاية التمرين، قضاة في الرتبة الأولى من الدرجة الثالثة، ويخضعون لنسق الترقي المذكور في المادة 115 بعده. يعفى الملحقون القضائيون غير الناجحين أو يُعَادُونَ إلى إدارتهم الأصلية، غير أنه يُمكن تمديد التمرين لمدة سنة بالنسبة للمترشحين الذين لم ينجحوا في الامتحان."
    },
    {
        "reference": "المادة 115",
        "contenu": "استثناء من مقتضيات المادة 33 أعلاه، يظلُّ نَسَقُ الترقي إلى الدرجة الثانية بالنسبة للقضاة المرتبين في الدرجة الثالثة في تاريخ نشر هذا القانون التنظيمي بالجريدة الرسمية خاضعا لمقتضيات الفقرة الرابعة من الفصل 23 من الظهير الشريف بمثابة قانون رقم 1.74.467 بتاريخ 26 شوال 1394 (11) نونبر (1974) يكون النظام الأساسي لرجال القضاء كما تم تغييره وتتميمه."
    },
    {
        "reference": "المادة 116",
        "contenu": "استثناء من مقتضيات المادة 104 أعلاه، تُحدد بصفة انتقالية سن تقاعد القضاة في: واحد وستين (61) سنة بالنسبة للمزدادين سنة 1957؛ اثنتين وستين (62) سنة بالنسبة للمزدادين سنة 1958؛ ثلاث وستين (63) سنة بالنسبة للمزدادين سنة 1959؛ أربع وستين (64) سنة بالنسبة للمزدادين سنة 1960. يَسْتَمِرُّ القضاة الذين يوجدون في فترة تمديد حد سن التقاعد عند دخول هذا القانون التنظيمي حيز التنفيذ، في ممارسة مهامهم إلى غاية انتهاء فترة هذا التمديد. ويمكن للمجلس تمديد حد سن تقاعدهم لمدة أقصاها سنتين قابلة للتجديد لنفس الفترة إلى حين بلوغهم خمساً وسبعين (75) سنة، وفق المعايير المنصوص عليها في القانون التنظيمي المتعلق بالمجلس الأعلى للسلطة القضائية."
    },
    {
        "reference": "المادة 117",
        "contenu": "يَسْتَمِرُّ العمل بصفة انتقالية بمقتضيات الفقرة الأولى من الفصل 56 من الظهير الشريف بمثابة قانون رقم 1.74.467 بتاريخ 26 شوال 1394 (11) نونبر (1974) يكون النظام الأساسي لرجال القضاء كما تم تغييره وتتميمه، وتدخل مقتضيات المادة 25 أعلاه حيز التنفيذ بعد ستة (6) أشهر من تاريخ دخول هذا القانون التنظيمي حيز التنفيذ. يَسْتَمِر العمل بصفة انتقالية بمقتضيات الفصول من 4 إلى 12 من الظهير الشريف بمثابة قانون رقم 1.74.467 السالف الذكر وبالنصوص التنظيمية المتخذة تطبيقا للفصول المذكورة إلى غاية دخول القانون المتعلق بتنظيم وسير مؤسسة تكوين القضاة حيز التنفيذ."
    }
]