[
    {
        "reference": "المادة 1",
        "contenu": "يحدد هذا القانون التنظيمي تعريف الحزب السياسي والقواعد المتعلقة بتأسيس الأحزاب السياسية والانخراط فيها وممارسة أنشطتها، ومبادئ تنظيمها وتسييرها، ونظام تمويلها وكيفيات مراقبته، ومعايير تخويلها الدعم المالي للدولة."
    },
    {
        "reference": "المادة 2",
        "contenu": "الحزب السياسي هو تنظيم سياسي دائم، يتمتع بالشخصية الاعتبارية، يؤسس، طبقا للقانون، بمقتضى اتفاق بين أشخاص ذاتيين، يتمتعون بحقوقهم المدنية والسياسية، يتقاسمون نفس المبادئ، ويسعون إلى تحقيق نفس الأهداف. يعمل الحزب السياسي، طبقا لأحكام الفصل 7 من الدستور، على تأطير المواطنات والمواطنين وتكوينهم السياسي وتعزيز انخراطهم في الحياة الوطنية وفي تدبير الشأن العام. كما يساهم في التعبير عن إرادة الناخبين ويشارك في ممارسة السلطة، على أساس التعددية والتناوب بالوسائل الديمقراطية، وفي نطاق المؤسسات الدستورية."
    },
    {
        "reference": "المادة 3",
        "contenu": "تؤسس الأحزاب السياسية وتمارس أنشطتها بكل حرية وفق الدستور وطبقا لأحكام القانون."
    },
    {
        "reference": "المادة 4",
        "contenu": "يعتبر باطلا كل تأسيس الحزب سياسي يرتكز على أساس ديني أو لغوي أو عرقي أو جهوي، أو بصفة عامة على أي أساس من التمييز أو المخالفة لحقوق الإنسان. يعتبر أيضا باطلا كل تأسيس لحزب سياسي يهدف إلى المساس بالدين الإسلامي أو بالنظام الملكي أو المبادئ الدستورية أو الأسس الديمقراطية أو الوحدة الوطنية أو الترابية للمملكة."
    },
    {
        "reference": "المادة 5",
        "contenu": "يجب على الأعضاء المؤسسين والمسيرين لحزب سياسي أن يكونوا ذوي جنسية مغربية بالغين من العمر 18 سنة شمسية كاملة على الأقل، ومسجلين في اللوائح الانتخابية العامة ومتمتعين بحقوقهم المدنية والسياسية. كما يجب على الأعضاء المؤسسين والمسيرين أن يكونوا حاملين للجنسية المغربية وغير متحملين لأية مسؤولية سياسية في دولة أخرى قد يحملون جنسيتها."
    },
    {
        "reference": "المادة 6",
        "contenu": "يودع الأعضاء المؤسسون لحزب سياسي، مباشرة أو عن طريق مفوض قضائي، ملفا لدى السلطة الحكومية المكلفة بالداخلية، مقابل وصل مؤرخ ومختوم يسلم فورا، ويتضمن ما يلي: 1. تصريح بتأسيس الحزب يحمل التوقيعات المصادق عليها لثلاثة أعضاء مؤسسين، يبين فيه: الأسماء الشخصية والعائلية لموقعي التصريح وتواريخ ومحلات ولادتهم ومهنهم وعناوينهم؛ مشروع تسمية الحزب ومقره المركزي بالمغرب ورمزه؛ 2. ثلاثة نظائر من مشروع النظام الأساسي للحزب ومشروع برنامجه؛ 3. التزامات مكتوبة في شكل تصريحات فردية ل 300 عضو مؤسس على الأقل، بعقد المؤتمر التأسيسي للحزب داخل الأجل المشار إليه في المادة 9 بعده. يجب أن يكون كل تصريح فردي حاملا لتوقيع المعني بالأمر مصادقا عليه، وأن يتضمن اسميه الشخصي والعائلي وجنسيته وتاريخ ومحل ولادته ومهنته وعنوانه، وأن يرفق بنسخة من البطاقة الوطنية للتعريف وبشهادة التسجيل في اللوائح الانتخابية العامة. يجب أن يكون الأعضاء المشار إليهم في البند 3 أعلاه، موزعين بحسب مقرات إقامتهم الفعلية على ثلثي عدد جهات المملكة على الأقل، شرط ألا يقل عددهم في كل جهة عن 5 في المائة من العدد الأدنى للأعضاء المؤسسين المطلوب قانونا. توجه السلطة الحكومية المكلفة بالداخلية نسخة من ملف تأسيس الحزب إلى النيابة العامة بالمحكمة الابتدائية بالرباط، وذلك في أجل ثمان وأربعين ساعة من تاريخ إيداعه لديها. ينشر بالجريدة الرسمية مستخرج من ملف التصريح بتأسيس الحزب، بمبادرة من السلطة الحكومية المكلفة بالداخلية."
    },
    {
        "reference": "المادة 7",
        "contenu": "إذا كانت شروط أو إجراءات تأسيس الحزب غير مطابقة لأحكام هذا القانون التنظيمي، فإن السلطة الحكومية المكلفة بالداخلية تقدم طلبا أمام المحكمة الإدارية بالرباط من أجل رفض التصريح بتأسيس الحزب داخل أجل ستين يوما، يبتدئ من تاريخ إيداع ملف تأسيس الحزب المشار إليه في المادة 6 أعلاه. تبت المحكمة الإدارية وجوبا في الطلب المشار إليه في الفقرة الأولى أعلاه، داخل أجل خمسة عشر يوما من تاريخ إيداعه بكتابة ضبطها. وفي حالة الطعن بالاستئناف، تبت المحكمة المختصة وجوبا في الأمر، داخل أجل خمسة عشر يوما من تاريخ إحالة الملف عليها."
    },
    {
        "reference": "المادة 8",
        "contenu": "في حالة مطابقة شروط وإجراءات تأسيس الحزب لأحكام هذا القانون التنظيمي، توجه السلطة الحكومية المكلفة بالداخلية إشعارا بذلك، بواسطة رسالة مضمونة الوصول مع إشعار بالتوصل إلى الأعضاء المؤسسين المشار إليهم في البند 1 من المادة 6 أعلاه، داخل أجل ثلاثين يوما الموالية لتاريخ إيداع الملف."
    },
    {
        "reference": "المادة 9",
        "contenu": "يجب أن ينعقد المؤتمر التأسيسي للحزب المصرح بمطابقة تأسيسه للقانون داخل أجل سنة على أبعد تقدير، يبتدئ من تاريخ الإشعار المشار إليه في المادة 8 أعلاه أو من تاريخ الحكم النهائي الذي يقضي بأن شروط وشكليات تأسيس الحزب مطابقة لأحكام هذا القانون التنظيمي. يصبح التصريح بتأسيس الحزب غير ذي موضوع في حالة عدم احترام الأجل المشار إليه في الفقرة الأولى من هذه المادة."
    },
    {
        "reference": "المادة 10",
        "contenu": "يجب أن يكون تاريخ وساعة ومكان عقد المؤتمر التأسيسي للحزب موضوع تصريح يودع لدى السلطة الإدارية المحلية التابع لدائرة نفوذها مكان الاجتماع، مقابل وصل مؤرخ ومختوم يسلم فورا، وذلك قبل انعقاد هذا المؤتمر باثنتين وسبعين ساعة على الأقل. يجب أن يكون هذا التصريح موقعا من طرف عضوين مؤسسين على الأقل من بين الأعضاء المشار إليهم في البند 1 من المادة 6 أعلاه، تحت طائلة عدم القبول."
    },
    {
        "reference": "المادة 11",
        "contenu": "يعتبر اجتماع المؤتمر التأسيسي قانونيا إذا حضره 1000 مؤتمر على الأقل، من بينهم ما لا يقل عن ثلاثة أرباع الأعضاء المؤسسين المشار إليهم في البند 3 من المادة 6 من هذا القانون التنظيمي، موزعين بحسب مقرات إقامتهم الفعلية على ثلثي عدد جهات المملكة على الأقل، شريطة ألا يقل عددهم في كل جهة عن 5 في المائة من هذا العدد. تضمن شروط صحة انعقاد المؤتمر التأسيسي في محضر. يصادق المؤتمر التأسيسي على النظام الأساسي للحزب وبرنامجه، وينتخب الأجهزة المسيرة للحزب."
    },
    {
        "reference": "المادة 12",
        "contenu": "عند اختتام المؤتمر التأسيسي، وفي أجل أقصاه ثلاثون يوما، يتولى وكيل ينتدبه المؤتمر لهذا الغرض إيداع ملف لدى السلطة الحكومية المكلفة بالداخلية، مقابل وصل مؤرخ ومختوم يسلم فورا، يتضمن محضر المؤتمر مرفقا بلائحة تتضمن أسماء 1000 مؤتمر على الأقل، تتوفر فيهم الشروط المنصوص عليها في الفقرة الأولى من المادة 11 أعلاه، وتوقيعاتهم وأرقام بطائق تعريفهم الوطنية، وبلائحة أعضاء الأجهزة المسيرة للحزب وكذا بثلاثة نظائر لكل من النظام الأساسي والبرنامج كما صادق عليهما المؤتمر. يتعين على الحزب السياسي وضع نظامه الداخلي والمصادقة عليه خلال الستة أشهر الموالية لتأسيسه القانوني المبين في المادة 13 بعده. يتم إيداع ثلاثة نظائر من النظام الداخلي للحزب لدى السلطة الحكومية المكلفة بالداخلية، داخل أجل ثلاثين يوما من تاريخ المصادقة عليه من طرف الجهاز المختص بموجب النظام الأساسي للحزب، مقابل وصل مؤرخ ومختوم يسلم فورا."
    },
    {
        "reference": "المادة 13",
        "contenu": "يعتبر الحزب مؤسسا بصفة قانونية بعد انصرام أجل ثلاثين يوما يبتدئ من تاريخ إيداع الملف المشار إليه في الفقرة الأولى من المادة 12 أعلاه، ما عدا إذا قدمت السلطة الحكومية المكلفة بالداخلية طلبا أمام المحكمة الإدارية بالرباط، داخل نفس الأجل، من أجل إبطال تأسيس الحزب إذا كان هذا التأسيس يتعارض مع مقتضيات أحكام هذا القانون التنظيمي ولا سيما المادتان 4 و 6. تبت المحكمة الإدارية وجوبا في الطلب المشار إليه في الفقرة الأولى أعلاه، داخل أجل خمسة عشر يوما من تاريخ إيداعه بكتابة ضبطها. وفي حالة الطعن بالاستئناف، تبت المحكمة المختصة وجوبا في الأمر، داخل أجل خمسة عشر يوما من تاريخ إحالة الملف عليها. يمكن للسلطة الحكومية المكلفة بالداخلية أن تطلب من رئيس المحكمة الإدارية بالرباط، بصفته قاض للمستعجلات، أن يأمر احتياطيا بتوقيف كل نشاط للحزب إلى حين البت في طلب إبطال تأسيسه. يبت رئيس المحكمة الإدارية بالرباط في هذا الطلب خلال أجل ثمانية وأربعين ساعة، وينفذ الأمر على الأصل."
    },
    {
        "reference": "المادة 14",
        "contenu": "كل تغيير يطرأ على تسمية الحزب أو على نظامه الأساسي أو برنامجه يجب أن تتم المصادقة عليه من طرف المؤتمر الوطني للحزب. ويصرح بهذا التغيير لدى السلطة الحكومية المكلفة بالداخلية، من قبل المسؤول الوطني للحزب أو من ينتدبه لهذا الغرض، في أجل أقصاه ثلاثون يوما يبتدئ من تاريخ المصادقة عليه، مقابل وصل مؤرخ ومختوم يسلم فورا، وينبغي أن يكون هذا التصريح موقعا من قبل المسؤول الوطني للحزب، ومرفقا بالوثائق المثبتة لهذا التغيير. في حالة مطابقة التغيير المذكور والتصريح المتعلق به لأحكام هذا القانون التنظيمي، توجه السلطة الحكومية المكلفة بالداخلية إشعارا بذلك، بواسطة رسالة مضمونة الوصول مع إشعار بالتوصل إلى الحزب المعني داخل أجل ثلاثين يوما الموالية لتاريخ إيداع التصريح. وفي حالة ما إذا كان هذا التغيير أو التصريح المتعلق به غير مطابق لأحكام هذا القانون التنظيمي، فإن السلطة الحكومية المكلفة بالداخلية تطلب من المحكمة الإدارية بالرباط رفضه، داخل أجل ستين يوما الموالية لتاريخ إيداع التصريح. تبت المحكمة الإدارية وجوبا في الطلب المشار إليه في الفقرة الرابعة أعلاه، داخل أجل خمسة عشر يوما من تاريخ إيداعه بكتابة ضبطها. وفي حالة الطعن بالاستئناف، تبت المحكمة المختصة وجوبا في الأمر، داخل أجل خمسة عشر يوما من تاريخ إحالة الملف عليها."
    },
    {
        "reference": "المادة 15",
        "contenu": "كل تغيير يطرأ على رمز الحزب أو أجهزته المسيرة أو نظامه الداخلي، أو يهم مقر الحزب يتعين التصريح به لدى السلطة الحكومية المكلفة بالداخلية، من قبل المسؤول الوطني للحزب أو من ينتدبه لهذا الغرض، داخل أجل ثلاثين يوما يبتدئ من تاريخ المصادقة على هذا التغيير من قبل أجهزة الحزب المختصة مقابل وصل مؤرخ ومختوم يسلم فورا."
    },
    {
        "reference": "المادة 16",
        "contenu": "كل إحداث لفروع الحزب على المستوى الجهوي أو الإقليمي أو المحلي، يجب أن يكون موضوع تصريح يودع بمقر السلطة الإدارية المحلية المختصة، داخل أجل ثلاثين يوما من تاريخ هذا الإحداث، مقابل وصل مؤرخ ومختوم يسلم فورا. يقدم التصريح من لدن من ينتدبه الحزب لهذه الغاية، ويجب أن يتضمن الأسماء الشخصية والعائلية لمسيري هذه التنظيمات، وتاريخ ومحل ولادتهم، ومهنتهم، وعناوينهم، وأن يكون مرفقا بنسخ مصادق عليها لبطائقهم الوطنية للتعريف. يجب التصريح بكل تغيير يطرأ على التنظيمات الجهوية أو الإقليمية أو المحلية للحزب طبق نفس الكيفيات المشار إليها أعلاه."
    },
    {
        "reference": "المادة 17",
        "contenu": "كل تغيير غير مصرح به طبقا للكيفيات المنصوص عليها في المواد 14 و 15 و 16 أعلاه، لا يمكن الاحتجاج به إزاء الإدارة أو الأغيار. كما أنه لا يمكن الاحتجاج بالتغييرات المصرح بها خارج الآجال المنصوص عليها في المواد المذكورة، إلا ابتداء من تاريخ التصريح بها. وتسري نفس هذه المقتضيات على كل مخالفة لأحكام المادة 10 (الفقرة الأولى)، والمادة 12 (الفقرتان الثانية والثالثة)."
    },
    {
        "reference": "المادة 18",
        "contenu": "إذا كان التغيير أو التصريح المتعلق به المشار إليه في المواد 14 و 15 و 16 أعلاه، محل تعرض أو منازعة لدى السلطة الحكومية المكلفة بالداخلية من لدن كل ذي مصلحة، يمكن لهذه السلطة ولكل ذي مصلحة أن يطلب من المحكمة الابتدائية المختصة البت في هذا التعرض داخل أجل ثلاثين يوما من تاريخ إيداع الطلب بكتابة ضبطها. في حالة الاستعجال تبت المحكمة المختصة داخل أجل أقصاه سبعة أيام. في حالة الطعن بالاستئناف تبت المحكمة المختصة داخل أجل ثلاثين يوما من تاريخ إيداع الطلب بكتابة ضبطها. في حالة الاستعجال تبت المحكمة المختصة داخل أجل أقصاه سبعة أيام."
    },
    {
        "reference": "المادة 19",
        "contenu": "يمكن للمواطنات والمواطنين البالغين سن 18 سنة شمسية كاملة الانخراط بكل حرية في أي حزب سياسي مؤسس بصفة قانونية. وتعمل الأحزاب السياسية على اتخاذ جميع التدابير الكفيلة بتيسير وتشجيع الانخراط في صفوفها وفق ما تنص عليه أنظمتها الأساسية والداخلية وعلى أساس احترام الدستور وأحكام القانون."
    },
    {
        "reference": "المادة 20",
        "contenu": "يتم تجريد كل عضو من عضويته بمجلس جماعة ترابية أو غرفة مهنية بطلب يقدم لدى كتابة الضبط بالمحكمة الإدارية المختصة من لدن الحزب السياسي الذي ترشح باسمه للانتخابات. وتبت المحكمة في هذا الطلب داخل أجل شهر من تاريخ تسجيله لدى كتابة الضبط بها."
    },
    {
        "reference": "المادة 21",
        "contenu": "لا يجوز لأي شخص أن ينخرط في أكثر من حزب سياسي في آن واحد."
    },
    {
        "reference": "المادة 22",
        "contenu": "يمكن لكل عضو في حزب سياسي، وفي أي وقت شاء أن ينسحب منه، شريطة الالتزام بالإجراءات المنصوص عليها في النظام الأساسي للحزب في هذا الشأن، مع مراعاة أحكام المادة 20 أعلاه."
    },
    {
        "reference": "المادة 23",
        "contenu": "خلافا لأحكام المادة 19 أعلاه، لا يمكن أن يؤسس أو ينخرط في حزب سياسي: 1. أفراد القوات المسلحة الملكية وأعوان القوات العمومية؛ 2. القضاة وقضاة المجلس الأعلى للحسابات والمجالس الجهوية للحسابات؛ 3. رجال السلطة وأعوان السلطة؛ 4. الأشخاص الآخرون غير المشار إليهم أعلاه، الذين لا يمكنهم ممارسة الحق النقابي عملا بالمرسوم رقم 2.57.1465 الصادر في 15 من رجب 1377 (5 فبراير 1958) في شأن ممارسة الموظفين الحق النقابي، كما وقع تغييره بالمرسوم الملكي رقم 010.66 بتاريخ 27 من جمادى الآخرة 1386 (12 أكتوبر 1966)."
    },
    {
        "reference": "المادة 24",
        "contenu": "يتعين على كل حزب سياسي أن يتوفر على برنامج ونظام أساسي ونظام داخلي. يحدد برنامج الحزب، على الخصوص، الأسس والأهداف التي يتبناها الحزب في نطاق احترام الدستور وأحكام القانون. يحدد النظام الأساسي، على الخصوص، القواعد المتعلقة بتسيير الحزب وتنظيمه الإداري والمالي وفق أحكام هذا القانون التنظيمي. يحدد النظام الداخلي على الخصوص، كيفيات تسيير كل جهاز من أجهزة الحزب وكذا شروط وكيفيات انعقاد اجتماعات هذه الأجهزة."
    },
    {
        "reference": "المادة 25",
        "contenu": "يجب أن ينظم كل حزب سياسي ويسير وفق مبادئ ديمقراطية، تسمح لأي عضو من أعضائه بالمشاركة الفعلية في إدارة وتسيير مختلف أجهزته، كما يتعين مراعاة مبادئ الحكامة الجيدة في تدبير شؤونه، ولاسيما مبادئ الشفافية والمسؤولية والمحاسبة."
    },
    {
        "reference": "المادة 26",
        "contenu": "يعمل كل حزب سياسي على توسيع وتعميم مشاركة النساء والشباب في التنمية السياسية للبلاد. ولهذه الغاية، يسعى كل حزب سياسي لبلوغ نسبة الثلث لفائدة النساء داخل أجهزته المسيرة وطنيا وجهويا، في أفق التحقيق التدريجي لمبدأ المناصفة بين النساء والرجال. كما يتعين على كل حزب سياسي أن يحدد في نظامه الأساسي نسبة الشباب الواجب إشراكهم في الأجهزة المسيرة للحزب."
    },
    {
        "reference": "المادة 27",
        "contenu": "يجب على كل حزب سياسي أن يتوفر على هياكل تنظيمية وطنية وجهوية. كما يمكن لكل حزب أن يتوفر على فروع على صعيد الجماعات الترابية الأخرى."
    },
    {
        "reference": "المادة 28",
        "contenu": "يجب على كل حزب سياسي أن يلتزم بما يلي في اختيار مرشحاته ومرشحيه لمختلف العمليات الانتخابية: اعتماد مبادئ الديمقراطية والشفافية في طريقة ومسطرة اختيار مرشحيه؛ تقديم مرشحين نزهاء وأكفاء وأمناء قادرين على القيام بمهامهم التمثيلية؛ مراعاة شروط أهلية الترشح المنصوص عليها في القوانين الانتخابية."
    },
    {
        "reference": "المادة 29",
        "contenu": "يجب أن يتضمن النظام الأساسي للحزب، على الخصوص، البيانات الواردة بعده: 1. تسمية الحزب ورمزه ومقره المركزي؛ 2. اختصاصات وتأليف مختلف الأجهزة؛ 3. حقوق وواجبات الأعضاء؛ 4. طريقة ومسطرة تزكية مرشحي الحزب لمختلف العمليات الانتخابية والأجهزة المكلفة بذلك؛ 5. دورات انعقاد اجتماعات الأجهزة؛ 6. مدة الانتداب الخاصة بالمسؤوليات داخل أجهزة الحزب، وعدد الانتدابات التي لا يجوز تجاوزها؛ 7. شروط انخراط الأعضاء وشروط إقالتهم أو استقالتهم؛ 8. العقوبات التأديبية التي يمكن تطبيقها على الأعضاء، والأسباب التي تبرر اتخاذها، وكذا أجهزة الحزب التي يرجع إليها الاختصاص في إصدارها؛ 9. كيفيات الانضمام لاتحادات الأحزاب السياسية والانسحاب منها، وكيفيات الاندماج. وعلاوة على ذلك، يجب أن ينص النظام الأساسي للحزب على الخصوص، على اللجان التالية: اللجنة المكلفة بمراقبة مالية الحزب؛ اللجنة المكلفة بالتحكيم؛ لجنة المناصفة وتكافؤ الفرص؛ لجنة الترشيحات؛ اللجنة المكلفة بالمغاربة المقيمين بالخارج."
    },
    {
        "reference": "المادة 30",
        "contenu": "يحق لكل حزب سياسي مؤسس بصفة قانونية أن يتقاضى أمام المحاكم وأن يقتني بعوض ويتملك ويتصرف في: موارده المالية؛ أملاكه المنقولة والعقارية الضرورية لممارسة نشاطه وتحقيق أهدافه."
    },
    {
        "reference": "المادة 31",
        "contenu": "تشتمل الموارد المالية للحزب على: واجبات انخراط الأعضاء؛ المساهمات المالية للمنتخبين باسم الحزب؛ الهبات والوصايا والتبرعات النقدية أو العينية على ألا يتعدى المبلغ الإجمالي أو القيمة الإجمالية لكل واحدة منها 600.000 درهم في السنة بالنسبة لكل متبرع؛ عائدات استغلال العقارات المملوكة للحزب؛ العائدات المرتبطة بالأنشطة الاجتماعية والثقافية للحزب؛ عائدات استثمار أموال الحزب في المقاولات التي تصدر الصحف الناطقة باسمه، وفي مقاولات النشر والطباعة العاملة لحسابه؛ عائدات الحساب البنكي الجاري للحزب؛ الدعم الذي تقدمه الدولة للأحزاب السياسية طبقا لأحكام هذا القانون التنظيمي؛ الدعم المخصص للأحزاب السياسية برسم المساهمة في تمويل حملاتها الانتخابية في إطار الانتخابات العامة الجماعية والجهوية والتشريعية. يحدد قانون المالية الإعفاءات من الضرائب والرسوم المطبقة على الممتلكات العقارية والمنقولة العائدة للأحزاب السياسية، وعلى تحويل أصولها وممتلكاتها المسجلة في تاريخ صدور هذا القانون التنظيمي، باسم أشخاص ذاتيين إلى ملكية هذه الأحزاب. تتم عملية التحويل المشار إليها في الفقرة أعلاه في غضون السنتين المواليتين لتاريخ نشر قانون المالية المحدد لهذه الإعفاءات بالجريدة الرسمية. يجوز لكل حزب سياسي أن يؤسس شركة للتواصل وللأنشطة الرقمية، شريطة أن يكون رأسمالها مملوكا كليا له، من أجل استثمارها في أنشطته والحصول على عائدات مالية من خدماتها. يمكن للأحزاب السياسية أن تستفيد من البرامج التكوينية التي تنظمها الإدارة لفائدتها، في المجالات المتصلة بتدبير شؤونها وممارسة مهامها، وذلك وفق شروط وكيفيات تحدد بنص تنظيمي. كما يمكن للأحزاب السياسية، في إطار تنظيم أنشطتها، أن تستفيد، حسب الإمكانات المتاحة، مجانا من استعمال القاعات العمومية التابعة للدولة، وفق شروط وكيفيات تحدد بنص تنظيمي."
    },
    {
        "reference": "المادة 32",
        "contenu": "تمنح الدولة للأحزاب السياسية المؤسسة بصفة قانونية المشاركة في الانتخابات العامة التشريعية والتي غطت على الأقل ثلث عدد الدوائر الانتخابية المحلية الخاصة بانتخاب أعضاء مجلس النواب، شريطة أن تكون هذه الدوائر موزعة على الأقل على ثلاثة أرباع جهات المملكة، وغطت على الأقل نصف عدد الدوائر الانتخابية الجهوية الخاصة بانتخاب أعضاء المجلس المذكور، دعما سنويا للمساهمة في تغطية مصاريف تدبيرها. يشترط أيضا للاستفادة من الدعم المشار إليه في الفقرة الأولى أعلاه ما يلي: 1. فيما يخص الدوائر الانتخابية المحلية، أن يكون مترشح لا يزيد سنه على أربعين سنة مرتبا في المرتبة الأولى في ثلاث لوائح على الأقل من لوائح الترشيح المقدمة بتزكية من الحزب المعني؛ 2. فيما يخص الدوائر الانتخابية الجهوية، أن تكون مترشحة مقيمة خارج تراب المملكة مرتبة في المرتبة الأولى في لائحة واحدة على الأقل من لوائح الترشيح المقدمة بتزكية من الحزب المعني، وأن تكون مترشحة لا يزيد سنها على أربعين سنة مرتبة في المرتبة الأولى في لائحة واحدة على الأقل من لوائح الترشيح المقدمة بتزكية من الحزب المعني. يمنح الدعم المشار إليه في الفقرة الأولى من هذه المادة وفق القواعد الآتية بعده: أ- تخصص حصة سنوية جزافية للأحزاب السياسية المشار إليها أعلاه توزع بالتساوي فيما بينها؛ ب- تستفيد من مبلغ إضافي يعادل الحصة الجزافية السالفة الذكر الأحزاب السياسية التي حصلت على الأقل على نسبة 1% دون أن تصل إلى نسبة 3% من عدد الأصوات المعبر عنها في الانتخابات العامة التشريعية برسم مجموع الدوائر الانتخابية المحلية؛ ج- يخصص دعم سنوي للأحزاب السياسية التي حصلت على نسبة 3% على الأقل من عدد الأصوات المعبر عنها في الانتخابات المشار إليها أعلاه، ويوزع هذا المبلغ على أساس عدد المقاعد وعدد الأصوات التي حصل عليها كل حزب سياسي خلال نفس الانتخابات. تطبيقا لمقتضيات هذه المادة، تحتسب الأصوات والمقاعد التي حصلت عليها لوائح الترشيح المقدمة من طرف اتحادات الأحزاب السياسية المشار إليها بعده لفائدة الحزب الذي ينتمي إليه مترشحو اللوائح المعنية. استثناء من القواعد المنصوص عليها في البندين \"ب\" و\"ج\" من الفقرة الثالثة من هذه المادة، يصرف سنويا لكل حزب من الأحزاب السياسية المشار إليها أعلاه عن كل مقعد فاز به على صعيد دائرة انتخابية محلية بتزكية منه، مترشح مقيم خارج تراب المملكة أو مترشحة، مبلغ يعادل خمس مرات المبلغ الراجع لكل مقعد عملا بالقاعدة المقررة في البند \"ج\" السالف الذكر. يصرف دعم سنوي إضافي لفائدة الأحزاب السياسية المشار إليها أعلاه يخصص لتغطية المصاريف المترتبة على المهام والدراسات والأبحاث التي تنجز لفائدتها من طرف الكفاءات المؤهلة بهدف تطوير التفكير والتحليل والابتكار في المجالات المرتبطة بالعمل الحزبي والسياسي. تستفيد الأحزاب السياسية المشار إليها أعلاه أيضا، مرة واحدة كل أربع سنوات، من مبلغ مالي للمساهمة في تغطية مصاريف تنظيم مؤتمراتها الوطنية العادية. ويحدد مبلغ هذه المساهمة في نسبة 50 في المائة من مبلغ الدعم السنوي المشار إليه في الفقرة الأولى من هذه المادة الراجع للحزب السياسي برسم السنة السابقة لعقد مؤتمره الوطني."
    },
    {
        "reference": "المادة 32 مكررة",
        "contenu": "إذا تعلق الأمر بأحزاب سياسية منتمية لتحالف الأحزاب السياسية المشار إليه في المادة 55.1 من هذا القانون التنظيمي، فإنها تستفيد من الدعم المنصوص عليه في المادة 32 أعلاه وفق القواعد المبينة فيها إذا استوفى التحالف الشروط المقررة في المادة 32 نفسها. ويوزع المبلغ الراجع للتحالف بالتساوي فيما بين الأحزاب المؤلفة له."
    },
    {
        "reference": "المادة 33",
        "contenu": "تقيد المبالغ الإجمالية للدعم المشار إليه في المادة 32 أعلاه سنويا في قانون المالية. تحدد بمرسوم يتخذ باقتراح من السلطة الحكومية المكلفة بالداخلية كيفيات توزيع الدعم المذكور وطرق صرفه. توجه السلطة الحكومية المكلفة بالداخلية إلى المجلس الأعلى للحسابات بيانا بالمبالغ التي منحت لكل حزب سياسي."
    },
    {
        "reference": "المادة 34",
        "contenu": "علاوة على الدعم المشار إليه في المادة 32 من هذا القانون التنظيمي، تساهم الدولة في تمويل الحملات الانتخابية التي تقوم بها الأحزاب السياسية المشاركة في الانتخابات العامة الجماعية والجهوية والتشريعية."
    },
    {
        "reference": "المادة 35",
        "contenu": "يحدد المبلغ الكلي للمساهمة المشار إليها في المادة 34 أعلاه بقرار يصدره رئيس الحكومة باقتراح من السلطة الحكومية المكلفة بالداخلية والسلطة الحكومية المكلفة بالعدل والسلطة الحكومية المكلفة بالمالية بمناسبة كل انتخابات عامة جماعية أو جهوية أو تشريعية."
    },
    {
        "reference": "المادة 36",
        "contenu": "يقسم المبلغ الكلي لمساهمة الدولة المشار إليها في المادة 34 أعلاه على النحو التالي: حصة أولى جزافية توزع بالتساوي فيما بين الأحزاب السياسية المعنية؛ حصة ثانية يراعى في توزيعها عدد الأصوات التي يحصل عليها كل حزب أو تحالف الأحزاب السياسية المشار إليه في المادة 55.1 من هذا القانون التنظيمي على الصعيد الوطني وعدد المقاعد التي يفوز بها كل حزب أو كل تحالف على الصعيد نفسه. تحتسب الأصوات والمقاعد التي حصلت عليها لوائح الترشيح المقدمة من لدن اتحادات الأحزاب السياسية المشار إليها في هذا القانون التنظيمي طبق نفس القواعد المحددة بمقتضى الفقرة الثانية من المادة 32 أعلاه. تحتسب الأصوات والمقاعد التي حصلت عليها لوائح الترشيح المقدمة من لدن تحالف الأحزاب السياسية وكذا الأصوات والمقاعد التي نالها المترشحون الذين تقدموا للانتخابات المعنية بتزكية من التحالف أو بتزكية مباشرة من الأحزاب التي ينتمون إليها لتحديد المبلغ الراجع للتحالف برسم مساهمة الدولة المشار إليها في المادة 34 أعلاه. ويوزع هذا المبلغ بالتساوي بين الأحزاب المؤلفة للتحالف."
    },
    {
        "reference": "المادة 37",
        "contenu": "يحدد بمرسوم يتخذ باقتراح من السلطة الحكومية المكلفة بالداخلية والسلطة الحكومية المكلفة بالعدل والسلطة الحكومية المكلفة بالمالية المبلغ المخصص للحصة الجزافية المشار إليها في المادة 36 أعلاه. كما يحدد كيفيات توزيع المبلغ المخصص للحصة الثانية المشار إليها في المادة 36 نفسها وطريقة صرفه. توجه السلطة الحكومية المكلفة بالداخلية إلى المجلس الأعلى للحسابات بيانا بالمبالغ التي منحت لكل حزب سياسي."
    },
    {
        "reference": "المادة 38",
        "contenu": "لا يجوز للحزب أن يتلقى أي دعم مالي مباشر أو غير مباشر من الجماعات الترابية أو المؤسسات العمومية أو كل شخص اعتباري من أشخاص القانون العام، وكذا من الشركات التي تملك الدولة أو الجماعات الترابية أو المؤسسات العمومية أو كل شخص اعتباري من أشخاص القانون العام كلا أو جزءا من رأسمالها."
    },
    {
        "reference": "المادة 39",
        "contenu": "يجب أن تؤسس الأحزاب السياسية وأن تسير بأموال وطنية دون سواها، ولا يجوز لأي حزب سياسي تلقي أموال أجنبية بصفة مباشرة أو غير مباشرة."
    },
    {
        "reference": "المادة 40",
        "contenu": "يجب أن يتم كل تسديد المبلغ مالي لفائدة حزب سياسي تساوي أو تفوق قيمته 10.000 درهم بواسطة شيك بنكي أو شيك بريدي. يجب أن يتم كل إنجاز لنفقة لفائدة حزب سياسي يساوي أو يفوق مبلغها 10.000 درهم بواسطة شيك."
    },
    {
        "reference": "المادة 41",
        "contenu": "يجب على الأحزاب السياسية أن تمسك محاسبة طبق الشروط المحددة بنص تنظيمي، كما يتعين عليها أن تودع أموالها باسمها لدى مؤسسة بنكية من اختيارها."
    },
    {
        "reference": "المادة 42",
        "contenu": "تحصر الأحزاب السياسية حساباتها سنويا. ويشهد بصحتها خبير محاسب مقيد في جدول هيئة الخبراء المحاسبين بالمغرب. يجب على الأحزاب السياسية أن تحتفظ بأصول جميع الوثائق والمستندات المحاسبية لمدة 10 سنوات تبتدئ من التاريخ الذي تحمله، وتوجه نظيرا منها طبقا لأحكام هذا القانون التنظيمي للمجلس الأعلى للحسابات."
    },
    {
        "reference": "المادة 43",
        "contenu": "يجب على الأحزاب السياسية التي استفادت من الدعم المشار إليه في المادة 32 أعلاه أن تثبت أن المبالغ التي حصلت عليها قد تم استعمالها في الغايات التي منحت من أجلها. يجب على الأحزاب السياسية التي استفادت من مساهمة الدولة في تمويل حملاتها الانتخابية أن تقوم بفتح حساب بنكي خاص بموارد ومصاريف الحملة الانتخابية وأن تثبت كذلك أن المبالغ التي حصلت عليها قد تم استعمالها في الآجال ووفق الشكليات المحددة بموجب نص تنظيمي للغايات التي منحت من أجلها. يجب على كل حزب سياسي أن يرجع تلقائيا إلى الخزينة كل مبلغ لم يستعمله من الدعم الذي تلقاه وفق أحكام المادة 32 أعلاه. كما يجب على كل حزب سياسي أن يرجع تلقائيا إلى الخزينة كل مبلغ غير مستحق وكل مبلغ لم يستعمله من المساهمة التي تلقاها عملا بأحكام المادة 34 أعلاه. في حالة عدم إرجاع المبالغ المذكورة، يفقد الحزب السياسي بحكم القانون حقه في الاستفادة من الدعم العمومي."
    },
    {
        "reference": "المادة 44",
        "contenu": "طبقا لأحكام الفصل 147 من الدستور، يتولى المجلس الأعلى للحسابات تدقيق حسابات الأحزاب السياسية المشار إليها في المادة 42 من هذا القانون التنظيمي، وكذا فحص صحة نفقاتها برسم الدعم المشار إليه في المادة 32 أعلاه. لهذه الغاية، توجه الأحزاب السياسية للمجلس الأعلى للحسابات في 31 مارس من كل سنة على أبعد تقدير الوثائق والمستندات المكونة لحساباتها السنوية المحددة بنص تنظيمي وجميع الوثائق التي تقتضها عملية تدقيق الحسابات. يتم دعم إثبات صرف نفقات الأحزاب السياسية بكل الوثائق والمستندات المثبتة المنصوص عليها في القوانين والأنظمة الجاري بها العمل. يوجه الرئيس الأول للمجلس الأعلى للحسابات إلى المسؤول الوطني عن الحزب المعني إعذارا من أجل تسوية وضعية الحزب، خلال ثلاثين يوما من تاريخ التوصل بالإعذار، في الحالات التالية: عدم تقديم المستندات والوثائق المشار إليها في الفقرة السابقة إلى المجلس الأعلى للحسابات داخل الأجل المقرر لهذه الغاية؛ صرف الدعم المنصوص عليه في المادة 32 من هذا القانون التنظيمي من طرف الحزب لغير الغايات التي منح من أجلها، أو عدم تبرير صرف الدعم المذكور بوثائق الإثبات المطلوبة، أو عدم إرجاع مبالغ الدعم المذكور غير المستعملة أو المستعملة لغير الغايات التي منحت من أجلها. إذا لم يقم الحزب بتسوية وضعيته بعد انصرام أجل الثلاثين يوما المشار إليه في الفقرة أعلاه، فإنه يفقد بحكم القانون وبكيفية فورية حقه في الاستفادة من التمويل العمومي المقرر في هذا القانون التنظيمي إلى حين تسوية وضعيته، دون الإخلال باتخاذ التدابير والمتابعات المقررة في القوانين الجاري بها العمل. يسترد الحزب المعني الحق في الاستفادة من التمويل العمومي ابتداء من التاريخ الذي يثبت فيه لدى الجهة المكلفة بصرف التمويل العمومي تسوية وضعيته تجاه الخزينة."
    },
    {
        "reference": "المادة 45",
        "contenu": "يتولى المجلس الأعلى للحسابات فحص مستندات الإثبات المتعلقة بصرف المبالغ التي تسلمها كل حزب معني برسم مساهمة الدولة في تمويل حملاته الانتخابية. لهذه الغاية، توجه الأحزاب السياسية إلى المجلس الأعلى للحسابات داخل أجل لا يزيد على أربعة (4) أشهر من تاريخ صرف مساهمة الدولة في تمويل حملاتها الانتخابية حسابات حملاتها الانتخابية. يشمل حساب الحملة الانتخابية لكل حزب سياسي جردا مفصلا للنفقات المنجزة بمناسبة الحملة الانتخابية مرفقا بالوثائق التي تثبت استعمال مبالغ المساهمة المذكورة وذلك في شكل مستندات الإثبات المنصوص عليها في القوانين والأنظمة الجاري بها العمل. يتم الإدلاء بحساب الحملة الانتخابية وفق نموذج يحدد بنص تنظيمي. يوجه الرئيس الأول للمجلس الأعلى للحسابات إلى المسؤول الوطني عن الحزب المعني إعذارا من أجل تسوية وضعية الحزب، خلال ثلاثين يوما من تاريخ التوصل بالإعذار، في الحالات التالية: عدم تقديم الحزب المعني لحساب الحملة الانتخابية المشار إليه في الفقرة الثانية من هذه المادة إلى المجلس الأعلى للحسابات داخل الأجل المقرر لهذه الغاية؛ إذا تبين للمجلس الأعلى للحسابات بأن المستندات المدلى بها من لدن حزب سياسي في شأن استعمال مبلغ مساهمة الدولة الممنوح له برسم حملاته الانتخابية لا تبرر، جزئيا أو كليا، استعمال المبلغ المذكور، طبقا للغايات التي منح من أجلها؛ عدم إرجاع مبالغ الدعم الممنوحة للحزب في شكل مساهمة في تمويل حملاته الانتخابية، غير المستحقة أو غير المستعملة أو المستعملة لغير الغايات التي منحت من أجلها أو التي لم يتم إثبات صرفها بوثائق الإثبات. إذا لم يقم الحزب بتسوية وضعيته داخل الأجل المحدد في الفقرة أعلاه، يفقد الحزب، بحكم القانون وبكيفية فورية حقه في الاستفادة من التمويل العمومي المقرر في هذا القانون التنظيمي إلى حين تسوية وضعيته، وذلك دون الإخلال باتخاذ التدابير والمتابعات المقررة في القوانين الجاري بها العمل. يسترد الحزب المعني الحق في الاستفادة من التمويل العمومي ابتداء من التاريخ الذي يثبت فيه لدى الجهة المكلفة بصرف التمويل العمومي تسوية وضعيته تجاه الخزينة. يحيل الرئيس الأول للمجلس الأعلى للحسابات على الوكيل العام للملك لدى محكمة النقض بصفته رئيس النيابة العامة الاختلالات التي سجلها المجلس المذكور في شأن استعمال مساهمة الدولة وذلك لاتخاذ الإجراءات التي يقتضيها القانون."
    },
    {
        "reference": "المادة 46",
        "contenu": "يمكن لكل ذي مصلحة أن يطلع بمقر المجلس الأعلى للحسابات على الوثائق والمستندات المذكورة في الفقرة الثانية من المادة 42 أعلاه، كما يمكنه أن يأخذ نسخة منها على نفقته الخاصة."
    },
    {
        "reference": "المادة 47",
        "contenu": "يعد كل استخدام كلي أو جزئي للتمويل العمومي الممنوح من طرف الدولة لأغراض غير تلك التي منح من أجلها اختلاسا للمال العام يعاقب عليه بهذه الصفة طبقا للقانون."
    },
    {
        "reference": "المادة 48",
        "contenu": "لا يستفيد الحزب الذي تم توقيفه، طبقا لأحكام المواد 60 و 61 و 62 من هذا القانون التنظيمي من التمويل العمومي بالنسبة للمدة التي استغرقها التوقيف."
    },
    {
        "reference": "المادة 49",
        "contenu": "يتعين على كل حزب سياسي أن يعقد مؤتمره الوطني على الأقل مرة كل أربع سنوات، وفي حالة عدم عقده خلال هذه المدة، يفقد حقه في الاستفادة من التمويل العمومي. ويسترجع هذا الحق ابتداء من تاريخ تسوية وضعيته."
    },
    {
        "reference": "المادة 50",
        "contenu": "يمكن للأحزاب السياسية المؤسسة بكيفية قانونية أن تنتظم في اتحادات تتمتع بالشخصية الاعتبارية بهدف العمل جماعيا من أجل تحقيق غايات مشتركة. لا يعتبر الاتحاد المشار إليه في الفقرة أعلاه حزبا سياسيا بمفهوم هذا القانون التنظيمي، ولا يستفيد من التمويل العمومي المنصوص عليه في الباب الرابع من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 51",
        "contenu": "تخضع اتحادات الأحزاب السياسية لمقتضيات هذا القانون التنظيمي، مع مراعاة الأحكام الواردة في هذا الفرع."
    },
    {
        "reference": "المادة 52",
        "contenu": "كل تأسيس الاتحاد أحزاب سياسية أو انضمام حزب سياسي إلى اتحاد أحزاب سياسية يجب أن يصادق عليه من لدن الجهاز المؤهل لذلك بموجب الأنظمة الأساسية للأحزاب المعنية، ووفقا للكيفيات المقررة في هذه الأنظمة."
    },
    {
        "reference": "المادة 53",
        "contenu": "كل تأسيس لاتحاد أحزاب سياسية يجب أن يكون موضوع تصريح يودع لدى السلطة الحكومية المكلفة بالداخلية، خلال الثلاثين يوما الموالية لتاريخ هذا التأسيس، مقابل وصل مؤرخ ومختوم يسلم فورا. يجب أن يكون التصريح حاملا لتوقيعات ممثلي كل الأحزاب السياسية المكونة للاتحاد، المؤهلين لهذه الغاية بموجب النظام الأساسي، وأن يبين فيه تسمية الاتحاد ومقره ورمزه. يتعين إرفاق التصريح بلائحة المسيرين وصفتهم داخل الاتحاد، وبثلاثة نظائر من النظام الأساسي للاتحاد."
    },
    {
        "reference": "المادة 54",
        "contenu": "يجب أن يصرح بانضمام كل حزب لاتحاد أحزاب سياسية أو بكل انسحاب منه لدى السلطة الحكومية المكلفة بالداخلية، خلال الثلاثين يوما الموالية لتاريخ وقوع الانضمام أو الانسحاب، مقابل وصل مؤرخ ومختوم يسلم فورا. كما يجب أن يصرح بكل تغيير يطرأ على تسمية الاتحاد أو مقره أو رمزه أو لائحة مسيريه لدى السلطة الحكومية المكلفة بالداخلية، خلال الثلاثين يوما الموالية لتاريخ التغيير، مقابل وصل مؤرخ ومختوم يسلم فورا."
    },
    {
        "reference": "المادة 55",
        "contenu": "يمكن لاتحادات الأحزاب السياسية أن تقدم على صعيد كل دائرة انتخابية، لائحة ترشيح لمختلف الاستحقاقات الانتخابية بتزكية من الأحزاب المشكلة للاتحاد، على أن لا تتضمن اللائحة المذكورة سوى مترشحين ينتمون لحزب سياسي واحد من الأحزاب التي يتألف منها الاتحاد."
    },
    {
        "reference": "المادة 55.1",
        "contenu": "يمكن لحزبين سياسيين أو أكثر أن تؤلف تحالفا فيما بينها بمناسبة انتخابات أعضاء المجالس الجماعية والجهوية وانتخاب أعضاء مجلس النواب. ويسري التحالف على الصعيد الوطني. ولا يجوز لحزب سياسي أن ينتمي إلى أكثر من تحالف واحد برسم نفس الانتخابات. يمكن لتحالف أحزاب سياسية أن يقدم بتزكية منه لوائح تضم مترشحين ينتسبون وجوبا للأحزاب المؤلفة له كلها أو بعضها عند الاقتضاء. ويشار في لوائح الترشيح إلى الانتماء السياسي لكل مترشح. كما يمكن للتحالف أن يقدم بتزكية منه مترشحين ينتسبون وجوبا لأحد الأحزاب المؤلفة له في الدوائر الانتخابية التي يجرى فيها الانتخاب عن طريق الاقتراع الفردي. تطبق الأحكام أعلاه في شأن انتخابات أعضاء الغرف المهنية."
    },
    {
        "reference": "المادة 55.2",
        "contenu": "يجب على الأحزاب السياسية المشاركة في التحالف أن تودع لدى السلطة الحكومية المكلفة بالداخلية مقابل وصل يسلم فورا تصريحا بالتحالف يوقعه المسؤولون على الصعيد الوطني، عن الأحزاب المؤلفة للتحالف يبين الانتخاب أو الانتخابات المشمولة بالتحالف وطريقة ومسطرة تزكية لوائح الترشيح أو مترشحي الأحزاب المشاركة في التحالف والجهاز المكلف بمنح التزكية باسم التحالف. يجب أن يتم إيداع التصريح بالتحالف قبل اليوم الخامس والثلاثين السابق لتاريخ الاقتراع على أبعد تقدير. ولا يمكن الانسحاب من التحالف خارج هذا الأجل."
    },
    {
        "reference": "المادة 56",
        "contenu": "يمكن للأحزاب السياسية المؤسسة بكيفية قانونية أن تندمج بكل حرية في إطار حزب قائم أو في إطار حزب جديد."
    },
    {
        "reference": "المادة 57",
        "contenu": "كل قرار يتعلق باندماج حزب سياسي أو أكثر في إطار حزب قائم أو في إطار حزب جديد، يجب أن يصادق عليه مسبقا من لدن المؤتمرات الوطنية للأحزاب المعنية. كل حزب اندمج في إطار حزب قائم أو في إطار حزب جديد يحل بحكم القانون. يحل الحزب القائم أو الحزب الجديد محل الحزب أو الأحزاب المندمجة فيه، في جميع الحقوق والالتزامات."
    },
    {
        "reference": "المادة 58",
        "contenu": "يخضع اندماج الأحزاب السياسية لنفس النظام القانوني المطبق على الأحزاب السياسية، مع مراعاة المقتضيات الواردة في هذا الفرع."
    },
    {
        "reference": "المادة 59",
        "contenu": "كل اندماج في حزب قائم أو حزب جديد يجب أن يكون موضوع تصريح يودع لدى السلطة الحكومية المكلفة بالداخلية، خلال الثلاثين يوما الموالية لتاريخ هذا الاندماج، مقابل وصل مؤرخ ومختوم يسلم فورا. يجب أن يكون التصريح حاملا لتوقيعات ممثلي الأحزاب السياسية المعنية المؤهلين لهذه الغاية بموجب النظام الأساسي لكل حزب. ويجب أن يبين في هذا التصريح تسمية الحزب القائم أو الجديد الذي تم الاندماج فيه، والإشارة إلى مقره ورمزه، وأن يكون مرفقا بما يلي: محضر المؤتمر الوطني الذي تمت فيه المصادقة على الاندماج بالنسبة لكل واحد من الأحزاب المعنية؛ ثلاثة نظائر من كل من النظام الأساسي والبرنامج ولائحة المسيرين وصفاتهم داخل الحزب."
    },
    {
        "reference": "المادة 60",
        "contenu": "في حالة اتخاذ الأجهزة التقريرية لحزب سياسي لقرار أو إجراء أودعت إلى عمل يخل بالنظام العام تطلب السلطة الحكومية المكلفة بالداخلية من رئيس المحكمة الإدارية بالرباط، بصفته قاض للمستعجلات أن يأمر بتوقيف الحزب وإغلاق مقاره مؤقتا. يبت رئيس المحكمة الإدارية بالرباط في هذا الطلب وجوبا خلال أجل ثمانية وأربعين ساعة، وينفذ الأمر على الأصل."
    },
    {
        "reference": "المادة 61",
        "contenu": "لا يجوز أن تقل مدة توقيف الحزب وإغلاق مقاره مؤقتا عن شهر واحد، وألا تتعدى أربعة أشهر. يحق للحزب المعني أن يسترجع جميع حقوقه إذا انصرمت مدة التوقيف التي قضت بها المحكمة، ولم يتم تقديم أي طلب بتمديدها في حدود المدة الأقصى المنصوص عليها في الفقرة الأولى أعلاه، أو لم يتم تقديم أي طلب لحل الحزب لنفس الأسباب المذكورة في المادة 60 أعلاه، ووفق نفس المسطرة."
    },
    {
        "reference": "المادة 62",
        "contenu": "في حالة عدم الإدلاء بأحد البيانات أو الوثائق أو المستندات المطلوبة، أو عدم احترام الإجراءات أو الآجال وفق ما هو منصوص عليه في المواد السابقة، تقوم السلطة الحكومية المكلفة بالداخلية، دون الإخلال بأحكام هذا القانون التنظيمي، بتوجيه إشعار إلى الحزب المعني قصد مطالبته بتسوية وضعيته داخل أجل ستين يوما. وإذا لم يقم الحزب بتسوية وضعيته بعد انصرام هذا الأجل، تطلب السلطة الحكومية المكلفة بالداخلية توقيف الحزب وفق الشروط والشكليات المنصوص عليها في المادتين 60 و 61 أعلاه."
    },
    {
        "reference": "المادة 63",
        "contenu": "تختص المحكمة الإدارية بالرباط بالنظر في طلبات التصريح بالبطلان وطلبات الإبطال المنصوص عليهما في المادتين 4 و 13 أعلاه، وكذا في طلبات الخل المنصوص عليها في هذا القانون التنظيمي. يجوز للمحكمة المذكورة أن تأمر احتياطيا بإغلاق مقار الحزب وبمنع اجتماع أعضائه، وذلك بغض النظر عن جميع أوجه الطعن."
    },
    {
        "reference": "المادة 64",
        "contenu": "كل من ساهم بكيفية مباشرة أو غير مباشرة في الإبقاء على حزب وقع حله، طبقا لأحكام هذا القانون التنظيمي، أو ساهم في إعادة تأسيسه يعاقب بالحبس من سنة واحدة إلى خمس سنوات وبغرامة من 20.000 إلى 100.000 درهم. تطبق نفس العقوبات على الأشخاص الذين يساعدون على اجتماع أعضاء الحزب الذي وقع حله."
    },
    {
        "reference": "المادة 65",
        "contenu": "يعرض الموظف الموكول له القيام بتسلم التصريحات الخاصة بتأسيس الأحزاب السياسية أو بالتغييرات الطارئة عليها للمساءلة القانونية المنصوص عليها في القوانين الجنائية أو الوظيفية العمومية في حالة رفضه تسلم هذه التصريحات أو امتناعه عن تسليم وصل الإيداع عن ذلك."
    },
    {
        "reference": "المادة 66",
        "contenu": "يعاقب بغرامة من 20.000 إلى 100.000 درهم الشخص الذي ينخرط في حزب سياسي دون مراعاة أحكام المواد 20 و 21 و 23 من هذا القانون التنظيمي، وكذا الحزب الذي يقبل عن عمد انخراط أشخاص خلافا لأحكام المواد المذكورة. تطبق نفس العقوبات على الأشخاص الذين يقدمون أو يقبلون، خرقا لأحكام المادة 31 من هذا القانون التنظيمي، هبات أو وصايا أو تبرعات نقدية أو عينية لفائدة حزب سياسي تتجاوز قيمتها 600.000 درهم. يعاقب بنفس العقوبات كل شخص يسدد أو يقبل مبالغ نقدية لفائدة حزب سياسي تساوي أو تفوق 10.000 درهم أو ينجز نفقات بمبالغ مالية نقدية تساوي أو تفوق هذا المبلغ لفائدة حزب سياسي، وذلك خرقا لأحكام المادة 40 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 67",
        "contenu": "يعاقب بالحبس لمدة تتراوح بين سنة وخمس سنوات وبغرامة من 10.000 إلى 50.000 درهم كل من خالف أحكام المادتين 38 و 39 أعلاه."
    },
    {
        "reference": "المادة 68",
        "contenu": "تختص المحكمة الإدارية بالرباط بالنظر في طلب الحل الذي تتقدم به السلطة الحكومية المكلفة بالداخلية بشأن كل حزب سياسي يحرض على قيام مظاهرات مسلحة في الشارع أو يكتسي من حيث الشكل والنظام العسكري أو الشبيه به صبغة مجموعات قتال أو فرق مسلحة خصوصية أو يهدف إلى الاستيلاء على مقاليد الحكم بالقوة، أو يهدف إلى المس بالدين الإسلامي، أو بالنظام الملكي، أو بالمبادئ الدستورية، أو بالأسس الديمقراطية، أو بالوحدة الوطنية أو الترابية للمملكة. تبت المحكمة في الطلب المشار إليه في الفقرة الأولى أعلاه داخل أجل ثلاثين يوما تحتسب من تاريخ رفع الطلب إليها. يجوز للمحكمة المذكورة، بطلب من السلطة الحكومية المكلفة بالداخلية، أن تأمر احتياطيا بإغلاق مقار الحزب وبمنع اجتماع أعضائه، وتبت المحكمة في هذا الطلب وجوبا داخل أجل ثمانية وأربعين ساعة، وينفذ الأمر على الأصل."
    },
    {
        "reference": "المادة 69",
        "contenu": "يعاقب بالسجن من خمس سنوات إلى عشر سنوات وبغرامة من 20.000 إلى 100.000 درهم كل من ساهم في الإبقاء على حزب سياسي تم حله طبقا لأحكام المادة 68 أعلاه، أو ساهم في إعادة تأسيسه بكيفية مباشرة أو غير مباشرة."
    },
    {
        "reference": "المادة 70",
        "contenu": "يباشر عند الحل التلقائي للحزب نقل أمواله وفق ما يقرره نظامه الأساسي وفي حالة عدم تنصيص النظام الأساسي على القواعد المتعلقة بإجراءات الحل، يقرر مؤتمر الحزب قواعد تصفية الأموال المذكورة. إذا لم يقرر المؤتمر في شأن التصفية، تتولى المحكمة الابتدائية بالرباط تحديد كيفيات التصفية بطلب من النيابة العامة أو بطلب من كل من يعنيه الأمر. في حالة الحل القضائي، يحدد المقرر القضائي الصادر عن المحكمة المختصة كيفيات التصفية. في حالة حل حزب إثر اندماجه في إطار حزب جديد أو حزب قائم، يؤول الدعم المالي السنوي المستحق قانونا لفائدته إلى الحزب الجديد أو الحزب القائم، وذلك طبقا لأحكام المادة 32 أعلاه."
    },
    {
        "reference": "المادة 71",
        "contenu": "ابتداء من تاريخ نشر هذا القانون التنظيمي في الجريدة الرسمية تنسخ أحكام القانون رقم 36.04 المتعلق بالأحزاب السياسية، الصادر بتنفيذه الظهير الشريف رقم 1.06.18 بتاريخ 15 من محرم 1427 (14) فبراير (2006). تنسخ أيضا أحكام الفقرات 4 و 5 و 6 و 7 من الفصل 32 من الظهير الشريف رقم 1.58.376 الصادر في 3 جمادي الأولى 1378 (15) نوفمبر 1958) بتنظيم حق تأسيس الجمعيات كما تم تتميمه وتعديله. تنسخ، فيما يتعلق بالأحزاب السياسية واتحادات الأحزاب السياسية، أحكام الجزء الأول من القسم الرابع من القانون رقم 9.97 المتعلق بمدونة الانتخابات الصادر بتنفيذه الظهير الشريف رقم 1.97.83 بتاريخ 23 من ذي القعدة 1417 (2 أبريل 1997) كما وقع تغييره وتتميمه."
    },
    {
        "reference": "المادة 72",
        "contenu": "يتعين على الأحزاب السياسية المؤسسة بصفة قانونية في تاريخ صدور هذا القانون التنظيمي أن تقوم بملاءمة أنظمتها الأساسية والداخلية مع أحكامه داخل أجل ثمانية عشر شهرا يبتدئ من تاريخ نشره بالجريدة الرسمية."
    }
]