[
    {
        "reference": "المادة 1",
        "contenu": "تطبيقا لأحكام الدستور ولا سيما الفصل 116 منه، يحدد هذا القانون التنظيمي قواعد انتخاب وتعيين أعضاء المجلس الأعلى للسلطة القضائية، وكيفيات تنظيمه وسيره واختصاصاته، وكذا المعايير المتعلقة بتدبير الوضعية المهنية للقضاة، ومسطرة التأديب."
    },
    {
        "reference": "المادة 2",
        "contenu": "طبقا لأحكام الفصل 107 من الدستور، تعتبر السلطة القضائية مستقلة عن السلطة التشريعية وعن السلطة التنفيذية، والملك هو الضامن لاستقلال السلطة القضائية. تمارس السلطة القضائية من قبل القضاة الذين يزاولون فعليا مهامهم القضائية بالمحاكم التي يشملها التنظيم القضائي للمملكة."
    },
    {
        "reference": "المادة 3",
        "contenu": "طبقا لأحكام الفصل 56 من الدستور، يرأس الملك المجلس الأعلى للسلطة القضائية."
    },
    {
        "reference": "المادة 4",
        "contenu": "تطبيقا لأحكام الفصول 107 و 113 و 116 من الدستور، يمارس المجلس الأعلى للسلطة القضائية مهامه بصفة مستقلة."
    },
    {
        "reference": "المادة 5",
        "contenu": "تطبيقا لأحكام الفقرة الثانية من الفصل 116 من الدستور، يتمتع المجلس الأعلى للسلطة القضائية بالشخصية الاعتبارية والاستقلال الإداري والمالي. ومن أجل ذلك تضع الدولة رهن إشارته الوسائل المادية والبشرية اللازمة. يمثل الرئيس المنتدب للمجلس الأعلى للسلطة القضائية هذا المجلس أمام القضاء وباقي السلطات والإدارات العمومية وأمام الغير. يتوفر المجلس الأعلى للسلطة القضائية على مقر خاص بالرباط. يشار إلى المجلس الأعلى للسلطة القضائية في هذا القانون التنظيمي باسم المجلس."
    },
    {
        "reference": "المادة 6",
        "contenu": "تطبيقا لأحكام الفصل 115 من الدستور، يتألف المجلس من: الرئيس الأول لمحكمة النقض، رئيسا منتدبا؛ الوكيل العام للملك لدى محكمة النقض؛ رئيس الغرفة الأولى بمحكمة النقض؛ أربعة ممثلين لقضاة محاكم الاستئناف، ينتخبهم هؤلاء القضاة من بينهم؛ ستة ممثلين لقضاة محاكم أول درجة، ينتخبهم هؤلاء القضاة من بينهم (ويجب ضمان تمثيلية النساء القاضيات من بين الأعضاء العشرة المنتخبين، بما يتناسب مع حضورهن داخل السلك القضائي، وفق مقتضيات المادتين 23 و 45 من هذا القانون التنظيمي)؛ الوسيط؛ رئيس المجلس الوطني لحقوق الإنسان؛ خمس شخصيات يعينها الملك، مشهود لها بالكفاءة والتجرد والنزاهة والعطاء المتميز في سبيل استقلال القضاء وسيادة القانون من بينهم عضو يقترحه الأمين العام للمجلس العلمي الأعلى."
    },
    {
        "reference": "المادة 7",
        "contenu": "لا يجوز الجمع بين العضوية في المجلس بالنسبة للقضاة المنتخبين، وبين أي ممارسة المهام قضائية بإحدى المحاكم. كما لا يجوز لهم الجمع بين العضوية في المجلس وبين العضوية في مكتب مسير لجمعية مهنية للقضاة أو جمعية مهتمة بقضايا العدالة، أو فرع من فروعهما."
    },
    {
        "reference": "المادة 8",
        "contenu": "لا يجوز الجمع بين العضوية في المجلس، بالنسبة للشخصيات التي يعينها الملك، وبين العضوية في الحكومة أو مجلس النواب أو مجلس المستشارين أو المحكمة الدستورية أو المجلس الأعلى للحسابات أو المجلس الاقتصادي والاجتماعي والبيئي أو كل هيئة أو مؤسسة من المؤسسات والهيئات المنصوص عليها في الباب الثاني عشر من الدستور. ولا يجوز الجمع بين العضوية في المجلس وبين العضوية في مكتب مسير لجمعية مهتمة بقضايا العدالة أو فرع من فروعها، أو ممارسة مهنة قانونية قضائية أو مهمة عامة انتخابية ذات طابع سياسي أو نقابي، كيفما كانت طبيعتها أو شكلها."
    },
    {
        "reference": "المادة 9",
        "contenu": "يؤدي أعضاء المجلس، قبل مباشرة مهامهم القسم بين يدي الملك على أن يقوموا بمهامهم بتجرد وإخلاص وأمانة ونزاهة، والحرص التام على استقلال القضاء، وكتمان سر المداولات والتصويت، وألا يتخذوا أي موقف علني في أي مسألة من المسائل التي تدخل في نطاق اختصاصات المجلس. يعتبر المجلس منصبا من تاريخ أداء القسم المذكور."
    },
    {
        "reference": "المادة 10",
        "contenu": "تنشر لائحة أعضاء المجلس بالجريدة الرسمية."
    },
    {
        "reference": "المادة 11",
        "contenu": "يمنع على أعضاء المجلس، اتخاذ أي موقف أو القيام بأي عمل يمكن أن ينال من تجردهم أو من استقلالية المجلس، كما يمنع عليهم بوجه خاص، اتخاذ أي موقف علني في القضايا المعروضة على المجلس أو التي سبق للمجلس أن بت فيها أو يحتمل أن يصدر عنه قرار في شأنها، أو شاركوا في المداولات المتعلقة بها. يمنع عليهم أيضا استعمال صفاتهم كأعضاء بالمجلس لأي غرض من الأغراض ذات الطابع الشخصي. يلتزم الأعضاء بواجب التحفظ والكتمان فيما يخص مداولات المجلس ومقرراته، وكذا المعلومات والوثائق التي يطلعون عليها خلال مزاولتهم لمهامهم ويبقى هذا الالتزام ساريا ولو بعد انتهاء مدة عضويتهم بالمجلس."
    },
    {
        "reference": "المادة 12",
        "contenu": "يتقاضي القضاة المنتخبون والأعضاء المعينون المشار إليهم في البند الأخير من الفصل 115 من الدستور تعويضا عن المهام يساوي على الأقل التعويض النيابي، يخضع للنظام الضريبي الذي يخضع له هذا الأخير. لا يجوز الجمع بين التعويض المذكور وبين أي أجرة أو تعويض آخر كيفما كانت طبيعته باستثناء التعويض عن التنقل. وفي كل الأحوال، يجب ألا يقل التعويض عن المهام عن مبلغ الأجرة التي يتقاضونها في إطارهم الأصلي."
    },
    {
        "reference": "المادة 13",
        "contenu": "يستفيد الرئيس المنتدب للمجلس من التعويض عن التمثيل ومختلف المزايا العينية المستحقة لرئيس مجلس النواب."
    },
    {
        "reference": "المادة 14",
        "contenu": "تحدد مدة ولاية المجلس في خمس (5) سنوات، تبتدئ من فاتح يناير الموالي لإجراء الانتخابات. تحدد مدة عضوية القضاة المنتخبين في خمس (5) سنوات غير قابلة للتجديد. تحدد مدة عضوية الشخصيات التي يعينها الملك في خمس (5) سنوات قابلة للتجديد مرة واحدة."
    },
    {
        "reference": "المادة 15",
        "contenu": "تنتهي العضوية في المجلس في الحالات التالية: أولا: انتهاء مدة العضوية؛ ثانيا: الإحالة إلى التقاعد بالنسبة للقضاة المنتخبين؛ ثالثا: الاستقالة مع مراعاة مقتضيات المادتين 16 و 18 بعده؛ رابعا: الإعفاء الذي يقرره المجلس في الحالات التالية (الإخلال بالالتزامات المنصوص عليها في هذا القانون التنظيمي، مزاولة نشاط أو قبول منصب أو نيابة انتخابية تتنافى مع العضوية في المجلس، حدوث عجز صحي مستديم يمنع بصورة نهائية عضوا من أعضاء المجلس من مزاولة مهامه)؛ خامسا: الوفاة."
    },
    {
        "reference": "المادة 16",
        "contenu": "يمكن للعضو المنتخب تقديم طلب استقالته إلى الرئيس المنتدب للمجلس. يبت المجلس في الطلب داخل أجل أقصاه ثلاثون (30) يوما من تاريخ توصله به مع مراعاة الفترة الفاصلة بين دورات المجلس. في حالة عدم بت المجلس داخل الأجل المذكور أعلاه، تعتبر الاستقالة مقبولة."
    },
    {
        "reference": "المادة 17",
        "contenu": "في حالة استقالة أحد الأعضاء المنتخبين أو إلغاء انتخابه أو إعفائه أو إحالته إلى التقاعد أو وفاته، يحل محله المترشح أو المترشحة الحاصل على أكبر عدد من الأصوات من بين المترشحين أو المترشحات الموالين باللائحة، الذي وافق على ذلك، شريطة توفره على الشروط المنصوص عليها في المادة 27 بعده. إذا لم يوافق المترشح أو المترشحة المدعو لكي يحل محل العضو المستقيل أو الذي تم إلغاء انتخابه أو المعفى أو المحال إلى التقاعد أو المتوفى، أو تعذر ذلك لأي سبب من الأسباب، حل محله من يليه طبقا لنفس الشروط المذكورة أعلاه. يعلن المجلس عند الاقتضاء، عن تنظيم انتخابات جديدة لملء المقعد أو المقاعد الشاغرة."
    },
    {
        "reference": "المادة 18",
        "contenu": "يمكن للعضو المعين تقديم استقالته إلى الرئيس المنتدب للمجلس، ويبتدئ مفعولها من تاريخ تعيين من يحل محله."
    },
    {
        "reference": "المادة 19",
        "contenu": "في حالة استقالة أحد الأعضاء المعينين أو إعفائه أو وفاته، تباشر مسطرة تعيين من يخلفه خلال مدة خمسة عشر (15) يوما من تاريخ رفع الأمر إلى الملك."
    },
    {
        "reference": "المادة 20",
        "contenu": "يكمل عضو المجلس المنتخب أو المعين للحلول محل من انتهت عضويته قبل موعدها العادي الفترة المتبقية من مدة عضوية سلفه؛ وذلك بعد أداء القسم طبقا للالمادة 9 أعلاه. تعتبر الفترة المتبقية من مدة العضوية المشار إليها في الفقرة السابقة، بمثابة مدة عضوية كاملة إذا تجاوزت نصف المدة المحددة في المادة 14 أعلاه."
    },
    {
        "reference": "المادة 21",
        "contenu": "يلحق القضاة المنتخبون لدى المجلس، وذلك لمدة عضويتهم به، ويعادون بحكم القانون إلى منصبهم القضائي الأصلي، عند انتهاء المدة المذكورة. ولا يجوز لهم، خلال مدة إلحاقهم، أن يحصلوا على أي ترقية في الدرجة أو تكليف بمهام أعلى من درجاتهم."
    },
    {
        "reference": "المادة 22",
        "contenu": "تباشر مسطرة تعيين أعضاء المجلس الذين يعينهم الملك والذين سيحلون محل الأعضاء الذين ستنتهي مدة عضويتهم قبل تاريخ انتهاء المدة المذكورة بخمسة عشر (15) يوما على الأقل. ومن أجل ذلك، يتعين على الرئيس المنتدب للمجلس إحاطة الملك علما بالتاريخ الذي ستنتهي فيه مدة انتداب كل عضو، قبل ثلاثة (3) أشهر من التاريخ المذكور."
    },
    {
        "reference": "المادة 23",
        "contenu": "يحدد بقرار للمجلس: تاريخ إجراء انتخابات ممثلي القضاة الذي يجب ألا يقل عن خمسة وأربعين (45) يوما قبل انقضاء مدة ولاية المجلس؛ عدد المقاعد المخصصة للنساء القاضيات من بين الأعضاء العشرة المنتخبين، بما يتناسب مع حضورهن داخل السلك القضائي بالنسبة لكل هيئة؛ تاريخ بدء عملية إيداع التصريحات بالترشيح الذي يجب ألا يقل عن ثلاثين (30) يوما قبل الموعد المحدد للانتخابات؛ الفترة التي يعرف خلالها المترشحون بأنفسهم لدى الهيئة الناخبة التي ينتمون إليها، والتي يجب ألا تقل عن خمسة عشر (15) يوما قبل تاريخ الاقتراع؛ الشروط والوسائل المستعملة والأماكن التي يمكن فيها للمترشحين القيام بالتعريف بأنفسهم، بما يراعي حرمة القضاء وهيبته والأخلاقيات القضائية، ويحافظ على حسن سير المهام القضائية، ويكفل المساواة وتكافؤ الفرص بين المترشحين، ويضمن حرية ونزاهة وشفافية العملية الانتخابية؛ شكل ورقة التصويت ومضمونها؛ عدد مكاتب التصويت ودوائرها ومقارها؛ مقر لجنة الإحصاء. ينشر هذا القرار بالجريدة الرسمية."
    },
    {
        "reference": "المادة 24",
        "contenu": "تتألف الهيئة الناخبة لممثلي القضاة بالمجلس من: هيئة قضاة مختلف محاكم الاستئناف، وتضم القضاة بمختلف درجاتهم الممارسين لمهامهم بهذه المحاكم والمعينين بها بصفة نظامية أو بتكليف؛ هيئة قضاة مختلف محاكم أول درجة وتضم القضاة بمختلف درجاتهم الممارسين لمهامهم بهذه المحاكم والمعينين بها بصفة نظامية أو بتكليف. ينتخب القضاة العاملون خارج المحاكم المذكورة ضمن الهيئة التي ينتمون إليها بحكم منصبهم القضائي الأصلي."
    },
    {
        "reference": "المادة 25",
        "contenu": "لا يجوز للقضاة الموجودين في وضعية استيداع المشاركة في انتخابات ممثلي القضاة."
    },
    {
        "reference": "المادة 26",
        "contenu": "يحصر المجلس لوائح الناخبين الخاصة بكل هيئة انتخابية حسب الترتيب الألفبائي. يتم نشر اللوائح الانتخابية بالمحاكم وبالموقع الإلكتروني للمجلس وبكل الوسائل المتاحة، ستين (60) يوما على الأقل، قبل التاريخ المحدد لإجراء الانتخابات. يمكن للناخبين، عند الاقتضاء، خلال خمسة (5) أيام الموالية لنشر اللوائح، أن يتقدموا إلى المجلس بطلبات تصحيح اللائحة الانتخابية لهيئتهم. يبت المجلس في هذه الطلبات خلال ثلاثة (3) أيام من تاريخ تقديم الطلب. يمكن الطعن في قرار رفض تصحيح اللوائح الانتخابية، أمام الغرفة الإدارية بمحكمة النقض خلال ثلاثة (3) أيام من تاريخ التبليغ بكل الوسائل المتاحة. تبت الغرفة الإدارية بمحكمة النقض في الطلب داخل أجل خمسة (5) أيام بقرار غير قابل لأي طعن. تنشر اللوائح النهائية بالمحاكم وبالموقع الإلكتروني للمجلس وبكل الوسائل المتاحة."
    },
    {
        "reference": "المادة 27",
        "contenu": "يكون مؤهلا للترشيح للعضوية في المجلس كل قاض تتوفر فيه الشروط التالية: أن يكون ناخبا في الهيئة التي يترشح عنها؛ ألا تقل مدة أقدميته في السلك القضائي عن سبع (7) سنوات؛ أن يكون مزاولا لمهامه فعليا بإحدى محاكم الاستئناف أو محاكم أول درجة؛ ألا تكون قد صدرت في حقه عقوبة تأديبية ما لم يرد اعتباره؛ ألا يوجد في رخصة مرض متوسطة أو طويلة الأمد."
    },
    {
        "reference": "المادة 28",
        "contenu": "يقوم المجلس بإعداد قائمة للمترشحين والمترشحات بالنسبة لكل هيئة ناخبة كما يلي: قائمة هيئة قضاة مختلف محاكم الاستئناف وتضم أسماء المترشحين والمترشحات عن هذه الهيئة؛ قائمة هيئة قضاة محاكم أول درجة وتضم أسماء المترشحين والمترشحات عن هذه الهيئة."
    },
    {
        "reference": "المادة 29",
        "contenu": "يودع المترشحون مباشرة لدى الأمانة العامة للمجلس، تصريحاتهم بالترشيح مقابل وصل، يسلم فورا يتضمن اسم المترشح وتاريخ وساعة الإيداع. يحدد أجل إيداع التصريحات بالترشيح في خمسة (5) أيام. تسجل الترشيحات بسجل خاص بكل هيئة، يبين فيه تاريخ وساعة تلقي الترشيح، والاسم الشخصي والعائلي للمترشح، ومكان عمله، وتاريخ تعيينه في السلك القضائي، وبريده الإلكتروني. يحصر الرئيس المنتدب قائمة الترشيحات المتعلقة بكل هيئة حسب الترتيب الذي تم وفقه إيداع الترشيحات، بعد التأكد من توافر شروط الترشيح المشار إليها في المادة 27 أعلاه."
    },
    {
        "reference": "المادة 30",
        "contenu": "يبت المجلس في التصريحات بالترشيح داخل أجل اثنتين وسبعين (72) ساعة من تاريخ انتهاء الأجل المحدد لإيداعها. يمكن الطعن في قرار رفض الترشيح، وفي كل ترشيح غير مستوف للشروط المطلوبة تم قبوله، أمام الغرفة الإدارية بمحكمة النقض خلال أجل اثنتين وسبعين (72) ساعة من تاريخ تبليغه بكل الوسائل المتاحة. تبت الغرفة الإدارية بمحكمة النقض في الطلب داخل أجل خمسة (5) أيام بقرار غير قابل لأي طعن."
    },
    {
        "reference": "المادة 31",
        "contenu": "يقوم المجلس بحصر القائمة النهائية للمترشحين والمترشحات الخاصة بكل هيئة ناخبة حسب الترتيب الذي تم وفقه إيداع الترشيحات، مع مراعاة مقتضيات المادة 30 أعلاه. تنشر القائمة النهائية الخاصة بكل هيئة ناخبة بالمحاكم وبالموقع الإلكتروني للمجلس ويعلن عنها بكل الوسائل المتاحة. ينشر، وفق الكيفية المنصوص عليها في الفقرة السابقة، كل تعديل يطرأ على القائمة النهائية بعد حصرها، وإلى غاية تاريخ إجراء الاقتراع، بسبب التشطيب على مترشح أو وفاته."
    },
    {
        "reference": "المادة 32",
        "contenu": "تبتدئ الفترة المخصصة للمترشحين للتعريف بأنفسهم في الساعة الأولى من اليوم الخامس عشر السابق لتاريخ الاقتراع، وتنتهي في الساعة الثانية عشرة ليلا من اليوم السابق للاقتراع."
    },
    {
        "reference": "المادة 33",
        "contenu": "يحدث الرئيس المنتدب للمجلس بمقر كل محكمة استئناف وكل محكمة من محاكم أول درجة، مكتبا أو عدة مكاتب للتصويت، ويعهد برئاستها إلى أقدم قاض بالمحكمة، يساعده أصغر قاض بها، ويتولى رئيس كتابة الضبط مهام الكتابة بها. لا يجوز أن يكون رئيس مكتب التصويت أو مساعده أو الكاتب من بين المترشحين."
    },
    {
        "reference": "المادة 34",
        "contenu": "يحق للمترشحين مراقبة عمليات التصويت وفرز الأصوات وإحصائها، إما بأنفسهم أو بواسطة ممثلين عنهم. يعين ممثل المترشح من بين الناخبين. يجب تبليغ اسم ممثل المترشح إلى رئيس اللجنة المكلفة بالإحصاء المنصوص عليها في المادة 37 بعده، قبل 24 ساعة على الأقل من تاريخ الاقتراع. تسلم للمعني بالأمر وثيقة تثبت صفته، يتعين عليه الإدلاء بها لرئيس مكتب التصويت."
    },
    {
        "reference": "المادة 35",
        "contenu": "يوضع في كل مكتب للتصويت صندوق للاقتراع له فتحة واحدة، ويغلق بقفلين متباينين، يحتفظ رئيس المكتب بمفتاح أحدهما، ويمسك مساعده مفتاح الآخر."
    },
    {
        "reference": "المادة 36",
        "contenu": "يتحقق رئيس مكتب التصويت، قبل افتتاح الاقتراع، وبحضور مساعده وممثلي المترشحين الحاضرين، من أن الصندوق فارغ، ثم يغلقه."
    },
    {
        "reference": "المادة 37",
        "contenu": "تحدث لدى المجلس لجنة للإحصاء، تتألف من: الرئيس المنتدب للمجلس أو من ينوب عنه، رئيسا؛ ممثلين اثنين عن القضاة ينتخبهما المجلس، لا يكونان من بين المترشحين. تتولى هذه اللجنة إحصاء الأصوات والإعلان عن النتائج."
    },
    {
        "reference": "المادة 38",
        "contenu": "يشارك الناخبون في التصويت بصفة شخصية، ولا يقبل التصويت بالوكالة أو بالمراسلة."
    },
    {
        "reference": "المادة 39",
        "contenu": "يصوت الناخب بوضع علامة تصويت في المكان المخصص للائحة أو للمترشح الذي يختاره في ورقة التصويت، ويضعها في الصندوق."
    },
    {
        "reference": "المادة 40",
        "contenu": "يتحقق رئيس مكتب التصويت من هوية الناخب بجميع الوثائق التي تثبت ذلك، ويضع الناخب إمضاءه في اللائحة الانتخابية أمام اسمه."
    }
]