[
    {
        "reference": "المادة 1",
        "contenu": "تطبيقا لأحكام الفصل مائة وثلاثة وخمسين من الدستور، يحدد هذا القانون التنظيمي صلاحيات المجلس الاقتصادي والاجتماعي والبيئي وتأليفه وتنظيمه وكيفيات تسييره. وتدعى هذه المؤسسة في هذا القانون التنظيمي باسم المجلس."
    },
    {
        "reference": "المادة 2",
        "contenu": "طبقا لأحكام الفصل مائة واثنين وخمسين من الدستور، يضطلع المجلس بمهام استشارية لدى الحكومة ومجلس النواب ومجلس المستشارين. ولهذا الغرض، يعهد إليه القيام وفق الشروط والكيفية المنصوص عليها في أحكام هذا القانون التنظيمي، بما يلي: الإدلاء برأيه في التوجهات العامة للاقتصاد الوطني والتنمية المستدامة وفي جميع القضايا الأخرى ذات الطابع الاقتصادي والاجتماعي والبيئي المتعلقة بالجهوية المتقدمة؛ تحليل الظرفية وتتبع السياسات الاقتصادية والاجتماعية الوطنية والجهوية والدولية وانعكاساتها؛ تقديم اقتراحات في مختلف الميادين الاقتصادية والاجتماعية والبيئية؛ تيسير وتدعيم التشاور والتعاون بين الفرقاء الاقتصاديين والاجتماعيين والمساهمة في بلورة ميثاق اجتماعي؛ إنجاز الدراسات والأبحاث في الميادين المرتبطة بممارسة صلاحياته."
    },
    {
        "reference": "المادة 3",
        "contenu": "باستثناء مشاريع قوانين المالية للحكومة وللمجلس النواب ولمجلس المستشارين، كل في ما يخصه، أن يستشير المجلس حول: أ) مشاريع ومقترحات القوانين التي تضع إطارا للأهداف الأساسية للدولة في الميادين الاقتصادية والاجتماعية والبيئية؛ ب) المشاريع المرتبطة بالاختيارات الكبرى للتنمية ومشاريع الاستراتيجيات المتعلقة بالسياسة العامة للدولة في الميادين الاقتصادية والاجتماعية والبيئية."
    },
    {
        "reference": "المادة 4",
        "contenu": "يمكن للحكومة وللمجلس النواب ولمجلس المستشارين استشارة المجلس أيضا بخصوص مشاريع ومقترحات القوانين ذات الطابع الاقتصادي والاجتماعي والبيئي، ولا سيما الرامية منها إلى تنظيم العلاقات بين الأجراء والمشغلين وإلى سن أنظمة للتغطية الاجتماعية، وكذا كل ما له علاقة بسياسة عمومية ذات طابع اقتصادي أو اجتماعي أو بيئي."
    },
    {
        "reference": "المادة 5",
        "contenu": "يجب على المجلس أن يدلي برأيه بخصوص المشاريع والمقترحات والقضايا المحالة عليه بموجب المادتين 3 و 4 أعلاه، خلال مدة لا تجاوز شهرين تسري ابتداء من تاريخ توصله بها. وتقلص هذه المدة إلى عشرين يوما، إذا أثيرت حالة الاستعجال ودواعيها في رسالة الإحالة الموجهة إليه من قبل الحكومة أو من لدن أحد مجلسي البرلمان. ويمكن للمجلس، بصفة استثنائية، أن يطلب تمديد الأجلين المذكورين مع بيان الأسباب الموجبة، إذا تعذر عليه الإدلاء بالاستشارة المطلوبة خلالهما، على أن لا يتجاوز التمديد نصف المدة الأصلية. وفي حالة عدم الإدلاء برأيه في الآجال المشار إليها أعلاه تعتبر المشاريع والمقترحات والقضايا المحالة عليه غير مثيرة لأية ملاحظات لديه."
    },
    {
        "reference": "المادة 6",
        "contenu": "للمجلس أن يقوم بمبادرة منه بالإدلاء بآراء أو تقديم اقتراحات أو إنجاز دراسات أو أبحاث في مجالات اختصاصه، على أن يخبر الحكومة ومجلسي البرلمان بذلك."
    },
    {
        "reference": "المادة 7",
        "contenu": "يحال على المجلس طلب إبداء الرأي أو إعداد دراسة أو بحث باسم الحكومة، من قبل رئيس الحكومة وباسم مجلسي البرلمان، حسب الحالة من قبل رئيس مجلس النواب أو رئيس مجلس المستشارين. توجه الآراء والدراسات والأبحاث التي طلبتها الحكومة من المجلس إلى رئيس الحكومة، كما توجه إلى كل من رئيس مجلس النواب أو رئيس مجلس المستشارين الآراء والدراسات والأبحاث التي طلبها كل منهما."
    },
    {
        "reference": "المادة 8",
        "contenu": "يجب على الحكومة ومجلس النواب ومجلس المستشارين موافاة المجلس، تلقائيا أو بطلب منه بالمعلومات والمعطيات والوثائق التي من شأنها مساعدته على ممارسة صلاحياته. كما يجب على مختلف المؤسسات والهيئات أو المجالس أو اللجان التي تمارس أنشطة ذات صلة بصلاحيات المجلس، أن تقوم بموافاته بالمعلومات والمعطيات والوثائق التي يطلبها."
    },
    {
        "reference": "المادة 9",
        "contenu": "يقوم رئيس الحكومة ورئيس مجلس النواب ورئيس مجلس المستشارين بإخبار المجلس بمال الآراء التي أدلى بها، في إطار الإحالات المنصوص عليها في المواد 4 و 6 أعلاه."
    },
    {
        "reference": "المادة 10",
        "contenu": "يرفع رئيس المجلس إلى جلالة الملك تقريرا سنويا حول الحالة الاقتصادية والاجتماعية والبيئية للبلاد وكذا حول أنشطة المجلس، ويوجهه إلى رئيس الحكومة ورئيس مجلس النواب ورئيس مجلس المستشارين قبل نشره في الجريدة الرسمية."
    },
    {
        "reference": "المادة 11",
        "contenu": "يتألف المجلس، علاوة على الرئيس الذي يعين بظهير، من 105 عضوا موزعين على خمس فئات كما يلي: أ. فئة الخبراء، ولا سيما المتخصصين منهم في مجالات التنمية الاجتماعية والشغل والبيئة والتنمية المستدامة، وفي المجالات الاقتصادية والاجتماعية والمالية وذات الصلة بالتنمية الجهوية والمحلية وبالاقتصاد الرقمي، وعددهم 24 عضوا، يعينهم جلالة الملك اعتبارا للكفاءات الخاصة والخبرة والتجربة التي يتوفرون عليها وعلى مؤهلاتهم العلمية أو التقنية. ب. فئة ممثلي النقابات الأكثر تمثيلا للأجراء بالقطاع العام وبالقطاع الخاص، وعددهم 24 عضوا، من بينهم 12 عضوا يعينهم رئيس الحكومة، و 6 أعضاء يعينهم رئيس مجلس النواب و 6 أعضاء يعينهم رئيس مجلس المستشارين، وذلك باقتراح من النقابات التي تنتدبهم بناء على معايير التجربة والخبرة والمؤهلات العلمية. ج. فئة الهيئات والجمعيات المهنية التي تمثل المقاولات والمشغلين العاملين في ميادين التجارة والخدمات والصناعة والفلاحة والصيد البحري والطاقة والمعادن والبناء والأشغال العمومية والصناعة التقليدية، وعددهم 24 عضوا، من بينهم 12 عضوا يعينهم رئيس الحكومة، و 6 أعضاء يعينهم رئيس مجلس النواب، و 6 أعضاء يعينهم رئيس مجلس المستشارين، وذلك باقتراح من الهيئات والجمعيات المهنية التي تنتدبهم بناء على معايير التجربة والخبرة والمؤهلات العلمية. د. فئة الهيئات والجمعيات النشيطة في مجالات الاقتصاد الاجتماعي والعمل الجمعوي، ولاسيما العاملة منها في مجال حماية وصون البيئة والرعاية الاجتماعية والتنمية البشرية ومحاربة الفقر والهشاشة، وكذا في المجال التعاوني والتعاضدي وحماية حقوق المستهلكين، يتم اختيارهم اعتبارا لمساهمتهم في هذه الميادين، وعددهم 16 عضوا، من بينهم 8 أعضاء يعينهم رئيس الحكومة و 4 أعضاء يعينهم رئيس مجلس النواب و 4 أعضاء يعينهم رئيس مجلس المستشارين. ويستشير رئيسا مجلسي البرلمان الفرق والمجموعات البرلمانية قبل تعيينهما للأعضاء المذكورين. طبقا لأحكام الفصل 18 من الدستور، يراعى في تعيين أعضاء المجلس من الفئات 'أ' و'ب' و'ج' و'د' تمثيلية المغاربة المقيمين بالخارج. وطبقا لأحكام الفصل 19 من الدستور، يراعى في تعيين أعضاء المجلس من الفئات 'أ' و'ب' و'ج' و'د'، تحقيق مبدأ المناصفة بين الرجال والنساء. هـ. فئة الشخصيات التي تمثل المؤسسات والهيئات التالية وعددهم 17 عضوا، وهم: 1. المندوب السامي للتخطيط؛ 2. والي بنك المغرب؛ 3. الرئيس المنتدب للمجلس الأعلى للتربية والتكوين والبحث العلمي؛ 4. رئيس المجلس الوطني لحقوق الإنسان؛ 5. رئيس مؤسسة الوسيط؛ 6. رئيس مجلس الجالية المغربية بالخارج؛ 7. رئيس المجموعة المهنية للأبناك بالمغرب؛ 8. المدير العام للصندوق الوطني للضمان الاجتماعي؛ 9. مدير الصندوق المغربي للتقاعد؛ 10. الرئيس المدير العام للصندوق المهني المغربي للتقاعد؛ 11. مدير الوكالة الوطنية للتأمين الصحي؛ 12. رئيس المرصد الوطني للتنمية البشرية؛ 13. رئيس المجلس الاستشاري للأسرة والطفولة؛ 14. رئيس المجلس الاستشاري للشباب والعمل الجمعوي؛ 15. رئيس الهيئة المكلفة بالمناصفة ومحاربة جميع أشكال التمييز؛ 16. المدير العام لمكتب التكوين المهني وإنعاش الشغل؛ 17. مدير الصندوق الوطني لمنظمات الاحتياط الاجتماعي."
    },
    {
        "reference": "المادة 12",
        "contenu": "تحدد بموجب مرسوم: كيفية توزيع عدد الأعضاء داخل كل فئة من الفئات 'ب' و'ج' و'د' المشار إليها في المادة 11 أعلاه، حسب القطاعات التي ينتمون إليها؛ مسطرة اقتراح هؤلاء الأعضاء على كل من رئيس الحكومة ورئيس مجلس النواب ورئيس مجلس المستشارين؛ لائحة النقابات الأكثر تمثيلا للأجراء وكذا لائحة الهيئات والجمعيات المهنية الممثلة للمقاولات والمشغلين والهيئات والجمعيات النشيطة في الميادين المرتبطة بصلاحيات المجلس التي يمكنها اقتراح تعيين أعضاء المجلس. تتنافى العضوية في المجلس مع المهام التالية: عضو في الحكومة؛ عضو في مجلس النواب؛ عضو في مجلس المستشارين؛ عضو في المحكمة الدستورية؛ رئيس مجلس جهة؛ مسؤول ديبلوماسي؛ قاض."
    },
    {
        "reference": "المادة 13",
        "contenu": "يعتبر مستقيلا من عضوية المجلس العضو الذي أصبح في حالة التنافي. ولا يجوز أن يكون أعضاء في المجلس الأشخاص المشار إليهم في المادة 7 من القانون رقم 57.11 المتعلق باللوائح الانتخابية العامة وعمليات الاستفتاء واستعمال وسائل الاتصال السمعي البصري العمومية خلال الحملات الانتخابية والاستفتائية، الصادر بتنفيذه الظهير رقم 1.11.171 بتاريخ 30 من ذي القعدة 1432 (28 أكتوبر 2011)."
    },
    {
        "reference": "المادة 14",
        "contenu": "باستثناء فئة الشخصيات التي تمثل المؤسسات والهيئات الواردة في المادة 11 أعلاه، تحدد مدة ولاية أعضاء المجلس في خمس (5) سنوات قابلة للتجديد مرة واحدة."
    },
    {
        "reference": "المادة 15",
        "contenu": "يشترط في أعضاء المجلس أن يكونوا متمتعين بحقوقهم المدنية والسياسية."
    },
    {
        "reference": "المادة 16",
        "contenu": "في حالة فقدان عضو من أعضاء المجلس الصفة التي عين على أساسها، يعلن رئيس المجلس عن ذلك ويتم تعيين من يحل محله قبل تاريخ انتهاء مدة عضويته بصورة عادية بستين يوما على الأقل مع مراعاة الفئة التي ينتمي إليها ويعين من يخلفه في حالة الوفاة أو الاستقالة خلال مدة 15 يوما من تبليغ واقعة الوفاة أو قرار الاستقالة، إما إلى الملك، إذا كان أمر تعيين الخلف يرجع إلى جلالته، وإما إلى رئيس الحكومة أو إلى رئيس مجلس النواب أو إلى رئيس مجلس المستشارين في الحالات الأخرى."
    },
    {
        "reference": "المادة 17",
        "contenu": "إذا فقد عضو من أعضاء المجلس صفته، أو إذا شغر مقعده لأي سبب من الأسباب المشار إليها في المادة 16 أعلاه، يعين من يحل محله لقضاء الفترة المتبقية من مدة عضوية سلفه، وفق نفس الكيفية، وحسب كل حالة على حدة."
    },
    {
        "reference": "المادة 18",
        "contenu": "يتكون المجلس من الأجهزة التالية: الجمعية العامة؛ المكتب؛ اللجان الدائمة؛ الأمانة العامة. علاوة على ذلك، يمكن للمجلس أن يحدث لديه عند الاقتضاء، لجانا مؤقتة أو مجموعات عمل خاصة لدراسة موضوع معين يدخل ضمن صلاحياته."
    },
    {
        "reference": "المادة 19",
        "contenu": "تتألف الجمعية العامة من كافة الأعضاء المشار إليهم في المادة 11 من هذا القانون التنظيمي. تتولى الجمعية العامة المصادقة على مشروع برنامج العمل السنوي لأنشطة المجلس، والموافقة على مشاريع الآراء التي يدلي بها، واعتماد الدراسات والأبحاث والاقتراحات المنصوص عليها في الباب الثاني من هذا القانون التنظيمي، وكذا التصويت على مشروع ميزانية المجلس وعلى مشروع التقرير السنوي المنصوص عليه في المادة 10 أعلاه."
    },
    {
        "reference": "المادة 20",
        "contenu": "يضم مكتب المجلس، بالإضافة إلى الرئيس خمسة أعضاء يمثل كل واحد منهم فئة من الفئات المشار إليها في المادة 11 أعلاه، تنتخبهم الجمعية العامة. كما يضم المكتب رؤساء اللجان الدائمة المحدثة لدى المجلس."
    },
    {
        "reference": "المادة 21",
        "contenu": "يضطلع مكتب المجلس، علاوة على الاختصاصات الموكولة إليه بموجب مقتضيات أخرى من هذا القانون التنظيمي، بإعداد مشروع جدول أعمال الجمعية العامة ومشاريع برامج عمل اللجان ومجموعات العمل المحدثة لديه، وتنفيذ قرارات الجمعية العامة للمجلس."
    },
    {
        "reference": "المادة 22",
        "contenu": "تتألف اللجان الدائمة من ممثلي كل واحدة من الفئات المشار إليها في المادة 11 أعلاه. يلزم كل عضو في المجلس بالانتماء إلى لجنة من اللجان الدائمة المحدثة لدى المجلس، ويجوز له أن ينضم إلى لجنة دائمة أخرى على الأكثر. تنتخب كل لجنة دائمة رئيسا ومقررا لها. ولا يجوز الجمع بين رئاسة أكثر من لجنة دائمة. تتولى كل لجنة دائمة، حسب الاختصاصات المخولة لها بموجب مقتضيات النظام الداخلي للمجلس إعداد مشاريع الآراء وإنجاز الدراسات والأبحاث التي تطلبها الحكومة أو أحد مجلسي البرلمان وتلك التي يأخذ المجلس مبادرة القيام بها. غير أنه يمكن أن تقوم لجنتان دائمتان أو أكثر، بطلب من مكتب المجلس، بتهيء مشروع رأي أو دراسة أو بحث، وفي هذه الحالة يتعين عليها العمل بتشاور وتنسيق فيما بينها."
    },
    {
        "reference": "المادة 23",
        "contenu": "يرأس رئيس المجلس اجتماعات الجمعية العامة والمكتب، ويتولى تنشيط وتنسيق عمل اللجان ومجموعات العمل المحدثة لدى المجلس، المشار إليها في المادة 18 أعلاه، كما يقوم بتمثيل المجلس أمام القضاء ولدى باقي السلطات والإدارات العمومية والمنظمات والمؤسسات الأجنبية والدولية. يجوز للرئيس تفويض بعض مهامه إلى أعضاء المكتب."
    },
    {
        "reference": "المادة 24",
        "contenu": "تعقد الجمعية العامة اجتماعاتها وفق الكيفية المحددة بموجب مقتضيات النظام الداخلي للمجلس بدعوة من رئيسها، وله أن يوجه الدعوة لعقد اجتماعات استثنائية إما بطلب من رئيس الحكومة أو من رئيس مجلس النواب أو من رئيس مجلس المستشارين وإما بمبادرة منه أو بطلب من الأغلبية المطلقة لأعضاء المجلس. تعقد الجمعية العامة اجتماعاتها بحضور نصف أعضائها على الأقل، وفي حالة عدم اكتمال النصاب القانوني يوجه الرئيس استدعاء ثانيا لانعقاد الاجتماع الموالي، بعد ثمانية أيام، ويصبح هذا الاجتماع قانونيا إذا حضره ثلث أعضاء المجلس على الأقل."
    },
    {
        "reference": "المادة 25",
        "contenu": "تصادق الجمعية العامة على القضايا المعروضة عليها بأغلبية أصوات الأعضاء الحاضرين. حق التصويت شخصي ولا يجوز تفويضه."
    },
    {
        "reference": "المادة 26",
        "contenu": "يخبر رئيس المجلس رئيس الحكومة ورئيس مجلس النواب ورئيس مجلس المستشارين بجدول أعمال الجمعية العامة، وبرنامج عمل اللجان الدائمة داخل أجل سبعة أيام، يسري ابتداء من تاريخ وضعهما من قبل مكتب المجلس."
    },
    {
        "reference": "المادة 27",
        "contenu": "يمكن أن يحضر جلسات الجمعية العامة للمجلس، أعضاء الحكومة أو الأشخاص الذين ينتدبونهم لهذا الغرض، وأعضاء اللجان الدائمة لمجلسي البرلمان المنتدبون لهذه الغاية، بصفة ملاحظين، بعد إخبار رئيس المجلس، كما يمكن أن يتم الاستماع إليهم من لدن اللجان الدائمة للمجلس أو جمعيته العامة، إذا ما طلبوا ذلك. للمجلس أن يطلب من مؤسسات أو هيئات تمارس اختصاصات لها صلة بالصلاحيات المخولة له انتداب من يمثلها، بصفة استشارية، في أشغال الجمعية العامة أو اللجان الدائمة."
    },
    {
        "reference": "المادة 28",
        "contenu": "يمكن لرئيس المجلس أن ينتدب، بطلب من رئيس الحكومة، أحد أعضاء المجلس ليعرض أمام لجنة وزارية معينة وجهة نظر المجلس وشروحاته حول القضايا المعروضة عليه. كما يمكن له أن ينتدب، بطلب من رئيس أحد مجلسي البرلمان، أحد أعضاء المجلس ليعرض أمام إحدى اللجان الدائمة المعنية بهما وجهة نظر المجلس وشروحاته حول مشاريع ومقترحات القوانين المعروضة عليه والتقارير والآراء الصادرة عنه."
    },
    {
        "reference": "المادة 29",
        "contenu": "يتولى تسيير المصالح الإدارية والمالية للمجلس، تحت سلطة رئيسه، أمين عام يعين بظهير من خارج أعضاء المجلس. يقوم الأمين العام للمجلس بتسجيل الإحالات الواردة على المجلس من السلطات المختصة، ويتخذ جميع التدابير اللازمة لتحضير وتنظيم أعمال المجلس، ويعتبر مسؤولا عن مسك وحفظ بياناته وتقاريره وملفاته ومستنداته. كما يحضر اجتماعات ومداولات الجمعية العامة ومكتب المجلس، دون أن يكون له الحق في التصويت."
    },
    {
        "reference": "المادة 30",
        "contenu": "يمكن للأمين العام للمجلس أن يحصل على تفويض من الرئيس لتوقيع الوثائق أو القرارات ذات الصبغة الإدارية، ويقوم بتحضير مشروع ميزانية المجلس."
    },
    {
        "reference": "المادة 31",
        "contenu": "تحدد اختصاصات وتنظيم المصالح الإدارية والمالية للمجلس بقرار من رئيسه بعد استشارة أعضاء المكتب."
    },
    {
        "reference": "المادة 32",
        "contenu": "تسجل الاعتمادات المرصدة لميزانية المجلس في الميزانية العامة للدولة تحت فصل يحمل عنوان 'المجلس الاقتصادي والاجتماعي والبيئي'."
    },
    {
        "reference": "المادة 33",
        "contenu": "رئيس المجلس هو الأمر بصرف الاعتمادات وقبض المداخيل المخولة للمجلس، وله أن يعين أمرا مفوضا بالصرف. كما يمكن للرئيس أن يعين أمرا مساعدا بالصرف، عند الاقتضاء، وذلك وفق الشروط والإجراءات المنصوص عليها في القوانين والأنظمة الجاري بها العمل في هذا المجال. ويتولى محاسب يعين لدى المجلس بقرار من السلطة الحكومية المكلفة بالمالية، القيام لدى رئيس المجلس بجميع الصلاحيات المسندة إلى المحاسبين العموميين بمقتضى القوانين والأنظمة المعمول بها. يخضع تنفيذ ميزانية المجلس لمراقبة المجلس الأعلى للحسابات."
    },
    {
        "reference": "المادة 34",
        "contenu": "يمكن للرئيس تعيين موظفي المجلس إما عن طريق التوظيف أو الإلحاق أو عن طريق الوضع رهن الإشارة، طبقا للنصوص التشريعية والتنظيمية الجاري بها العمل. ويخضع موظفو المجلس لنظام أساسي خاص، يتم إصداره داخل أجل سنة من تاريخ إصدار هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 35",
        "contenu": "يتقاضى أعضاء المجلس تعويضا عن المهام التي ينيطها بهم المجلس حسب كيفيات ومقادير تحدد بموجب مرسوم. ولا تستفيد من أي تعويض الشخصيات التي تمثل المؤسسات والهيئات المحددة في الفقرة (هـ) من المادة 11."
    },
    {
        "reference": "المادة 36",
        "contenu": "تنشر بالجريدة الرسمية: الظهائر والقرارات الصادرة بتعيين رئيس المجلس وأعضائه وأمينه العام المنصوص عليها على التوالي في المادتين 11 و 29 أعلاه؛ الآراء التي يدلي بها المجلس بطلب من الحكومة أو من أحد مجلسي البرلمان المنصوص عليها في المادتين 3 و 4 أعلاه؛ الآراء التي يدلي بها المجلس بمبادرة منه المنصوص عليها في المادة 6 أعلاه؛ التقرير السنوي المنصوص عليه في المادة 10 أعلاه."
    },
    {
        "reference": "المادة 37",
        "contenu": "تحدد كيفية تنظيم وتسيير المجلس وأجهزته بموجب نظام داخلي، يضعه المجلس ويقره بالتصويت ويحال إلى المحكمة الدستورية للبت في مطابقته لأحكام الدستور ولأحكام هذا القانون التنظيمي. وينص هذا النظام الداخلي كذلك على التدابير التي يتعين اتخاذها في شأن الحضور المنتظم لأعضاء المجلس في أشغال جميع أجهزته."
    },
    {
        "reference": "المادة 38",
        "contenu": "يخضع موظفو المجلس لنظام مؤقت يعتمده المجلس بتشاور مع السلطة المكلفة بالمالية، وذلك إلى حين وضع النظام الأساسي الخاص بهم."
    },
    {
        "reference": "المادة 39",
        "contenu": "تقوم الحكومة، ابتداء من تاريخ نشر هذا القانون التنظيمي بالجريدة الرسمية باقتراح أو باتخاذ التدابير الرامية، حسب الحالة إلى حذف أو ملاءمة الهيئات الاستشارية الموجودة والتي قد تكون لها اختصاصات مماثلة للصلاحيات المخولة للمجلس."
    },
    {
        "reference": "المادة 40",
        "contenu": "يستمر أعضاء المجلس الاقتصادي والاجتماعي، المزاولون مهامهم في تاريخ نشر هذا القانون التنظيمي في الجريدة الرسمية في ممارسة مهامهم بصفة انتقالية، إلى حين تعيين أعضاء المجلس الاقتصادي والاجتماعي والبيئي طبقا لمقتضيات هذا القانون التنظيمي. مع مراعاة المقتضيات السالفة الذكر، ينسخ القانون التنظيمي رقم 60.09 المتعلق بالمجلس الاقتصادي والاجتماعي الصادر بتنفيذه الظهير رقم 1.10.28 بتاريخ 18 من ربيع الأول 1431 (5 مارس 2010)."
    }
]