[
    {
        "reference": "المادة 1",
        "contenu": "يتألف مجلس النواب من 395 عضوا ينتخبون بالاقتراع العام المباشر عن طريق الاقتراع باللائحة ويتوزعون كما يلي: 305 عضوا ينتخبون على صعيد الدوائر الانتخابية المحلية؛ 90 عضوا ينتخبون على صعيد الدوائر الانتخابية الجهوية. يجرى الانتخاب بالتمثيل النسبي حسب قاعدة أكبر بقية ودون استعمال طريقة مزج الأصوات والتصويت التفاضلي."
    },
    {
        "reference": "المادة 2",
        "contenu": "تحدث الدوائر الانتخابية المحلية ويحدد عدد المقاعد المخصصة لكل دائرة انتخابية بمرسوم حسب المبادئ التالية: 1- يراعى في تحديد الدوائر الانتخابية قدر الإمكان تحقيق توازن ديموغرافي في ما بينها، مع مراعاة الجانب المجالي؛ 2- يكون النفوذ الترابي للدوائر الانتخابية متجانسا ومتصلا؛ 3- تحدث دائرة انتخابية واحدة في كل عمالة أو إقليم أو عمالة مقاطعات."
    },
    {
        "reference": "المادة 3",
        "contenu": "الناخبون والناخبات هم المغاربة، ذكورا وإناثا، المقيدون في اللوائح الانتخابية العامة."
    },
    {
        "reference": "المادة 4",
        "contenu": "يشترط في من يترشح للعضوية في مجلس النواب أن يكون ناخبا ومتمتعا بحقوقه المدنية والسياسية."
    },
    {
        "reference": "المادة 5",
        "contenu": "لا يؤهل أعضاء مجلس المستشارين للترشح للعضوية في مجلس النواب. لا يؤهل للترشح للعضوية في مجلس النواب برسم الدوائر الانتخابية الجهوية كل شخص سبق انتخابه عضوا في المجلس المذكور برسم دائرة انتخابية جهوية."
    },
    {
        "reference": "المادة 6",
        "contenu": "لا يؤهل للترشح للعضوية في مجلس النواب: 1. المتجنسون بالجنسية المغربية خلال السنوات الخمس التالية لحصولهم عليها؛ 2. الأشخاص الذين صدر في حقهم قرار عزل من مسؤولية انتدابية أصبح نهائيا؛ 3. الأشخاص الذين اختل فيهم نهائيا شرط أو أكثر من الشروط المطلوبة ليكونوا ناخبين؛ 4. الأشخاص المحكوم عليهم بمقتضى حكم مكتسب لقوة الشيء المقضي به بعقوبة حبس نافذة أو مع إيقاف التنفيذ من أجل أفعال معينة."
    },
    {
        "reference": "المادة 7",
        "contenu": "لا يؤهل للترشح للعضوية في مجلس النواب، في مجموع أنحاء المملكة، الأشخاص الذين يزاولون بالفعل الوظائف المبينة بعده أو الذين انتهوا من مزاولتها منذ أقل من سنة في تاريخ الاقتراع: القضاة، قضاة المجلس الأعلى للحسابات، المدراء المركزيون لوزارة الداخلية والولاة والعمال، أفراد القوات المسلحة الملكية، مفتشو المالية والداخلية، الخازن العام للمملكة."
    },
    {
        "reference": "المادة 8",
        "contenu": "لا يؤهل الأشخاص الآتي ذكرهم للترشح للعضوية في مجلس النواب في كل دائرة تقع داخل النفوذ الذي زاولوا فيه مهامهم منذ أقل من سنتين في تاريخ الاقتراع: القضاة، قضاة المجلس الأعلى للحسابات، الولاة والعمال والكتاب العامون والباشوات ورؤساء الدوائر والقواد، رؤساء النواحي العسكرية، ورؤساء المصالح اللاممركزة للأمن الوطني."
    },
    {
        "reference": "المادة 9",
        "contenu": "لا يؤهل للترشح للعضوية في مجلس النواب، في كل دائرة تقع داخل النفوذ الترابي الذي يزاولون فيه بالفعل مهامهم... رؤساء المصالح اللاممركزة للقطاعات الوزارية في الجهات والعمالات والأقاليم، ومديرو المؤسسات العمومية ومسيرو شركات المساهمة التي تملك الدولة أكثر من 30% من رأسمالها."
    },
    {
        "reference": "المادة 11",
        "contenu": "يجرد بحكم القانون من صفة نائب كل شخص تبين أنه غير مؤهل للانتخاب، بعد إعلان نتيجة الانتخاب. وبعد انصرام الأجل الذي يمكن أن ينازع خلاله في الانتخاب، أو كل شخص يوجد خلال مدة انتدابه في إحدى حالات عدم الأهلية للانتخاب."
    },
    {
        "reference": "المادة 12 مكررة",
        "contenu": "يجرد من صفة عضو في مجلس النواب كل نائب تخلى خلال مدة انتدابه عن الانتماء إلى الحزب السياسي الذي ترشح باسمه لعضوية مجلس النواب أو عن الفريق أو المجموعة النيابية التي ينتمي إليها. كما يجرد كل نائب تغيب سنة تشريعية كاملة عن حضور أشغال مجلس النواب دون عذر مقبول."
    },
    {
        "reference": "المادة 13",
        "contenu": "تتنافى العضوية في مجلس النواب مع صفة عضو في المحكمة الدستورية أو في المجلس الاقتصادي والاجتماعي والبيئي. تتنافى العضوية في مجلس النواب مع رئاسة مجلس جهة، ومع رئاسة مجلس عمالة أو إقليم ومع رئاسة مجلس كل جماعة يتجاوز عدد سكانها 300.000 نسمة."
    },
    {
        "reference": "المادة 14",
        "contenu": "تتنافى العضوية في مجلس النواب مع صفة عضو في الحكومة. في حالة تعيين نائب بصفة عضو في الحكومة تعلن المحكمة الدستورية شغور مقعده. كما تتنافى العضوية مع مزاولة كل مهمة عمومية غير انتخابية في مصالح الدولة أو الجماعات الترابية."
    }
]