[
    {
        "reference": "المادة 1",
        "contenu": "تطبق أحكام هذا القانون التنظيمي على انتخاب أعضاء مجالس الجهات وأعضاء مجالس العمالات والأقاليم وأعضاء مجالس الجماعات والمقاطعات."
    },
    {
        "reference": "المادة 2",
        "contenu": "ينتخب لمدة ست سنوات أعضاء مجالس الجهات وأعضاء مجالس العمالات والأقاليم وأعضاء المجالس الجماعية وأعضاء مجالس المقاطعات. تنتهي مدة عضوية المنتخبين في انتخابات جزئية أو تكميلية عند انتهاء عضوية الأعضاء المنتخبين في الانتخابات العامة. ويسري نفس المقتضى على الأعضاء الذين يدعون لملء المقاعد الشاغرة عن طريق التعويض."
    },
    {
        "reference": "المادة 3",
        "contenu": "يحدد بمرسوم تاريخ الاقتراع والمدة التي تقدم خلالها الترشيحات وتاريخ بدء الحملة الانتخابية ونهايتها. وينشر هذا المرسوم في الجريدة الرسمية."
    },
    {
        "reference": "المادة 4",
        "contenu": "يشترط في من يترشح للانتخابات أن يكون ناخبا ومتمتعا بحقوقه المدنية والسياسية."
    },
    {
        "reference": "المادة 5",
        "contenu": "يمكن للمغاربة المقيمين خارج تراب المملكة أن يقدموا ترشيحاتهم لانتخابات أعضاء مجالس الجهات ومجالس العمالات والأقاليم ومجالس الجماعات والمقاطعات وفق الكيفيات والشروط وداخل الآجال المنصوص عليها في هذا القانون التنظيمي. غير أنه لا يؤهل للترشح كل مغربية أو مغربي مقيم بالخارج يتولى مسؤولية حكومية أو انتدابية أو عمومية ببلد الإقامة."
    },
    {
        "reference": "المادة 6",
        "contenu": "لا يؤهل للترشح: 1. المتجنسون بالجنسية المغربية خلال الخمس سنوات التالية لحصولهم عليها ما لم يرفع عنهم هذا القيد وفق الشروط المقررة في الفصل 17 من الظهير الشريف رقم 1.58.250 الصادر في 21 من صفر 1378 (6 سبتمبر 1958) بمثابة قانون الجنسية المغربية كما وقع تغييره وتتميمه؛ 2. الأشخاص الذين صدر في حقهم قرار عزل من مسؤولية انتدابية أصبح نهائيا بمقتضى حكم مكتسب لقوة الشيء المقضي به، في حالة الطعن في القرار المذكور، أو بسبب انصرام أجل الطعن في قرار العزل دون الطعن فيه؛ 3. الأشخاص الذين اختل فيهم نهائيا شرط أو أكثر من الشروط المطلوبة ليكونوا ناخبين؛ 4. الأشخاص الذين يزاولون بالفعل الوظائف المبينة بعده أو الذين انتهوا من مزاولتها منذ أقل من سنة في التاريخ المحدد للاقتراع: القضاة، قضاة المجلس الأعلى للحسابات وقضاة المجالس الجهوية للحسابات، المدراء المركزيون لوزارة الداخلية والولاة والعمال وكذا الكتاب العامون للعمالات أو الأقاليم أو عمالات المقاطعات والباشوات ورؤساء دواوين الولاة والعمال ورؤساء الدوائر الحضرية ورؤساء الدوائر والقواد والخلفاء والشيوخ والمقدمون، مفتشو المالية والداخلية، الخازن العام للمملكة والخزان الجهويون، المحتسبون، أفراد القوات المسلحة الملكية وأعوان القوة العمومية، الأشخاص الذين أسندت إليهم مهمة أو انتداب، ولو كان مؤقتا كيفما كانت تسميتها أو مداهما، بعوض أو بدون عوض، والذين يعملون بتلك الصفة، في خدمة الإدارة أو الجماعات الترابية أو المؤسسات العمومية أو في خدمة مرفق عمومي كيفما كانت طبيعته، والذين رخص لهم بحمل السلاح أثناء أداء مهامهم. 5. الأشخاص المحكوم عليهم بمقتضى حكم مكتسب لقوة الشيء المقضي به بعقوبة حبس نافذة أو عقوبة حبس مع إيقاف التنفيذ، كيفما كانت مدتهما، من أجل أحد الأفعال المنصوص عليها في المواد من 65 إلى 68 من هذا القانون التنظيمي مع مراعاة أحكام المادة 69 منه. يرفع مانع الأهلية المشار إليه في البند 2 أعلاه بعد انصرام مدة انتدابية كاملة ابتداء من التاريخ الذي يصير فيه قرار العزل نهائيا. كما يرفع مانع الأهلية المشار إليه في البند 3 أعلاه، ما لم يتعلق الأمر بجناية عن المحكوم عليهم بالحبس بمرور 10 سنوات من تاريخ قضاء العقوبة أو تقادمها أو من التاريخ الذي أصبح فيه الحكم نهائيا إذا تعلق الأمر بعقوبة موقوفة التنفيذ. لا توقف طلبات إعادة النظر أو المراجعة ترتيب الآثار على الأحكام المكتسبة لقوة الشيء المقضي به التي يترتب عليها فقدان الأهلية الانتخابية. لا يترتب على العفو الخاص رفع مانع الأهلية الانتخابية."
    },
    {
        "reference": "المادة 7",
        "contenu": "يجب أن تودع التصريحات بالترشيح من طرف كل مترشح أو وكيل كل لائحة بمقر السلطة المكلفة بتلقي الترشيحات، ولا تقبل الترشيحات الموجهة بواسطة البريد أو بأي وسيلة أخرى. تقدم التصريحات الفردية بالترشيح أو لوائح الترشيح في ثلاث نسخ ويجب أن تحمل: إمضاءات المترشحين مصادقا عليها؛ اسم المترشح أو أسماء المترشحين الشخصية والعائلية وجنسهم وتاريخ ومكان ولادتهم وعناوينهم ومهنهم والدائرة الانتخابية التي قيدوا بها وتلك المترشح فيها وانتماءاتهم السياسية عند الاقتضاء؛ صورة المترشح أو صور المترشحين الشخصية؛ بيان تسمية اللائحة واسم وكيلها في حالة الاقتراع باللائحة وكذا ترتيب المترشحين في اللائحة؛ شهادة القيد في اللوائح الانتخابية العامة بعد تاريخ آخر حصر لها بصفة نهائية، مسلمة من طرف السلطة الإدارية المحلية المختصة، أو نسخة من القرار القضائي القائم مقامها. يجب أن ترفق لوائح الترشيح أو التصريحات الفردية بالترشيح بنسخة من بطاقة السوابق لكل مترشح مسلمة من طرف المديرية العامة للأمن الوطني منذ أقل من ثلاثة أشهر أو بنسخة من السجل العدلي مسلمة منذ أقل من ثلاثة أشهر. كما يجب أن ترفق لوائح الترشيح أو التصريحات الفردية بالترشيح المقدمة من طرف المترشحين ذوي انتماء سياسي بتزكية مسلمة لهذه الغاية من لدن الجهاز المختص في الحزب السياسي أو تحالف الأحزاب السياسية الذي تتقدم باسمه اللائحة أو المترشح. إذا تعلق الأمر بمترشح مقيم خارج تراب المملكة، وجب عليه الإدلاء، علاوة على الوثائق المشار إليها أعلاه، بنسخة من السجل العدلي أو ما يعادلها مسلمة منذ أقل من ثلاثة أشهر من لدن الجهة المختصة ببلد الإقامة."
    },
    {
        "reference": "المادة 8",
        "contenu": "تمنع الترشيحات المتعددة. وإذا رشح نفسه في أكثر من دائرة الانتخابية واحدة أو أكثر من لائحة واحدة، فإنه لا يجوز الإعلان عن انتخابه في أي دائرة من هذه الدوائر أو لائحة من هذه اللوائح، وفي كلتا الحالتين يعتبر انتخابه باطلا. لا تقبل الترشيحات المودعة خلافا لأحكام هذا القانون التنظيمي أو المقدمة من طرف مترشح أو مترشحين غير مؤهلين قانونا للانتخاب. لا تقبل لوائح الترشيح التي تتضمن أسماء أشخاص ينتمون لأكثر من حزب سياسي واحد أو تتضمن في نفس الآن ترشيحات مقدمة بتزكية من حزب سياسي وترشيحات لأشخاص بدون انتماء سياسي. استثناء من أحكام الفقرة أعلاه، تقبل لوائح الترشيح المقدمة من لدن تحالفات الأحزاب السياسية المؤسسة طبقا لأحكام الفرع الأول المكرر من الباب الخامس من القانون التنظيمي رقم 29.11 المتعلق بالأحزاب السياسية، التي تتضمن مترشحين منتسبين إلى الأحزاب التي تتألف منها التحالفات المعنية. إذا تبين أن تصريحا بالترشيح قد أودع وسجل لفائدة شخص غير مؤهل للانتخاب أو أنه مخالف لإحدى القواعد المنصوص عليها في هذا القانون التنظيمي، وجب على السلطة المكلفة بتلقي التصريحات بالترشيح رفضه، ولو في حالة تسليم الوصل النهائي المنصوص عليه في المادة 9 بعده. في حالة انصرام الأجل المخصص لإيداع التصريحات بالترشيح، تعتبر صحيحة لائحة الترشيح التي تبين بعد تسليم الوصل النهائي لوكيلها، أن أحد مترشحيها غير مؤهل للانتخابات."
    },
    {
        "reference": "المادة 9",
        "contenu": "تسلم السلطة المكلفة بتلقي التصريحات بالترشيح لوكيل كل لائحة أو لكل مترشح وصلا مؤقتا عن إيداع الترشيح. تسلم السلطة المذكورة لوكيل كل لائحة أو لكل مترشح وصلا نهائيا في ظرف 48 ساعة من إيداع الترشيح إذا كانت تتوفر في المترشح أو المترشحين الشروط القانونية المطلوبة ما عدا في حالة الرفض المنصوص عليها في الفقرات الأولى والثانية والثالثة من المادة 8 أعلاه، وتسجل الترشيحات بحسب تاريخ تلقيها، ويثبت رقم تسجيلها في الوصل النهائي المتعلق بكل منها. يبلغ رفض الترشيح، الذي يجب أن يكون معللا، بكل وسيلة من وسائل التبليغ القانونية، ومقابل وصل إلى وكيل اللائحة أو إلى المترشح المعني بالأمر. ويتم التبليغ حالا في العنوان المبين في التصريح بالترشيح. في حالة وقوع نزاع يتعلق بتسجيل ترشيح فردي أو لائحة ترشيح يمكن للمترشح أو للمترشحين المعنيين أن يمارسوا حق الطعن ضمن الشروط المقررة في هذا القانون التنظيمي. يمكن سحب لائحة ترشيح أو تصريح فردي بالترشيح من طرف الوكيل أو المترشح خلال الأجل المحدد لإيداع الترشيحات. كما يمكن سحب ملف ترشيح تضمن أخطاء مادية وتعويضه بملف جديد داخل نفس الأجل. ولا يمكن سحب أي ترشيح بعد انصرام هذا الأجل. يسجل سحب الترشيح وفقا لنفس الكيفية المتبعة في التصريح. إذا توفي أحد مترشحي اللائحة، وجب على وكيلها أو على المترشحين الآخرين عند وفاة وكيل اللائحة تعويضه بمترشح جديد إلى غاية اليوم الأخير من المدة التي تقدم خلالها التصريحات بالترشيح. ولا يمكن إجراء أي تعويض خارج هذا الأجل. غير أن اللائحة المعنية تعتبر صحيحة، إذا وقعت الوفاة بعد انصرام أجل إيداع التصريحات بالترشيح أو يوم الاقتراع. بمجرد تسجيل الترشيحات تقوم السلطة المكلفة بتلقي التصريحات بالترشيح بإشهارها بواسطة إعلانات أو أي وسيلة أخرى مألوفة الاستعمال."
    },
    {
        "reference": "المادة 10",
        "contenu": "يخصص رمز لكل لائحة ترشيح أو لكل مترشح. تحدد بقرار لوزير الداخلية الرموز المخصصة للوائح الترشيح أو المترشحي الأحزاب السياسية أو تحالفات الأحزاب السياسية. تحدد السلطة المكلفة بتلقي الترشيحات الرمز المخصص لكل لائحة مستقلة أو لكل مترشح مستقل، وتثبته في الوصل النهائي الذي تسلمه لوكيل اللائحة أو للمترشح. ويجب أن يكون لكل رمز والألوان الخاصة به ما يميزه عن غيره من الرموز."
    },
    {
        "reference": "المادة 11",
        "contenu": "يتم التصويت بواسطة ورقة فريدة تتضمن في حالة الاقتراع باللائحة، بيان الدائرة الانتخابية والانتماء السياسي للائحة، عند الاقتضاء، والاسم الشخصي والعائلي لوكيل اللائحة وكذا الرمز المخصص لها، وفي حالة الاقتراع الفردي بيان الدائرة الانتخابية وأسماء المترشحين الشخصية والعائلية وانتماءهم السياسي، عند الاقتضاء، والرمز المخصص لكل مترشح. ترتب لوائح الترشيح أو الترشيحات الفردية في ورقة التصويت الفريدة بحسب تاريخ تسجيلها. يختلف حجم ورقة التصويت حسب عدد لوائح الترشيح أو عدد الترشيحات الفردية المقدمة في الدائرة الانتخابية المعنية. غير أن حجم المكان المخصص لرمز اللائحة أو المترشح في ورقة التصويت الفريدة يجب أن يكون متساويا بالنسبة لجميع لوائح الترشيح أو المترشحين. تتولى السلطة المكلفة بتلقي التصريحات بالترشيح إعداد أوراق التصويت فور انصرام أجل إيداع الترشيحات. في حالة إجراء الانتخابات الجماعية والانتخابية الجهوية في نفس اليوم، يتم التصويت برسم الاقتراعين معا بواسطة نفس ورقة التصويت الفريدة. وفي هذه الحالة، تتضمن ورقة التصويت نوع الانتخاب والرمز المخصص للائحة أو المترشح حسب الحالة، والانتماء السياسي عند الاقتضاء، وبيان الدائرة الانتخابية. كما تتضمن بالنسبة لكل انتخاب الاسم الشخصي والعائلي لوكيل اللائحة أو للمترشح حسب الحالة. ويبين بالنسبة للدوائر الانتخابية الجماعية المشار إليها في البند 1 من المادة 128 المكررة من هذا القانون التنظيمي، علاوة على الاسم العائلي والشخصي للمترشح أو المترشحة، الاسم الشخصي والعائلي للمترشحة برسم المقعد الملحق. وترتب الإطارات المخصصة للترشيحات المقدمة برسم الانتخابات الجماعية والانتخابية الجهوية في ورقة التصويت الفريدة حسب تاريخ تسجيل الترشيحات المقدمة برسم الانتخابات الجماعية في الدائرة الانتخابية الجماعية المعنية. وترتب الترشيحات المقدمة بتزكية من الأحزاب السياسية أو اتحادات الأحزاب السياسية أو تحالفات الأحزاب السياسية قبل الترشيحات المقدمة من طرف مترشحين بدون انتماء سياسي."
    },
    {
        "reference": "المادة 12",
        "contenu": "يجوز للناخبات والناخبين المقيدين في اللوائح الانتخابية العامة المقيمين خارج تراب المملكة أن يصوتوا في الاقتراع عن طريق الوكالة. ولهذه الغاية، يتعين على كل ناخب يعنيه الأمر أن يملأ مطبوعا خاصا يوضع رهن إشارته بمقر السفارة أو القنصلية التابع لها مكان إقامته ويوقع عليه، ويصادق على إمضائه، في عين المكان، بعد تضمينه البيانات المتعلقة باسميه الشخصي والعائلي ورقم بطاقته الوطنية للتعريف أو جواز سفره والجماعة أو المقاطعة المقيد في لائحتها الانتخابية بالتراب الوطني والعنوان المدلى به للتقيد في اللائحة الانتخابية المذكورة وكذا الاسم الشخصي والعائلي للشخص الممنوحة له الوكالة ورقم بطاقته الوطنية للتعريف وعنوانه الشخصي. يتولى المعني بالأمر بنفسه توجيه أو تسليم الوكالة إلى الشخص الذي تم توكيله. يقوم الوكيل بالتصويت نيابة عن المعني بالأمر وفقا للكيفيات المنصوص عليها في هذا القانون التنظيمي. لا يجوز لشخص أن يكون وكيلا لأكثر من ناخب واحد مقيم خارج تراب المملكة."
    },
    {
        "reference": "المادة 13",
        "contenu": "تحدد بقرار للوالي أو العامل في كل دائرة الانتخابية أماكن إقامة مكاتب التصويت، وأماكن إقامة المكاتب المركزية عند الاقتضاء، مع بيان مكاتب التصويت التابعة لكل مكتب مركزي. تقام مكاتب التصويت في أماكن قريبة من الناخبين بالبنايات العمومية، ويمكن، عند الضرورة، إقامة المكاتب المذكورة في أماكن أو بنايات أخرى. يحاط العموم علما بهذه الأماكن عشرة أيام على الأقل قبل تاريخ الاقتراع بواسطة تعليق إعلانات أو النشر في الصحف أو في الإذاعة أو التلفزيون أو بأي وسيلة أخرى مألوفة الاستعمال. تقوم السلطة الإدارية المحلية، داخل أجل 48 ساعة على الأقل السابقة لتاريخ الاقتراع، بإيداع لوائح الناخبين بالمكاتب الإدارية ومصالح الجماعة أو المقاطعة مبوبة حسب مكاتب التصويت التابعين لها."
    },
    {
        "reference": "المادة 14",
        "contenu": "يحاط الناخب علما بمكتب التصويت الذي سيصوت فيه بواسطة إشعار مكتوب يتضمن اسميه الشخصي والعائلي أو أسماء أبويه، إن لم يكن له اسم عائلي، وعنوانه ورقم بطاقته الوطنية للتعريف الإلكترونية، وعنوان مكتب التصويت، والرقم الترتيبي المخصص له في لائحة الناخبين. وتوجه السلطة الإدارية المحلية الإشعار المذكور إلى الناخبين بأية وسيلة من الوسائل المتاحة. ولا يعتبر هذا الإشعار المذكور إلى الناخبين بأية وسيلة من الوسائل المتاحة. ولا يعتبر هذا الإشعار ضروريا للتصويت."
    },
    {
        "reference": "المادة 15",
        "contenu": "يعين الوالي أو العامل، 48 ساعة على الأقل قبل تاريخ الاقتراع، من بين الموظفين أو الأعوان العاملين بالإدارة العمومية أو الجماعات الترابية أو من بين مستخدمي المؤسسات العمومية أو الناخبين غير المترشحين الذين يحسنون القراءة والكتابة، وتتوفر فيهم شروط النزاهة والحياد، الأشخاص الذين يعهد إليهم برئاسة مكاتب التصويت، ويسلمهم لوائح الناخبين التابعين للمكتب المعهود إليهم برئاسته ولائحة الترشيحات المسجلة في الدائرة الانتخابية، وأوراق إحصاء الأصوات، والمطبوع الخاص بتحرير محضر العمليات الانتخابية الذي يتضمن البيانات الخاصة بلوائح الترشيح أو المترشحين المسجلين في الدائرة الانتخابية المعنية. ويعين أيضا الأشخاص الذين يقومون مقام رؤساء مكاتب التصويت إذا تغيبوا أو عاقهم عائق. يساعد رئيس مكتب التصويت ثلاثة أعضاء يتم تعيينهم داخل الأجل ووفق الكيفيات والشروط المشار إليها أعلاه مع بيان مهامهم. كما يتم تعيين نواب عنهم يقومون مقامهم إذا تغيبوا أو عاقهم عائق. إذا تعذر حضور الأشخاص المعينين لمساعدة رئيس مكتب التصويت ساعة افتتاح الاقتراع، اختار رئيس المكتب المذكور لمساعدته الناخبين الاثنين الأكبر سنا والناخب الأصغر سنا من بين الناخبين غير المترشحين الحاضرين بمكان التصويت الذين يحسنون القراءة والكتابة. وفي هذه الحالة، يتولى أصغر الأعضاء سنا مهام كاتب مكتب التصويت. يعين الوالي أو العامل ضمن نفس الشروط والكيفيات المحددة في هذه المادة رؤساء وأعضاء المكاتب المركزية ونوابهم. ينعقد المكتب المركزي يوم الاقتراع بعد اختتام التصويت إلى غاية إنجاز مهامه. إذا تعذر حضور الأشخاص المعينين لتشكيل مكتب مركزي، وجب على السلطة الإدارية المحلية تكوين المكتب المذكور من بين رؤساء وأعضاء مكاتب التصويت الملحقة بالمكتب المركزي المعني أو نوابهم أو من بين الناخبين الذين يحسنون القراءة والكتابة. ويشار إلى هذه الحالة ببيان خاص في محضر المكتب المركزي."
    },
    {
        "reference": "المادة 16",
        "contenu": "يفصل مكتب التصويت في جميع المسائل التي تثيرها عمليات الانتخاب وتضمن قراراته في محضر العمليات الانتخابية. تناط المراقبة وحفظ النظام داخل مكتب التصويت برئيس المكتب المذكور. يخول وكيل كل لائحة أو كل مترشح الحق في التوفر في كل مكتب تصويت أو مكتب مركزي على ممثل ناخب مؤهل، ليراقب بصفة مستمرة عمليات التصويت وفرز الأصوات وإحصائها، التي يقوم بها المكتب المعني. كما يحق للممثل المذكور أن يطلب تضمين المحضر جميع الملاحظات التي قد يدلي بها في شأن العمليات المذكورة. ويجب تبليغ اسم هذا الممثل، إلى غاية الساعة الثانية عشرة من زوال اليوم السابق لتاريخ الاقتراع، إلى السلطة الإدارية المحلية التي يتعين عليها أن تخبر بذلك رئيس المكتب المعني. تسلم السلطة الإدارية المحلية فورا إلى وكيل اللائحة أو إلى المترشح وثيقة تثبت صفة ممثل. ويجب أن يقدم الممثل هذه الوثيقة إلى رئيس المكتب المعني. يكون لدى كل مكتب للتصويت لائحة في نظيرين للناخبين الذين يتعين عليه تلقي أصواتهم، تتضمن أرقامهم الترتيبية وأرقام بطائقهم الوطنية للتعريف."
    },
    {
        "reference": "المادة 17",
        "contenu": "يفتتح الاقتراع على الساعة الثامنة صباحا ويختتم في الساعة السابعة مساء. وإذا تعذر افتتاح الاقتراع في الساعة المقررة في هذا القانون التنظيمي لسبب قاهر، وجبت الإشارة إلى ذلك في محضر العمليات الانتخابية."
    },
    {
        "reference": "المادة 18",
        "contenu": "يكون التصويت سريا، ويتم داخل معزل بوضع الناخب علامة تصويته في المكان المخصص للائحة أو للمترشح الذي يختاره في ورقة التصويت الفريدة الحاملة لطابع السلطة الإدارية المحلية. يجب على الناخبين ألا يهتموا في مكاتب التصويت إلا بالإدلاء بأصواتهم، ولا يجوز لهم إثارة أي جدال أو نقاش كيفما كان نوعه."
    },
    {
        "reference": "المادة 19",
        "contenu": "يقوم رئيس مكتب التصويت بإحصاء أوراق التصويت المسلمة له قبل الإعلان عن الشروع في الاقتراع ويعلن ذلك جهرا أمام مكتب التصويت وممثلي المترشحين الحاضرين ويضمنه في محضر التصويت. يعاين رئيس مكتب التصويت في الساعة المحددة للشروع في الاقتراع أمام الناخبين الحاضرين أن الصندوق لا يحتوي على أي ورقة ثم يسده بقفلين أو مغلاقين متباينين، يحتفظ بأحد مفتاحيهما، ويسلم الآخر إلى عضو مكتب التصويت الأكبر سنا."
    },
    {
        "reference": "المادة 20",
        "contenu": "تتم عملية التصويت كما يلي: يسلم الناخب، عند دخوله قاعة التصويت، إلى كاتب مكتب التصويت بطاقته الوطنية للتعريف؛ يعلن الكاتب بصوت مسموع الاسم الكامل للناخب؛ يأمر الرئيس بالتحقق من وجود اسم الناخب في لائحة الناخبين ومن هويته؛ يأخذ الناخب بنفسه من فوق طاولة معدة لهذا الغرض ورقة تصويت واحدة. ويحرص رئيس مكتب التصويت على احترام هذا المقتضى؛ يدخل الناخب وبيده ورقة التصويت إلى المعزل ويضع، حسب اختياره علامة أو علامتي تصويته في حالة الانتخاب على مستوى دائرتين انتخابيتين في المكان المخصص للائحة أو للمترشح. ويقوم بطي ورقة التصويت قبل الخروج من المعزل؛ يودع الناخب بنفسه ورقة تصويته مطوية في صندوق الاقتراع؛ يضع الرئيس على يد المصوت علامة بمداد غير قابل للمحو بسرعة. ويضع إذاك عضوا المكتب في طرة لائحة الناخبين إشارة أمام اسم المصوت؛ يعيد الكاتب للناخب بطاقته الوطنية للتعريف، ثم يغادر الناخب قاعة التصويت في الحين. إذا كان الناخب يحمل قرارا قضائيا بالتسجيل في اللائحة الانتخابية العامة، أمكنه التصويت على النحو المبين أعلاه، مع الإشارة إلى ذلك في المحضر. إذا تعلق الأمر بناخب تابع لمكتب التصويت وموكل من لدن ناخب مقيم خارج تراب المملكة، قام الناخب الوكيل بالتصويت باسمه أولا، وفق الكيفيات المبينة أعلاه، قبل التصويت، وفق نفس الكيفيات نيابة عن الناخب الذي منحه الوكالة وذلك بعد الإدلاء بوثيقة الوكالة وبطاقته الوطنية للتعريف. ويشار إلى هذه الحالة ببيان خاص في محضر مكتب التصويت. إذا كان الوكيل لا يتوفر على صفة ناخب بمكتب التصويت التابع له الناخب الذي منحه الوكالة أدلى ببطاقته الوطنية للتعريف وبوثيقة الوكالة، ثم باشر عملية التصويت لفائدة الموكل وفق الكيفيات المبينة أعلاه. ويشار إلى هذه الحالة ببيان خاص في محضر مكتب التصويت. يمكن لكل ناخب به إعاقة ظاهرة تمنعه من وضع علامة تصويته على ورقة التصويت أو إدخال هذه الورقة في صندوق الاقتراع، أن يستعين بناخب من اختياره، يكون متوفرا على البطاقة الوطنية للتعريف. ويشار إلى هذه الحالة في محضر العمليات الانتخابية. غير أنه لا يمكن لأي شخص أن يقدم المساعدة لأكثر من ناخب معاق واحد."
    },
    {
        "reference": "المادة 21",
        "contenu": "يتولى المكتب فرز الأصوات بمساعدة فاحصين. ويجوز للرئيس وأعضاء المكتب أن يقوموا بأنفسهم بفرز الأصوات دون مساعدة فاحصين إذا كان مكتب التصويت يشتمل على أقل من مائتي ناخب مقيد. يساعد رئيس مكتب التصويت عدة فاحصين يحسنون القراءة والكتابة يختارهم من بين الناخبين الحاضرين غير المترشحين ويوزعهم على عدة طاولات يجلس حول كل منها أربعة فاحصين. ويسمح للمترشحين بتعيين فاحصين يجب توزيعهم بالتساوي على مختلف طاولات الفرز بقدر الإمكان. وفي هذه الحالة، يجب أن يسلم المترشحون أسماء الفاحصين الذين يقترحونهم إلى رئيس مكتب التصويت قبل اختتام الاقتراع بساعة على الأقل. بمجرد اختتام الاقتراع، يقوم رئيس مكتب التصويت أو من يعينه لهذه الغاية من بين أعضاء المكتب بفتح صندوق الاقتراع والتحقق من عدد أوراق التصويت. وإذا كان هذا العدد أكثر أو أقل من عدد المصوتين الموضوعة أمام أسمائهم الإشارة المنصوص عليها في المادة 20 أعلاه وجبت الإشارة إلى ذلك في المحضر. يوزع الرئيس على مختلف الطاولات أوراق التصويت. ويأخذ أحد الفاحصين كل ورقة ويدفعها غير مطوية إلى فاحص آخر يقرأ بصوت عال اسم وكيل لائحة الترشيح أو اسم المترشح الذي وضعت علامة التصويت في المكان المخصص له. ويسجل فاحصان آخران على الأقل في أوراق إحصاء الأصوات المعدة لهذا الغرض، الأصوات التي نالتها كل لائحة أو نالها كل مترشح بالنسبة للانتخاب على مستوى الدائرة الانتخابية المعنية. إذا اشتملت ورقة التصويت في المكان المخصص للتصويت على عدة علامات تصويت، تلغى إذا كانت تلك العلامات للوائح أو المترشحين مختلفين. وتعد بصوت واحد إذا كانت تلك العلامات للوائح أو المترشحين مختلفين. وتعد بصوت واحد إذا كانت للائحة واحدة أو المترشح واحد. في حالة الانتخاب على مستوى دائرتين انتخابيتين في نفس ورقة التصويت، تعتبر أوراق التصويت التي لا تشتمل إلا على علامة تصويت واحدة لفائدة لائحة الترشيح أو المترشح أوراقا صحيحة. ولا يحتسب هذا التصويت إلا لفائدة الانتخاب المطابق. يعتبر التصويت صحيحا، بالنسبة للانتخاب المعني ولو امتدت علامة التصويت إلى خارج الإطار المخصص لرمز اللائحة أو المترشح المعني ما لم تصل العلامة المذكورة إلى الإطار الخاص برمز لائحة أخرى أو مترشح آخر. في حالة إجراء الانتخابات الجماعية والانتخابات الجهوية في نفس اليوم، لا يشرع في فرز وإحصاء الأصوات الخاصة بالانتخابات الجهوية إلا بعد وضع المحضر الخاص بالانتخابات الجماعية."
    },
    {
        "reference": "المادة 22",
        "contenu": "تلغى أوراق التصويت التالية: أ) الأوراق التي تحمل علامة خارجية أو داخلية من شأنها أن تضر بسرية الاقتراع أو تتضمن كتابات مهينة للمترشحين أو غيرهم أو تشتمل على اسم المصوت أو لا تحمل طابع السلطة الإدارية المحلية؛ ب) الأوراق التي يعثر عليها في صندوق الاقتراع بدون علامة تصويت أو تحمل علامة تصويت لفائدة أكثر من لائحة واحدة أو أكثر من مترشح واحد بالنسبة للانتخاب على مستوى الدائرة الانتخابية المعنية؛ ج) الأوراق المشطب فيها على اسم لائحة أو عدة لوائح أو اسم مترشح أو عدة مترشحين. لا تعتبر الأوراق الملغاة في نتائج الاقتراع. في حالة ما إذا اعترف مكتب التصويت بصحة الأوراق المشار إليها في البنود أ و ب و ج رغم النزاعات التي أثيرت في شأنها إما من لدن الفاحصين أو من لدن الناخبين الحاضرين، فإنها تعتبر \"منازعا فيها.\" توضع الأوراق الملغاة والمنازع فيها في غلاف مستقل مختوم وموقع عليه من طرف رئيس وأعضاء المكتب. وتوضع الأوراق غير القانونية في غلاف آخر مستقل مختوم وموقع عليه من طرف رئيس وأعضاء المكتب. ويجب أن يشار على ظهر الغلاف الأول إلى عدد الأوراق الملغاة وعدد الأوراق المنازع فيها التي تهم الانتخاب المعني. ويشار على ظهر الغلاف الآخر إلى عدد الأوراق غير القانونية التي تهم الانتخاب المعني. يجب أن تثبت في كل ورقة من هذه الأوراق أسباب إضافتها إلى المحضر. كما يجب أن يشار في الأوراق المنازع فيها إلى طبيعة الانتخاب وأسباب النزاع وإلى القرارات التي اتخذها مكتب التصويت في شأنها. أما الأوراق المعترف بصحتها والتي لم تكن محل أي نزاع، فيباشر إحراقها أمام الناخبين الحاضرين بعد انتهاء عملية فرز الأصوات وإحصائها."
    },
    {
        "reference": "المادة 23",
        "contenu": "يقوم رئيس مكتب التصويت بإعلان نتيجة المكتب بمجرد انتهاء عملية فرز الأصوات وإحصائها. تحرر على الفور، في ثلاثة نظائر المحاضر الخاصة بالانتخاب على مستوى الدائرة الانتخابية المعنية ويوقع عليها، حسب الحالة، رئيس وأعضاء مكتب التصويت أو المكتب المركزي أو لجنة الإحصاء. غير أنه، إذا تعذر لسبب قاهر على عضو من أعضاء مكتب التصويت أو المكتب المركزي أو لجنة الإحصاء أن يكون حاضرا في المكاتب أو اللجان المذكورة إلى غاية إنهاء عملية الاقتراع أو فرز الأصوات أو إحصائها أو إعلان النتائج، يوقع المحضر من قبل الأعضاء الحاضرين وينص فيه على هذه الحالة. إذا كانت الدائرة الانتخابية تشتمل على عدة مكاتب للتصويت، يقوم أعضاء كل مكتب من هذه المكاتب بحصر وإمضاء نتيجة الاقتراع الذي تم فيه ثم يحملها رئيس المكتب إلى المكتب المركزي المنصوص عليه في المادة 13 من هذا القانون التنظيمي، ويباشر هذا المكتب فورا بمحضر رؤساء مكاتب التصويت الأخرى التابعة له إحصاء أصوات الدائرة الانتخابية المعنية وإعلان نتيجتها. تثبت عملية إحصاء الأصوات وإعلان النتائج في محضر يحرر في ثلاثة نظائر، يوقع عليها رئيس وأعضاء المكتب المركزي."
    },
    {
        "reference": "المادة 24",
        "contenu": "بصرف النظر عن الإحصاء الذي تقوم به مكاتب التصويت ومكاتب المركزية، تباشر عمليات إحصاء الأصوات ووضع المحاضر وتحديد الجهات التي ستوجه إليها وكذا إعلان النتائج حسب طبيعة الانتخاب طبقا لأحكام هذا القانون التنظيمي. في حالة الاقتراع باللائحة وبالتمثيل النسبي على أساس قاعدة أكبر بقية، توزع المقاعد على اللوائح بواسطة القاسم الانتخابي، ثم بأكبر البقايا، وذلك بتخصيص المقاعد الباقية للوائح التي تتوفر على الأرقام القريبة من القاسم المذكور. تخصص المقاعد المترشحي كل لائحة حسب ترتيبهم التسلسلي في اللائحة. غير أن مترشحي اللائحة التي تبين بعد تسجيلها وجود مترشح بها غير مؤهل للانتخاب وكذا اللائحة التي فقدت أحد مترشحيها بسبب الوفاة خارج أجل التعويض المشار إليه في المادة 9 من هذا القانون التنظيمي والمرتبين في المراتب الدنيا بالنسبة للمترشح المتوفى، يرتقون بحكم القانون إلى المراتب الأعلى. ويعتمد هذا الترتيب الجديد في توزيع المقاعد وإعلان أسماء المترشحين المنتخبين. إذا أحرزت لائحتان أو عدة لوائح نفس البقية، ينتخب برسم المقعد المعني المترشح الأصغر سنا والمؤهل من حيث الترتيب في اللائحة. وفي حالة تعادل السن، تجرى القرعة لتعيين المترشح الفائز. إذا تعلق الأمر بالاقتراع الفردي بالأغلبية النسبية في دورة واحدة، أو في حالة انتخاب عضو واحد في إطار دائرة الانتخابية، يعلن عن انتخاب المترشح الذي حصل على أكبر عدد من الأصوات. إذا أحرز مترشحان أو عدة مترشحين عددا متساويا من الأصوات، انتخب أصغرهم سنا. وفي حالة تعادل السن تجرى القرعة لتعيين المترشح الفائز."
    },
    {
        "reference": "المادة 25",
        "contenu": "تسلم فورا إلى ممثل كل مترشح أو لائحة نسخة من المحاضر المشار إليها في المادة 23 أعلاه بعد ترقيمها وتوقيعها من طرف رئيس وأعضاء مكتب التصويت أو المكتب المركزي أو لجان الإحصاء، حسب الحالة. وتكون لنسخ المحاضر هذه نفس حجية نظائرها الأصلية. ولهذه الغاية، وفضلا عن المحاضر المشار إليها في الفقرة الثانية من المادة 23 أعلاه، يتم باستخدام أي وسيلة متوفرة، إعداد نسخ من المحاضر في عدد يعادل عدد المترشحين أو لوائح الترشيح."
    },
    {
        "reference": "المادة 26",
        "contenu": "يفصل في النزاعات المتعلقة بإيداع الترشيحات وفق الأحكام الآتية مع مراعاة الأحكام الأخرى المحددة في هذا القانون التنظيمي. لكل مترشح رفض ترشيحه أن يطعن في قرار الرفض أمام المحكمة الإدارية التي يشمل نطاق اختصاصها الدائرة الانتخابية التي ترشح فيها. يسجل الطعن مجانا وتبت فيه المحكمة الإدارية ابتدائيا وانتهائيا خلال الأجل المحدد حسب الحالة ابتداء من تاريخ إيداعه بكتابة ضبطها، وتبلغ حكمها فورا إلى المعني بالأمر وإلى السلطة المكلفة بتلقي الترشيحات التي يجب عليها أن تسجل فورا الترشيحات التي حكمت المحكمة بقبولها وتعلنها للناخبين حسب الكيفية المنصوص عليها في المادة 9 أعلاه. لا يمكن الطعن في حكم المحكمة الإدارية أو المنازعة في قرار قبول الترشيح إلا بمناسبة الطعن في نتيجة الانتخاب."
    },
    {
        "reference": "المادة 27",
        "contenu": "يمكن الطعن في القرارات الصادرة عن مكاتب التصويت والمكاتب المركزية ولجان الإحصاء فيما يتعلق بالعمليات الانتخابية وإحصاء الأصوات وإعلان نتائج الاقتراع وذلك طبقا للأحكام المقررة في هذا القانون التنظيمي. يجوز للمترشحين المطعون في انتخابهم طبقا لأحكام هذا القانون التنظيمي الاطلاع على محاضر العمليات الانتخابية وأخذ نسخ منها حسب الحالة بمقر الدائرة الانتخابية أو الجماعة أو العمالة أو الإقليم خلال ثمانية أيام، أثناء أوقات العمل الرسمية، ابتداء من تاريخ تبليغهم عريضة الطعن."
    },
    {
        "reference": "المادة 28",
        "contenu": "يمكن أن يقدم الطعن المشار إليه في المادة السابقة كل من له مصلحة في ذلك أو الوالي أو العامل أو الباشا أو رئيس الدائرة أو القائد الذين تقع الدائرة الانتخابية في نطاق اختصاصهم."
    },
    {
        "reference": "المادة 29",
        "contenu": "يقدم الطعن بعريضة كتابية في ظرف ثمانية أيام كاملة تبتدئ من يوم إيداع المحضر الذي يتضمن إعلان نتائج الاقتراع، ويكون غير مقبول إذا قدم خارج هذا الأجل. تودع عريضة الطعن بكتابة ضبط المحكمة الإدارية المختصة وتسجل فيها مجانا، ويجب أن تتضمن أسباب الطعن المطلوب من المحكمة البت فيها."
    },
    {
        "reference": "المادة 30",
        "contenu": "يعين رئيس المحكمة المرفوع إليه الطعن خلال الأربع والعشرين ساعة التالية لإيداعه قاضيا مقررا يتولى إطلاع المعنيين بالأمر على عريضة الدعوى ويتلقى ملاحظاتهم الشفوية أو الكتابية."
    },
    {
        "reference": "المادة 31",
        "contenu": "يقوم رئيس المحكمة الإدارية عندما تكون القضية جاهزة بإخبار الوالي أو العامل أو الباشا أو رئيس الدائرة أو القائد المعنيين بالأمر والأطراف بتاريخ الجلسة التي ستنظر في الطعن، ويتم الإخبار بتاريخ الجلسة ثلاثة أيام على الأقل قبل انعقادها. تبت المحكمة الإدارية في الطعن في ظرف 15 يوما من تاريخ إيداعه بكتابة ضبطها. يبلغ الحكم إلى الأطراف وإلى الوالي أو العامل أو الباشا أو رئيس الدائرة أو القائد المعنيين بالأمر ويعفى من رسوم الدمغة والتسجيل. في حالة استئناف حكم المحكمة الإدارية، تبت محكمة الاستئناف الإدارية في الأمر خلال أجل أقصاه شهر واحد. وفي حالة الطعن بالنقض في القرارات الصادرة عن محاكم الاستئناف الإدارية أمام محكمة النقض، تبت هذه الأخيرة في الأمر داخل أجل أقصاه شهران، وتبلغ قرارات محاكم الاستئناف الإدارية ومحكمة النقض إلى الأطراف وإلى الوالي أو العامل المعني داخل أجل 15 يوما من تاريخ صدورها. يوقف الطعن بالنقض أمام محكمة النقض تنفيذ الأحكام القاضية بإلغاء نتيجة الانتخاب. يستمر المترشحون المعلن عن انتخابهم في ممارسة مهامهم إلى أن يصير الحكم القاضي بإلغاء انتخابهم نهائيا."
    },
    {
        "reference": "المادة 32",
        "contenu": "لا يحكم ببطلان الانتخابات جزئيا أو مطلقا إلا في الحالات التالية: 1. إذا لم يجر الانتخاب طبقا للإجراءات المقررة في القانون؛ 2. إذا لم يكن الاقتراع حرا أو إذا شابته مناورات تدليسية؛ 3. إذا كان المنتخب أو المنتخبون من الأشخاص الذين لا يجوز لهم الترشح للانتخابات بمقتضى القانون أو بموجب حكم قضائي."
    },
    {
        "reference": "المادة 33",
        "contenu": "في حالة اللجوء إلى مسطرة التعويض المنصوص عليها في المواد 98 و 123 و 153 من هذا القانون التنظيمي، فإن التعويض يتم بقرار للسلطة المكلفة بتلقي الترشيحات داخل أجل 30 يوما الموالية لتاريخ الشغور أو لتبليغ الحكم النهائي البات في دعوى الطعن ويبلغ القرار إلى العضو المدعو لملء المقعد الشاغر في محل سكناه برسالة مضمونة مع إشعار بالتوصل. إذا رفض المترشح تلبية الاستدعاء لشغل المقعد الشاغر داخل أجل 15 يوما من تاريخ تبليغه بقرار التعويض بكل وسائل التبليغ القانونية أو إذا طرأ عليه بعد تاريخ الانتخاب، ما يحرمه من الحق في أن يكون ناخبا أو منتخبا برسم نفس الهيئة الناخبة أو إذا تعذر تبليغه لسبب قاهر، وجب استدعاء المترشح الذي يليه مباشرة في نفس اللائحة برسالة مضمونة مع إشعار بالتوصل. غير أن أهلية المترشح الذي أصبح عضوا عن طريق شغل المقعد الشاغر يمكن الطعن فيها وفقا لأحكام هذا القانون التنظيمي داخل أجل ستة أيام من التاريخ الذي استدعي فيه المترشح المذكور لملء المقعد الشاغر. تنتهي مدة انتداب الأعضاء المعلن عن فوزهم في الانتخابات الجزئية وكذا مدة انتداب المترشحين الذين أصبحوا منتخبين عن طريق التعويض في التاريخ المقرر لانتهاء مدة الانتداب المعنية."
    },
    {
        "reference": "المادة 34",
        "contenu": "تعقد الاجتماعات الانتخابية وفق الشروط المحددة في التشريع الجاري به العمل في شأن التجمعات العمومية. تطبق على الدعاية الانتخابية أحكام التشريع الجاري به العمل في شأن الصحافة والنشر."
    },
    {
        "reference": "المادة 35",
        "contenu": "تقوم السلطة الإدارية المحلية في كل جماعة أو مقاطعة، ابتداء من تاريخ انتهاء أجل إيداع التصريحات بالترشيح. بتعيين أماكن خاصة تعلق بها الإعلانات الانتخابية. وتخصص في كل من هذه الأماكن مساحات متساوية للوائح أو للمترشحين. يحدد عدد الأماكن الواجب تخصيصها في كل جماعة أو مقاطعة بمرسوم يتخذ باقتراح من وزير الداخلية. تخضع الإعلانات الانتخابية للقواعد التالية: لجميع وكلاء لوائح الترشيح والمترشحين الحق في تعليق الإعلانات الانتخابية؛ يتعين على أصحاب الإعلانات الانتخابية وكذا المؤسسات أو الأشخاص الذين يقومون بإعدادها أو تعليقها أو توزيعها التقيد بأحكام المادة 118 من القانون رقم 57.11 المتعلق باللوائح الانتخابية العامة وعمليات الاستفتاء واستعمال وسائل الاتصال السمعي البصري العمومية خلال الحملات الانتخابية والاستفتائية؛ يمنع تعليق الإعلانات الانتخابية في الأماكن والتجهيزات التي تحدد أصنافها بمرسوم يتخذ باقتراح من وزير الداخلية. تحدد المواصفات المتعلقة بالإعلانات المذكورة بموجب المرسوم المشار إليه أعلاه."
    },
    {
        "reference": "المادة 36",
        "contenu": "يحدد عدد الإعلانات الانتخابية التي يجوز وضعها في الأماكن المشار إليها في المادة 35 أعلاه وحجمها ومضمونها بمرسوم يتخذ باقتراح من وزير الداخلية. يحظر تعليق إعلانات انتخابية خارج الأماكن المعينة لذلك، ولو كانت في شكل ملصقات مدموغة. يتعين على وكلاء لوائح الترشيح أو المترشحين إزالة الإعلانات الانتخابية التي قاموا بتعليقها خلال الحملة الانتخابية وإرجاع الحالة إلى ما كانت عليه وذلك داخل أجل خمسة عشر (15) يوما الموالي لإعلان نتائج الاقتراع، تحت طائلة قيام المصالح الجماعية بذلك على نفقة المعنيين بالأمر."
    },
    {
        "reference": "المادة 37",
        "contenu": "يجب على المترشحين الذين يرغبون خلال حملاتهم الانتخابية في استعمال مسيرات أو مواكب متنقلة تحمل إعلانات أو لافتات انتخابية أو تستعمل مكبرات الصوت، أن يقدموا إشعارا مكتوبا في هذا الشأن إلى السلطة الإدارية المحلية. يقدم هذا التصريح من لدن وكيل اللائحة أو المترشح أو المسؤول المحلي للحزب قبل موعد انطلاق المسيرة أو الموكب بأربع وعشرين (24) ساعة على الأقل، ويبين فيه ساعة انطلاق المسيرة أو الموكب الانتخابي وساعة انتهائه وكذا المسار الذي سيمر منه."
    },
    {
        "reference": "المادة 38",
        "contenu": "لا يجوز أن تتضمن الإعلانات غير الرسمية التي يكون لها غرض أو طابع انتخابي، وكذا برامج المترشحين ومنشوراتهم اللونين الأحمر أو الأخضر أو الجمع بينهما."
    },
    {
        "reference": "المادة 39",
        "contenu": "يمنع القيام بالحملة الانتخابية في أماكن العبادة أو في أماكن أو مؤسسات مخصصة للتعليم أو التكوين المهني أو داخل الإدارات العمومية. لا يجوز لأي موظف عمومي أو مأمور من مأموري الإدارة أو جماعة ترابية أن يقوم خلال الحملة الانتخابية، أثناء مزاولة عمله، بتوزيع منشورات المترشحين أو برامجهم أو غير ذلك من وثائقهم الانتخابية. لا يجوز لأي شخص أن يقوم بنفسه أو بواسطة غيره، بتوزيع برامج أو منشورات أو غير ذلك من الوثائق الانتخابية يوم الاقتراع."
    },
    {
        "reference": "المادة 40",
        "contenu": "يمنع تسخير الوسائل أو الأدوات المملوكة للهيئات العامة والجماعات الترابية والشركات والمقاولات المنصوص عليها في القانون رقم 69.00 المتعلق بالمراقبة المالية للدولة على المنشآت العامة وهيئات أخرى، في الحملة الانتخابية للمترشحين بأي شكل من الأشكال. ولا تدخل ضمن ذلك أماكن التجمعات التي تضعها الدولة أو الجماعات الترابية رهن إشارة المترشحين أو الأحزاب السياسية على قدم المساواة."
    },
    {
        "reference": "المادة 41",
        "contenu": "تحدد طبقا لأحكام هذا الباب المخالفات المرتكبة بمناسبة الحملة الانتخابية والعمليات الانتخابية والعقوبات المقررة لها."
    },
    {
        "reference": "المادة 42",
        "contenu": "يعاقب بغرامة من 10.000 إلى 50.000 درهم كل شخص قام بنفسه أو بواسطة غيره في يوم الاقتراع بتوزيع إعلانات أو منشورات انتخابية أو غير ذلك من الوثائق الانتخابية. يعاقب بالحبس من شهر إلى ستة أشهر وبغرامة من 10.000 إلى 50.000 درهم كل موظف عمومي أو مأمور من مأموري الإدارة أو جماعة ترابية قام أثناء مزاولة عمله بتوزيع برامج المترشحين أو منشوراتهم أو غير ذلك من وثائقهم الانتخابية."
    },
    {
        "reference": "المادة 43",
        "contenu": "يعاقب بغرامة من 10.000 إلى 50.000 درهم كل من علق إعلانات انتخابية خارج الأماكن المشار إليها في المادة 35 من هذا القانون التنظيمي، أو بمكان يكون مخصصا للائحة أخرى أو المترشح آخر. دون الإخلال بالعقوبات الجنائية الأشد، يعاقب بغرامة من 10.000 إلى 50.000 درهم عن كل إخلال بالقواعد المنصوص عليها في المادة 35 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 44",
        "contenu": "يعاقب على مخالفة أحكام المادة 38 من هذا القانون التنظيمي بغرامة من 10.000 إلى 50.000 درهم إذا صدرت المخالفة من أحد المترشحين، وبغرامة قدرها 50.000 درهم إذا صدرت المخالفة من صاحب مطبعة."
    },
    {
        "reference": "المادة 45",
        "contenu": "يعاقب بغرامة من 10.000 إلى 50.000 درهم على القيام بإعلانات انتخابية للوائح غير مسجلة أو المترشحين غير مسجلين أو بتوزيع برامجهم أو منشوراتهم. يعاقب بالحبس من شهر إلى ستة أشهر وبغرامة من 10.000 إلى 50.000 درهم إذا كان مرتكب المخالفة المشار إليها في الفقرة أعلاه موظفا عموميا أو مأمورا من مأموري الإدارة أو جماعة ترابية وتطبق نفس العقوبة على مرتكب المخالفة المشار إليها في الفقرة الأولى من المادة 39 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 46",
        "contenu": "يعاقب بغرامة من 10.000 إلى 50.000 درهم: كل وكيل لائحة ترشيح أو كل مترشح يستعمل أو يسمح باستعمال المساحة المخصصة لإعلاناته الانتخابية بغرض غير التعريف بترشيحه وببرنامجه والدفاع عنهما؛ كل وكيل لائحة ترشيح أو كل مترشح يتخلى لغيره عن المساحة المخصصة له لتعليق إعلاناته الانتخابية بها؛ كل وكيل لائحة ترشيح أو كل مترشح يضبط في حالة تلبس وهو يستعمل المساحة غير المخصصة له لتعليق إعلاناته الانتخابية بها سواء قام بذلك شخصيا أو بواسطة غيره. تطبق الغرامة المشار إليها في هذه المادة في حق وكيل كل لائحة ترشيح أو كل مترشح لم يقم خلال الأجل المحدد في المادة 36 من القانون التنظيمي بإزالة الإعلانات الانتخابية التي قام بتعليقها وإرجاع الحالة إلى ما كانت عليه وذلك دون الاخلال باتخاذ الإجراءات المنصوص عليها في نفس المادة 36."
    },
    {
        "reference": "المادة 47",
        "contenu": "يعاقب بالحبس من سنتين إلى خمس سنوات وبغرامة من 50.000 إلى 100.000 درهم كل شخص يقوم بتسخير الوسائل أو الأدوات المشار إليها في المادة 40 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 48",
        "contenu": "يعاقب بالحبس من ستة أيام إلى شهر وبغرامة من 1.200 إلى 5.000 درهم أو بإحدى هاتين العقوبتين فقط كل شخص فقد حق التصويت لسبب من الأسباب وصوت إما بحكم قيده في لوائح انتخابية وضعت قبل فقده حق التصويت أو قيد فيها بعد ذلك دون طلب منه."
    },
    {
        "reference": "المادة 49",
        "contenu": "يعاقب بالحبس من ستة أشهر إلى ثلاث سنوات وبغرامة من 10.000 إلى 50.000 درهم، كل من صوت بموجب قيد غير قانوني في اللائحة الانتخابية، أو بانتحاله اسم وصفة ناخب مسجل أو استعمل حقه في الانتخاب أكثر من مرة واحدة."
    },
    {
        "reference": "المادة 50",
        "contenu": "يعاقب بالعقوبات المنصوص عليها في المادة السابقة كل شخص مقيد في لوائح انتخابية متعددة صوت أكثر من مرة واحدة."
    },
    {
        "reference": "المادة 51",
        "contenu": "يعاقب بالحبس من سنة إلى ثلاث سنوات وبغرامة من 50.000 إلى 100.000 درهم، كل شخص مكلف في عمليات اقتراع بتلقي الأوراق المصوت بها وإحصائها وفرزها، قام باختلاس أوراق منها أو أضاف إليها ما ليس منها أو أفسدها أو قرأ اسما غير الاسم المقيد فيها. يعاقب بنفس العقوبة كل شخص ضبط متلبسا بتسريب أوراق التصويت إلى خارج مكتب التصويت سواء قبل البدء في عملية الاقتراع أو خلال إجرائها."
    },
    {
        "reference": "المادة 52",
        "contenu": "لا يجوز لشخص يحمل أسلحة ظاهرة أو مخيفة أو أدوات تشكل خطرا على الأمن العام أن يدخل قاعة التصويت، وإلا تعرض للعقوبات المنصوص عليها في التشريع الجاري به العمل في شأن التجمعات العمومية."
    },
    {
        "reference": "المادة 53",
        "contenu": "يمنع إدخال الهاتف النقال أو أي جهاز معلومياتي أو أي وسيلة أخرى للتصوير أو للاتصال السمعي البصري إلى القاعة المخصصة لمكتب التصويت أو المكتب المركزي أو لجنة الإحصاء. لا تطبق أحكام الفقرة السابقة على رؤساء مكاتب التصويت ورؤساء المكاتب المركزية ورؤساء لجان الإحصاء وكذا الأشخاص المرخص لهم من لدن رئيس المكتب أو اللجنة المعنية. في حالة مخالفة أحكام الفقرة الأولى من هذه المادة، يقوم رئيس المكتب أو اللجنة المعنية بحجز الهاتف النقال أو الجهاز أو الوسيلة المذكورة دون الإخلال بالمتابعات المقررة في القوانين الجاري بها العمل."
    },
    {
        "reference": "المادة 54",
        "contenu": "يعاقب بالحبس من شهر إلى سنة وبغرامة من 10.000 إلى 50.000 درهم، كل شخص أقدم باستعمال أخبار زائفة أو إشاعات كاذبة أو غير ذلك من طرق التدليس، على تحويل أصوات الناخبين أو دفع ناخب أو أكثر إلى الإمساك عن التصويت."
    },
    {
        "reference": "المادة 55",
        "contenu": "يعاقب بالحبس من شهر إلى ستة أشهر وبغرامة من 10.000 إلى 50.000 درهم كل من استأجر أو سخر أشخاصا على وجه يهدد به الناخبين أو يخل بالنظام العام. تضاعف العقوبة إذا كان هؤلاء الأشخاص ناخبين."
    },
    {
        "reference": "المادة 56",
        "contenu": "يعاقب بالحبس من شهر إلى ستة أشهر وبغرامة من 10.000 إلى 50.000 درهم كل من أقدم بواسطة تجمعات أو صياح أو مظاهرات تهديدية على إحداث اضطراب في سير عمليات التصويت أو مس بممارسة حق الانتخاب أو حرية التصويت."
    },
    {
        "reference": "المادة 57",
        "contenu": "يعاقب بالحبس من ستة أشهر إلى سنة وبغرامة من 10.000 إلى 50.000 درهم كل من اقتحم أو حاول اقتحام قاعة التصويت بعنف لمنع الناخبين من اختيار لائحة ترشيح أو مترشح. تكون العقوبة هي الحبس من سنة إلى ثلاث سنوات إذا كان المقتحمون أو محاولو الاقتحام يحملون السلاح."
    },
    {
        "reference": "المادة 58",
        "contenu": "دون الإخلال بالمقتضيات الجنائية الأشد، تكون العقوبة هي السجن من عشر سنوات إلى عشرين سنة إذا وقع الاقتحام المشار إليه في المادة 57 أعلاه بناء على خطة مدبرة اتفق على تنفيذها إما في جميع أرجاء المملكة وإما في عمالة أو إقليم أو عدة عمالات أو أقاليم أو في دائرة أو عدة دوائر انتخابية."
    },
    {
        "reference": "المادة 59",
        "contenu": "دون الإخلال بالمقتضيات الجنائية الأشد، يعاقب بالحبس من ستة أشهر إلى سنة وبغرامة من 15.000 إلى 50.000 درهم الناخبون الذين يرتكبون في حق رئيس مكتب التصويت أو عضو من أعضاء المكتب عملا من أعمال العنف أو يؤخرون العمليات الانتخابية أو يحولون دون إجرائها باستعمال الاعتداء والتهديد."
    },
    {
        "reference": "المادة 60",
        "contenu": "يعاقب بالحبس من شهر إلى ستة أشهر وبغرامة من 1.200 إلى 5.000 درهم كل رئيس مكتب للتصويت امتنع عن تسليم نسخة من محضر العمليات الانتخابية لممثل لائحة ترشيح أو مترشح منتدب طبقا لأحكام المادة 16 من هذا القانون التنظيمي، كان حاضرا بقاعة التصويت ساعة إعداد نسخ المحضر وتسليمها."
    },
    {
        "reference": "المادة 61",
        "contenu": "يعاقب بالحبس من سنة إلى سنتين وبغرامة من 20.000 إلى 50.000 درهم، كل من قام بانتهاك العمليات الانتخابية بكسر صندوق الاقتراع أو فتح أوراق التصويت أو تشتيتها أو أخذها أو إتلافها أو القيام بإبدال أوراق التصويت بأخرى أو بأي مناورات أخرى يراد بها تغيير أو محاولة تغيير نتيجة الاقتراع أو انتهاك سرية التصويت."
    },
    {
        "reference": "المادة 62",
        "contenu": "يعاقب بالحبس من سنة إلى خمس سنوات وبغرامة من 20.000 إلى 50.000 درهم، كل من استولى على صندوق الاقتراع قبل فرز أوراق التصويت الموجودة بداخله."
    },
    {
        "reference": "المادة 63",
        "contenu": "يعاقب بالسجن من خمس سنوات إلى عشر سنوات على انتهاك عمليات الاقتراع أو فرز الأصوات أو إحصائها أو إعلان النتائج إذا ارتكبه الأشخاص المعهود إليهم بإنجاز العمليات المذكورة."
    },
    {
        "reference": "المادة 64",
        "contenu": "لا يترتب على الحكم بالعقوبة إلغاء الانتخاب في أي حال من الأحوال دون الإخلال بالمقتضيات المتعلقة بالطعون الانتخابية."
    },
    {
        "reference": "المادة 65",
        "contenu": "يعاقب بالحبس من سنة إلى خمس سنوات وبغرامة من 50.000 إلى 100.000 درهم، كل من حصل أو حاول الحصول على صوت ناخب أو أصوات عدة ناخبين بفضل هدايا أو تبرعات نقدية أو عينية أو وعد بها أو بوظائف عامة أو خاصة أو منافع أخرى قصد بها التأثير على تصويتهم سواء كان ذلك بطريقة مباشرة أو بواسطة الغير أو استعمل نفس الوسائل لحمل أو محاولة حمل ناخب أو عدة ناخبين على الإمساك عن التصويت. يحكم بالعقوبات المشار إليها أعلاه على الأشخاص الذين قبلوا أو التمسوا الهدايا أو التبرعات أو الوعود المنصوص عليها في الفقرة السابقة وكذا الأشخاص الذين توسطوا في تقديمها أو شاركوا في ذلك."
    },
    {
        "reference": "المادة 66",
        "contenu": "يعاقب بالحبس من سنة إلى خمس سنوات وبغرامة من 50.000 إلى 100.000 درهم، كل من حمل أو حاول أن يحمل ناخبا على الإمساك عن التصويت أو أثر أو حاول التأثير في تصويته بالاعتداء أو استعمال العنف أو التهديد أو بتخويفه من فقد وظيفته أو تعرض شخصه أو أسرته أو ممتلكاته إلى ضرر."
    },
    {
        "reference": "المادة 67",
        "contenu": "يعاقب بالحبس من سنة إلى خمس سنوات وبغرامة من 50.000 إلى 100.000 درهم كل شخص قام خلال الحملة الانتخابية بتقديم هدايا أو تبرعات أو وعود بها أو بهبات إدارية إما لجماعة ترابية وإما المجموعة من المواطنين، أيا كانت، بقصد التأثير في تصويت الناخبين أو بعض منهم."
    },
    {
        "reference": "المادة 68",
        "contenu": "تضاعف العقوبة في الأحوال المقررة في المواد من 65 إلى 67 أعلاه إذا كان مرتكب المخالفة موظفا عموميا أو مأمورا من مأموري الإدارة أو جماعة ترابية."
    },
    {
        "reference": "المادة 69",
        "contenu": "يترتب بقوة القانون على العقوبات الصادرة بموجب المواد 65 إلى 67 أعلاه الحرمان من التصويت لمدة سنتين ومن حق الترشح للانتخابات لفترتين انتدابيتين متتاليتين."
    },
    {
        "reference": "المادة 70",
        "contenu": "باستثناء الحالات المنصوص عليها بصورة خاصة في القوانين الجاري بها العمل، يعاقب بالحبس من شهر إلى سنة، وبغرامة من 10.000 إلى 50.000 درهم كل من قام في مكتب تصويت أو مكتب إحصاء للأصوات أو في مكاتب السلطات الإدارية المحلية أو خارج ذلك بخرق أو محاولة خرق سرية التصويت، أو بالمس أو محاولة المس بنزاهته، أو بالحيلولة أو محاولة الحيلولة دون إجراء عمليات الاقتراع، سواء كان ذلك بتعمد الإخلال بالنصوص الجاري بها العمل أو بأي عمل آخر من أعمال التدليس، وسواء جرى ذلك قبل الاقتراع أو أثناءه أو بعده. تضاعف العقوبة إذا كان مرتكب المخالفة موظفا عموميا أو مأمورا من مأموري الإدارة أو جماعة ترابية."
    },
    {
        "reference": "المادة 71",
        "contenu": "يجوز الحكم على مرتكب إحدى المخالفات المنصوص عليها في المادة 70 أعلاه بالحرمان من ممارسة حقوقه الوطنية لمدة لا تقل عن سنتين ولا تتعدى خمس سنوات."
    },
    {
        "reference": "المادة 72",
        "contenu": "في حالة العود تضاعف العقوبات بالحبس أو السجن والغرامة المنصوص عليها في هذا الباب. يعتبر في حالة العود، كل من سبق الحكم عليه من أجل مخالفة لأحكام هذا الباب، بحكم مكتسب لقوة الشيء المقضي به، ثم ارتكب مخالفة مماثلة قبل مضي خمس سنوات من تاريخ قضاء تلك العقوبة أو تقادمها. تتقادم الدعوى العمومية والدعوى المدنية المقامتان بموجب المادة 42 وما يليها من المواد إلى غاية المادة 46 والمادتين 48 و 60 بمضي ستة أشهر من يوم إعلان نتيجة الانتخاب."
    },
    {
        "reference": "المادة 73",
        "contenu": "تطبق الأحكام المشتركة المنصوص عليها في القسم الأول من هذا القانون التنظيمي على انتخاب أعضاء مجالس الجهات مع مراعاة الأحكام الآتية."
    },
    {
        "reference": "المادة 74",
        "contenu": "يتألف مجلس الجهة من: 33 عضوا منتخبا في الجهة التي لا يفوق عدد سكانها 250.000 نسمة؛ 39 عضوا منتخبا في الجهة التي يتراوح عدد سكانها بين 250.001 و 1.000.000 نسمة؛ 45 عضوا منتخبا في الجهة التي يتراوح عدد سكانها بين 1.000.001 و 1.750.000 نسمة؛ 51 عضوا منتخبا في الجهة التي يتراوح عدد سكانها بين 1.750.001 و 2.500.000 نسمة؛ 57 عضوا منتخبا في الجهة التي يتراوح عدد سكانها بين 2.500.001 و 3.000.000 نسمة؛ 63 عضوا منتخبا في الجهة التي يتراوح عدد سكانها بين 3.000.001 و 3.750.000 نسمة؛ 69 عضوا منتخبا في الجهة التي يتراوح عدد سكانها بين 3.750.001 و 4.500.000 نسمة؛ 75 عضوا منتخبا في الجهة التي يفوق عدد سكانها 4.500.000."
    },
    {
        "reference": "المادة 75",
        "contenu": "تسري على مدة انتداب أعضاء مجالس الجهات أحكام المادة 2 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 76",
        "contenu": "يشكل النفوذ الترابي للعمالة أو الإقليم أو عمالة المقاطعات أساس التقطيع الانتخابي للجهة. تحدث على صعيد النفوذ الترابي لكل عمالة أو إقليم أو عمالة مقاطعات دائرة انتخابية واحدة. يخصص للنساء في كل دائرة انتخابية ثلث المقاعد على الأقل. ولا يحول ذلك دون حقهن في الترشح برسم المقاعد المخصصة للجزء الأول من لائحة الترشيح المشار إليه في المادة 85 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 77",
        "contenu": "يحدد بموجب مرسوم يتخذ باقتراح من وزير الداخلية عدد الأعضاء الواجب انتخابهم في مجلس كل جهة وتوزيع عدد المقاعد على العمالات والأقاليم وعمالات المقاطعات المكونة لكل جهة مع بيان عدد المقاعد المخصصة للنساء في كل عمالة أو إقليم أو عمالة مقاطعات. يجب أن يراعى في توزيع عدد المقاعد على العمالات والأقاليم وعمالات المقاطعات عدد السكان القانونيين بكل عمالة أو إقليم أو عمالة مقاطعات."
    },
    {
        "reference": "المادة 78",
        "contenu": "ينتخب أعضاء مجالس الجهات بالاقتراع العام المباشر عن طريق الاقتراع باللائحة وبالتمثيل النسبي على أساس قاعدة أكبر بقية ودون استعمال طريقة مزج الأصوات والتصويت التفاضلي. غير أن الانتخاب يباشر بالاقتراع الفردي بالأغلبية النسبية في دورة واحدة إذا كان الأمر يتعلق بانتخاب عضو واحد في إطار دائرة انتخابية واحدة."
    },
    {
        "reference": "المادة 79",
        "contenu": "يشترط في من يترشح للعضوية في مجلس الجهة أن يكون مقيدا في اللائحة الانتخابية العامة."
    },
    {
        "reference": "المادة 80",
        "contenu": "لا يؤهل للترشح لعضوية مجلس الجهة في مجموع أنحاء المملكة الأشخاص المشار إليهم في المادة 6 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 81",
        "contenu": "يجرد بقوة القانون من صفة عضو مجلس الجهة كل من ثبت عدم أهليته للترشح للانتخاب بعد إعلان انتخابه وانصرام الأجل الذي يمكن خلاله الطعن في هذا الانتخاب. يثبت التجريد المذكور بحكم تصدره المحكمة الإدارية بطلب من والي الجهة أو كل من له مصلحة. وتصدر المحكمة الإدارية حكمها داخل أجل ثلاثين يوما من تاريخ إحالة الطلب عليها."
    },
    {
        "reference": "المادة 82",
        "contenu": "يتنافى انتداب عضو مجلس الجهة مع أي وظيفة تؤدى الأجرة عنها كلا أو بعضا من ميزانية الجهة أو من ميزانية مؤسسة عمومية تابعة للجهة. يتنافى انتداب عضو مجلس الجهة مع مهام صاحب امتياز في مصالح عمومية جهوية أو مدير لها أو مقاول فيها. تتنافى العضوية في مجلس الجهة مع صفة عضو في مجلس عمالة أو إقليم وكذا مع رئاسة غرفة مهنية."
    },
    {
        "reference": "المادة 83",
        "contenu": "يجب على كل عضو يوجد حين انتخابه في إحدى حالات التنافي المنصوص عليها في المادة 82 أعلاه أن يثبت خلال الثمانية أيام التالية للشروع في مزاولة مهمته أنه استقال من مهامه المتنافية مع انتدابه أو أنه طلب، إذا كان يشغل منصبا عموميا، جعله في الوضعية الخاصة المنصوص عليها في نظامه الأساسي وإلا اعتبر مستقيلا بصفة تلقائية من انتدابه بحكم تصدره المحكمة الإدارية بطلب من والي الجهة أو كل من له مصلحة داخل أجل ثلاثين يوما من تاريخ إحالة الطلب عليها."
    },
    {
        "reference": "المادة 84",
        "contenu": "يحدد تاريخ الاقتراع والمدة التي تقدم خلالها الترشيحات وتاريخ بدء الحملة الانتخابية ونهايتها بمرسوم ينشر في الجريدة الرسمية قبل التاريخ المحدد لإجراء الاقتراع بخمسة وأربعين يوما على الأقل."
    },
    {
        "reference": "المادة 85",
        "contenu": "تودع التصريحات بالترشيح برسم كل دائرة انتخابية معينة وفقا للأحكام المنصوص عليها في المادة 7 من هذا القانون التنظيمي بمقر العمالة أو الإقليم أو عمالة المقاطعات المعنية، وذلك إلى غاية الساعة الثانية عشرة من زوال اليوم الرابع عشر السابق لتاريخ الاقتراع. يجب أن تشتمل كل لائحة ترشيح على جزأين يتضمن الجزء الأول عددا من الأسماء يطابق عدد المقاعد المخصصة لهذا الجزء مع بيان ترتيبهم فيه. ويتضمن الجزء الثاني وجوبا أسماء مترشحات فقط في عدد يطابق عدد المقاعد المخصصة لهذا الجزء مع بيان ترتيبهن فيه. وتعتبر المترشحة الوارد اسمها في المرتبة الأولى بالنسبة للجزء المخصص للنساء بمثابة رأس اللائحة ولها نفس الحقوق المخولة لرأس لائحة الترشيح المعنية. يجب أن ترفق لوائح الترشيح أو التصريحات الفردية بالترشيح المقدمة من طرف أشخاص بدون انتماء سياسي بوثيقة تتضمن بالنسبة لكل مقعد من المقاعد المخصصة للجهة التوقيعات المصادق عليها لعشرين (20) ناخبا من ناخبي الجهة، شرط ألا يقل عدد الموقعين في كل عمالة أو إقليم أو عمالة مقاطعات عن 10% من مجموع الموقعين على صعيد الجهة. لا يجوز لناخب أن يوقع لأكثر من لائحة ترشيح واحدة أو لأكثر من مترشح واحد بدون انتماء سياسي. يجب أن تتضمن الوثيقة الحاملة للتوقيعات المصادق عليها أرقام البطائق الوطنية للتعريف للموقعين وبيان اللائحة الانتخابية العامة المقيدين فيها وأن تكون موضوع إيداع واحد. لا يمكن أن يكون لعدة لوائح تسمية واحدة في نفس الدائرة الانتخابية."
    },
    {
        "reference": "المادة 86",
        "contenu": "يباشر تسجيل الترشيح أو عند الاقتضاء رفض التصريح بالترشيح وفقا لأحكام المواد 8 و 9 و 10 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 87",
        "contenu": "تتولى السلطة المكلفة بتلقي التصريحات بالترشيح إعداد أوراق التصويت وفق أحكام المادة 11 من هذا القانون التنظيمي فور انصرام أجل إيداع الترشيحات."
    },
    {
        "reference": "المادة 88",
        "contenu": "يتولى والي الجهة أو العامل إحداث مكاتب التصويت والمكاتب المركزية وتحديد مقارها وتعيين رؤساء وأعضاء المكاتب المذكورة ونوابهم. يتم إحداث وتأليف وتسيير المكاتب المذكورة وفق الشروط المقررة في المواد 13 و 15 و 16 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 89",
        "contenu": "يتم الاقتراع وفرز الأصوات وفقا لأحكام المواد من 17 إلى غاية 22 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 90",
        "contenu": "يحرر محضر العمليات الانتخابية الخاصة بكل دائرة انتخابية وفق الكيفيات المحددة في المادة 23 من هذا القانون التنظيمي. يوضع محضر مكتب التصويت الخاص بكل دائرة انتخابية في ثلاثة نظائر وتحمل النظائر الثلاثة في الحين مشفوعة بالغلاف المتضمن للأوراق الملغاة والمنازع فيها والغلاف المتضمن للأوراق غير القانونية من طرف رئيس مكتب التصويت إلى المكتب المركزي المنصوص عليه في المادة 13 من هذا القانون التنظيمي. ويقوم المكتب المركزي على الفور بحضور رؤساء جميع المكاتب التصويت الأخرى التابعة له بإحصاء جميع أصوات المكاتب المذكورة وإعلان نتيجتها. يحتفظ بنظير من المحضر المذكور وبنظير من محاضر مكاتب التصويت واللوائح المشار فيها إلى مزاولة الانتخاب في محفوظات الجماعة أو المقاطعة المعنية بالأمر. يوضع النظير الثاني المضاف إليه نظير من محاضر مكاتب التصويت والغلافات المتضمنة للأوراق الملغاة والمنازع فيها وكذا الغلافات المتضمنة للأوراق غير القانونية المتعلقة بمختلف مكاتب التصويت في غلاف مختوم وموقع عليه من لدن رئيس وأعضاء المكتب المركزي ثم يوجه إلى المحكمة الابتدائية التي توجد الدائرة الانتخابية بدائرة نفوذها والتي توجهه إلى المحكمة الإدارية المختصة. أما النظير الثالث المضاف إليه نظير من محاضر مختلف مكاتب التصويت فيوضع في غلاف مختوم وموقع عليه طبق نفس الشروط المشار إليها ويحمله رئيس المكتب المركزي على الفور إلى مقر العمالة أو الإقليم أو عمالة المقاطعات ليعرض على لجنة للإحصاء."
    },
    {
        "reference": "المادة 91",
        "contenu": "تتألف لجنة الإحصاء التابعة للعمالة أو الإقليم أو عمالة المقاطعات من الأشخاص التالي بيانهم: رئيس المحكمة الابتدائية أو قاض ينتدبه لهذا الغرض، رئيسا؛ ناخبان يحسنان القراءة والكتابة يعينهما العامل؛ ممثل والي الجهة أو العامل، كاتبا. يخول لممثلي اللوائح أو المترشحين حضور أشغال اللجنة. يجوز للجنة الإحصاء أن تستعين بموظفين لإنجاز المهام الموكولة إليها. وتحدد لائحة هؤلاء الموظفين من قبل رئيس اللجنة المذكورة باقتراح من والي الجهة أو العامل. كما يمكنها استعمال الوسائل التقنية الكفيلة بمساعدتها على إنجاز أعمالها."
    },
    {
        "reference": "المادة 92",
        "contenu": "تقوم لجنة الإحصاء، المشار إليها في المادة 91 أعلاه، بإحصاء الأصوات الخاصة بكل دائرة انتخابية والإعلان عن نتيجتها النهائية وفقا لأحكام المادة 24 من هذا القانون التنظيمي. توزع المقاعد بين اللوائح بواسطة قاسم انتخابي يستخرج عن طريق قسمة عدد المصوتين في الدائرة الانتخابية المعنية على عدد المقاعد المراد شغلها. وتوزع المقاعد الباقية حسب قاعدة أكبر البقايا، وذلك بتخصيصها للوائح التي تتوفر على الأرقام القريبة من القاسم المذكور. تقوم لجنة الإحصاء في مرحلة أولى بتوزيع المقاعد المخصصة للجزء الأول المشار إليه في المادة 85 أعلاه على لوائح الترشيح وفق نفس الكيفيات المنصوص عليها في المادة 24 من هذا القانون التنظيمي بناء على قاسم انتخابي يستخرج على أساس عدد المقاعد المخصصة للجزء المذكور. وفي مرحلة ثانية، توزع وفق نفس الكيفيات المقاعد المحددة للجزء الثاني المخصص للنساء معتمدة قاسما انتخابيا يستخرج على أساس عدد المقاعد المخصصة لهن في الدائرة الانتخابية المعنية. لا يمكن أن يعلن عن انتخاب مترشحي لائحة فريدة أو مترشح فريد في دائرة انتخابية إذا لم تحصل اللائحة أو المترشح المعني على عدد من الأصوات يعادل على الأقل خمس أصوات الناخبين المقيدين في الدائرة. إذا لم تحصل اللائحة الفريدة أو المترشح الفريد على ما لا يقل عن خمس أصوات الناخبين المقيدين في الدائرة الانتخابية أو عندما يتعذر إجراء عمليات الاقتراع أو إنهاؤها في إحدى الدوائر بسبب عدم وجود مترشحين أو رفض الناخبين القيام بالتصويت أو لأي سبب آخر، يجرى اقتراع جديد في ظرف الثلاثة أشهر الموالية."
    },
    {
        "reference": "المادة 93",
        "contenu": "تثبت على الفور عمليات إحصاء الأصوات وإعلان النتائج الخاصة بكل دائرة انتخابية في محضر يحرر في ثلاثة نظائر يوقعها رئيس وأعضاء اللجنة. يسلم نظير من المحضر إلى والي الجهة أو العامل ليحتفظ به في مقر العمالة أو الإقليم أو عمالة المقاطعات. ويوضع نظير في ظرف مختوم وموقع عليه من لدن رئيس وأعضاء اللجنة ويوجه في الحال إلى المحكمة الإدارية. يرفع في الحال إلى والي الجهة نظير من المحضر موضوع كذلك في ظرف مختوم وموقع عليه من لدن رئيس وأعضاء اللجنة."
    },
    {
        "reference": "المادة 94",
        "contenu": "يجوز لكل مترشح يعنيه الأمر أن يطلع بحسب الحالة في مقر الجماعة أو المقاطعة أو العمالة أو الإقليم أو عمالة المقاطعات أو في مركز الجهة، أثناء أوقات العمل الرسمية على محاضر مكاتب التصويت والمكاتب المركزية أو لجنة الإحصاء التابعة للعمالة أو الإقليم أو عمالة المقاطعات خلال ثمانية أيام كاملة الموالية لإعلان النتائج النهائية ليقيم عند الاقتضاء دعوى الطعن المنصوص عليها في هذا القانون التنظيمي. توضع لوائح الناخبين المشار إليها في المادة 20 من هذا القانون التنظيمي رهن إشارة الناخبين، قصد الاطلاع عليها في مقر الجماعة أو المقاطعة خلال الأوقات والآجال المحددة في الفقرة السابقة."
    },
    {
        "reference": "المادة 95",
        "contenu": "لا يحكم ببطلان الانتخاب جزئيا أو مطلقا إلا في الحالات المنصوص عليها في المادة 32 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 96",
        "contenu": "كل عضو في مجلس جهوي تقلد بعد انتخابه وظيفة أو مهمة من الوظائف أو المهام المتنافية مع عضويته أو طرأ ما يحرمه من الحق في أن يكون ناخبا يعتبر مستقيلا وتعاين استقالته بقرار لوالي الجهة."
    },
    {
        "reference": "المادة 97",
        "contenu": "تقدم الطعون المتعلقة بالمنازعات ويفصل فيها وفق الأحكام المنصوص عليها في الجزء الثالث من القسم الأول من هذا القانون التنظيمي وأحكام القانون رقم 41.90 المحدثة بموجبه محاكم إدارية، مع مراعاة ما يلي: يمكن لكل مترشح رفض ترشيحه أن يطعن في قرار الرفض خلال أجل يومين يبتدئ من تاريخ تبليغه إياه؛ تبت المحكمة الإدارية في الطعن المتعلق بإيداع الترشيحات ابتدائيا وانتهائيا خلال أجل ثلاثة أيام؛ يبلغ حكم المحكمة إلى المعني بالأمر وإلى السلطة المكلفة بتلقي التصريحات بالترشيح التي تقوم في الحال بتسجيل الترشيح المعلن عن قبوله من لدن المحكمة ورفعه إلى علم الناخبين حسب الكيفية المنصوص عليها في المادة 9 من هذا القانون التنظيمي. ترفع إلى المحكمة الإدارية دعاوى الطعن ضد قرارات مكاتب التصويت والمكاتب المركزية ولجان الإحصاء فيما يتعلق بالعمليات الانتخابية وإحصاء الأصوات وإعلان نتائج الاقتراع."
    },
    {
        "reference": "المادة 98",
        "contenu": "إذا ألغيت جزئيا على إثر طعن في نتائج اقتراع أو في حالة شغور مقعد على إثر وفاة أو استقالة أو لأي سبب من الأسباب، فإن المترشح الذي يرد اسمه في اللائحة مباشرة بعد آخر منتخب في اللائحة المعنية يدعى لشغل المقعد الشاغر وفق الشروط والكيفيات المحددة في المادة 33 من هذا القانون التنظيمي. إذا ألغيت جزئيا نتائج الاقتراع على إثر طعن أو في حالة شغور مقعد أو عدة مقاعد لأي سبب من الأسباب وتعذر تطبيق مسطرة التعويض المشار إليها في المادة 33 أعلاه، وجب إجراء انتخابات جزئية في ظرف ثلاثة أشهر الموالية تبتدئ حسب الحالة، إما من تاريخ تبليغ الحكم القاضي بإلغاء الانتخاب نهائيا أو من تاريخ انقضاء الأجل المحدد لملء المقعد الشاغر عن طريق التعويض."
    },
    {
        "reference": "المادة 99",
        "contenu": "يجب أن يجرى الانتخاب الجديد، في حالة إلغاء كلي لنتائج الاقتراع، داخل أجل لا يتجاوز ثلاثة أشهر من تاريخ تبليغ الحكم القاضي بالإلغاء نهائيا. تحدد تواريخ هذه الانتخابات وتواريخ الانتخابات المنصوص عليها في المادة 98 من هذا القانون التنظيمي وكذا المدة التي تقدم خلالها الترشيحات وتاريخ بدء الحملة الانتخابية ونهايتها بقرار لوزير الداخلية ينشر في الجريدة الرسمية."
    },
    {
        "reference": "المادة 100",
        "contenu": "تنظم الحملة الانتخابية وتحدد المخالفات المرتكبة بمناسبة انتخاب أعضاء مجالس الجهات والعقوبات المقررة لها، على التوالي، وفقا لأحكام البابين الأول والثاني من الجزء الرابع من القسم الأول من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 101",
        "contenu": "تطبق الأحكام المنصوص عليها في القسم الأول من هذا القانون التنظيمي على انتخاب أعضاء مجالس العمالات والأقاليم، مع مراعاة أحكام هذا الجزء."
    },
    {
        "reference": "المادة 102",
        "contenu": "ينتخب أعضاء مجالس العمالات والأقاليم من طرف هيئة ناخبة تتألف من أعضاء مجالس الجماعات التابعة للعمالة أو الإقليم المعني عن طريق الاقتراح باللائحة وبالتمثيل النسبي على أساس قاعدة أكبر بقية. غير أن الانتخاب يباشر بالاقتراع الفردي بالأغلبية النسبية في دورة واحدة إذا كان الأمر يتعلق بانتخاب عضو واحد."
    },
    {
        "reference": "المادة 103",
        "contenu": "يتألف مجلس العمالة أو الإقليم من: 11 عضوا منتخبا في العمالات أو الأقاليم التي لا يفوق عدد سكانها 150.000 نسمة؛ 13 عضوا منتخبا في العمالات أو الأقاليم التي يتراوح عدد سكانها بين 150.001 و 200.000 نسمة؛ 15 عضوا منتخبا في العمالات أو الأقاليم التي يتراوح عدد سكانها بين 200.001 و 300.000 نسمة؛ 17 عضوا منتخبا في العمالات أو الأقاليم التي يتراوح عدد سكانها بين 300.001 و 400.000 نسمة؛ 19 عضوا منتخبا في العمالات أو الأقاليم التي يتراوح عدد سكانها بين 400.001 و 500.000 نسمة؛ 21 عضوا منتخبا في العمالات أو الأقاليم التي يتراوح عدد سكانها بين 500.001 و 600.000 نسمة؛ 23 عضوا منتخبا في العمالات أو الأقاليم التي يتراوح عدد سكانها بين 600.001 و 700.000 نسمة؛ 25 عضوا منتخبا في العمالات أو الأقاليم التي يتراوح عدد سكانها بين 700.001 و 800.000 نسمة؛ 27 عضوا منتخبا في العمالات أو الأقاليم التي يتراوح عدد سكانها بين 800.001 و 900.000 نسمة؛ 29 عضوا منتخبا في العمالات أو الأقاليم التي يتراوح عدد سكانها بين 900.001 و 1.000.000 نسمة؛ 31 عضوا منتخبا في العمالات أو الأقاليم التي يفوق عدد سكانها 1.000.000 نسمة. يحدد بموجب نص تنظيمي عدد أعضاء مجالس العمالات والأقاليم، وتوزيع المقاعد بين جزئي لوائح الترشيح المشار إليهما في المادة 110 أدناه، في مجلس كل عمالة أو إقليم."
    },
    {
        "reference": "المادة 104",
        "contenu": "لا يجوز، في أي حال من الأحوال، أن يفوق عدد أعضاء مجلس العمالة أو الإقليم نصف مجموع عدد أعضاء مجلس الجماعة أو مجالس الجماعات التابعة للعمالة أو الإقليم المعني."
    },
    {
        "reference": "المادة 105",
        "contenu": "لا ينتخب في مجموع أنحاء المملكة مستشارا للعمالة أو الإقليم الأشخاص المشار إليهم في المادة 6 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 106",
        "contenu": "تتنافى العضوية في مجلس العمالة أو الإقليم مع كل وظيفة تؤدى عنها الأجرة كلا أو بعضا من ميزانية العمالة أو الإقليم أو من مؤسسة عمومية تابعة للعمالة أو الإقليم."
    },
    {
        "reference": "المادة 107",
        "contenu": "تتنافى العضوية في مجلس العمالة أو الإقليم مع مهام صاحب امتياز أو وكيل أو مسير مصالح عمومية تدبرها العمالة أو الإقليم."
    },
    {
        "reference": "المادة 108",
        "contenu": "يتعين على كل عضو يوجد حين انتخابه في إحدى الحالات التي تتنافى مع الانتخاب، المشار إليها في المادتين 106 و 107 أعلاه، أن يثبت في ظرف الثمانية أيام الموالية للشروع في مهامه، أنه استقال من المهام التي تتنافى مع انتدابه أو، إذا كان يشغل وظيفة عمومية، أنه طلب جعله في الوضعية الخاصة المقررة في نظامه الأساسي وإلا أعلن عن استقالته بحكم القانون من انتدابه بموجب حكم تصدره المحكمة الإدارية بطلب من العامل."
    },
    {
        "reference": "المادة 109",
        "contenu": "ينشر المرسوم الذي يحدد بموجبه تاريخ الاقتراع في الجريدة الرسمية 20 يوما على الأقل قبل تاريخ الاقتراع."
    },
    {
        "reference": "المادة 110",
        "contenu": "يتلقى العامل أو ممثله التصريحات بالترشيح إلى غاية الساعة الثانية عشرة من زوال اليوم الثامن السابق لتاريخ الاقتراع على أبعد تقدير، وتودع التصريحات بالترشيح وتسجل طبقا لأحكام المواد من 7 إلى غاية 10 من هذا القانون التنظيمي، مع مراعاة الأحكام التالية: تشتمل كل لائحة ترشيح على عدد من الأسماء يساوي عدد المقاعد الواجب شغلها في مجلس العمالة أو الإقليم؛ تتألف لائحة الترشيح من جزئين؛ يخصص الجزء الثاني من لائحة الترشيح حصريا لترشيحات النساء ولا يحول ذلك دون حقهن في الترشح برسم المقاعد المخصصة للجزء الأول من لائحة الترشيح؛ يحدد عدد المقاعد المخصص للجزء الثاني في ثلث المقاعد الواجب شغلها على صعيد مجلس العمالة أو الإقليم مع رفع العدد عند الاقتضاء إلى العدد الصحيح الأعلى؛ تعتبر المترشحة الوارد اسمها في المرتبة الأولى بالنسبة للجزء الثاني المخصص للنساء بمثابة رأس اللائحة ولها نفس الحقوق المخولة لرأس لائحة الترشيح. كل تصريح بالترشيح تم رفضه يجب أن يبلغ إلى الوكيل المعني بالأمر في الحال بكل وسيلة من وسائل التبليغ القانونية."
    },
    {
        "reference": "المادة 111",
        "contenu": "لا يمكن أن تكون لعدة لوائح تسمية واحدة في نفس العمالة أو الإقليم. يجب أن يتضمن كل جزء من جزئي لائحة ترشيح عددا من الأسماء يعادل عدد المقاعد الواجب شغلها برسم الجزء المعني. لا يقبل سحب أي ترشيح بعد إيداع اللائحة. خلافا لأحكام الفقرة الثالثة من المادة 8 من هذا القانون التنظيمي، تقبل لوائح الترشيح التي تتضمن أسماء أشخاص ينتمون لأكثر من حزب سياسي واحد أو تتضمن في نفس الآن ترشيحات مقدمة بتزكية من حزب سياسي وترشيحات لأشخاص بدون انتماء سياسي. ويخصص لهذه اللوائح رمز يحدد من لدن السلطة المكلفة بتلقي الترشيحات. لا يقبل ترشيحات أشخاص منتسبين لنفس الحزب السياسي مقدمة برسم أكثر من لائحة ترشيح واحدة في نفس العمالة أو الإقليم. لا تقبل كل لائحة ترشيح تتضمن مترشحا واحدا أو أكثر له انتماء سياسي تقدم بترشيحه دون تزكية من الحزب السياسي الذي ينتمي إليه."
    },
    {
        "reference": "المادة 112",
        "contenu": "يتولى العامل إعداد أوراق التصويت وفق أحكام المادة 11 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 113",
        "contenu": "يحدث بموجب مقرر للعامل مكتب أو عدة مكاتب للتصويت تبلغ أماكن إقامتها إلى علم أعضاء الهيئة الناخبة قبل تاريخ الاقتراع بثمانية أيام على الأقل."
    },
    {
        "reference": "المادة 114",
        "contenu": "يعين رؤساء مكاتب التصويت ونوابهم وينظم سير هذه المكاتب وفق الأحكام المنصوص عليها في المادتين 15 و 16 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 115",
        "contenu": "يعين العامل طبق الشروط المنصوص عليها في المادة 15 من هذا القانون التنظيمي أعضاء مكتب التصويت ونوابهم من بين أعضاء الهيئة الناخبة أو من بين الأشخاص المقيدين في اللوائح الانتخابية العامة."
    },
    {
        "reference": "المادة 116",
        "contenu": "تسري على عمليات الاقتراع وفرز الأصوات أحكام المواد من 17 إلى غاية المادة 22 من هذا القانون التنظيمي، مع مراعاة الأحكام الآتية: يفتح الاقتراع في الساعة الثانية بعد من الزوال وينتهي بمجرد ما يصوت الناخبون التابعون لمكتب التصويت وعلى أبعد تقدير في الساعة السادسة مساء؛ يتم التصويت بصفة شخصية."
    },
    {
        "reference": "المادة 117",
        "contenu": "يحرر محضر العمليات الانتخابية وفق الكيفيات المحددة في المادة 23 من هذا القانون التنظيمي. يحتفظ بنظير من المحضر بمقر مكتب التصويت. يوضع النظير الثاني المصحوب بالغلاف المتضمن للأوراق المنازع فيها والأوراق الملغاة وكذا الغلاف المتضمن للأوراق غير القانونية في ظرف مختوم يوقع عليه رئيس مكتب التصويت ويوجه في الحين إلى لجنة الإحصاء المنصوص عليها في المادة 118 أدناه والموجودة بمقر العمالة أو الإقليم. يودع النظير الثالث بكتابة ضبط المحكمة الإدارية التي يشمل نطاق اختصاصها العمالة أو الإقليم."
    },
    {
        "reference": "المادة 118",
        "contenu": "تتألف لجنة الإحصاء التابعة للعمالة أو الإقليم من: رئيس المحكمة الابتدائية أو قاض ينتدبه لهذا الغرض، رئيسا؛ ناخبين يحسنان القراءة والكتابة يعينهما العامل؛ ممثل العامل كاتبا. يخول للمثلي اللوائح أو المترشحين حضور أشغال اللجنة."
    },
    {
        "reference": "المادة 119",
        "contenu": "تقوم اللجنة بإحصاء الأصوات والإعلان عن نتيجتها النهائية وفقا لأحكام المادة 24 من هذا القانون التنظيمي مع مراعاة الإحكام التالية: توزع لجنة الإحصاء في مرحلة أولى المقاعد المخصصة للجزء الأول المشار إليه في المادة 110 أعلاه على لوائح الترشيح وفق نفس الكيفيات المنصوص عليها في المادة 24 من هذا القانون التنظيمي، بناء على قاسم انتخابي يستخرج على أساس عدد المقاعد المخصصة للجزء المذكور؛ توزع اللجنة في مرحلة ثانية المقاعد المحددة للجزء الثاني المخصص للنساء معتمدة قاسما انتخابيا يستخرج على أساس عدد المقاعد المخصصة لهن برسم هذا الجزء؛ لا يمكن أن يعلن عن انتخاب مترشحي لائحة فريدة أو مترشح فريد في دائرة انتخابية إذا لم تحصل اللائحة أو المترشح المعني على عدد من الأصوات يعادل على الأقل خمس أصوات الناخبين المقيدين في الدائرة؛ إذا لم تحصل اللائحة الفريدة أو المترشح الفريد على الأقل على خمس أصوات الناخبين المقيدين في الدائرة الانتخابية أو إذا تعذر إجراء عمليات الاقتراع أو إنهاؤها بسبب عدم وجود مترشحين أو رفض الناخبين القيام بالتصويت أو لأي سبب آخر، يجرى اقتراع جديد في ظرف الثلاثة أشهر الموالية."
    },
    {
        "reference": "المادة 120",
        "contenu": "تثبت فورا عملية إحصاء الأصوات والإعلان عن النتائج في محضر يوقع عليه رئيس وأعضاء اللجنة. يسلم نظير من المحضر إلى العامل ليحتفظ به في مقر العمالة أو الإقليم. يوجه حالا إلى المحكمة الإدارية نظير ثان مع سائر الأوراق الملحقة في غلاف مختوم وموقع عليه من قبل رئيس وأعضاء اللجنة. توجه في الحين إلى كل مكتب تصويت تابع للدائرة الانتخابية نسخة من المحضر موضوع كذلك في غلاف مختوم وموقع عليه من قبل رئيس وأعضاء اللجنة."
    },
    {
        "reference": "المادة 121",
        "contenu": "يجوز لكل مترشح يعنيه الأمر أن يطلع خلال أوقات العمل الرسمية على محاضر مكاتب التصويت ومحاضر لجنة الإحصاء بمقر العمالة أو الإقليم أو بمقر مكتب التصويت طيلة الثمانية أيام الكاملة الموالية للإعلان عن نتائج الاقتراع ليمارس عند الاقتضاء حق الطعن المنصوص عليه في المادة 122 أدناه. توضع لوائح الناخبين المشار فيها إلى مزاولة الانتخاب رهن إشارة الناخبين في مركز مكتب التصويت قصد الاطلاع عليها خلال أوقات والآجال المذكورة في الفقرة السابقة."
    },
    {
        "reference": "المادة 122",
        "contenu": "يسوى النزاع المتعلق بإيداع الترشيحات والعمليات الانتخابية وإعلان النتائج طبقا للأحكام المنصوص عليها في الجزء الثالث من القسم الأول من هذا القانون التنظيمي، مع مراعاة ما يلي: يمكن لكل مترشح رفض ترشيحه أن يحيل قرار الرفض إلى المحكمة الإدارية المختصة في أجل يوم واحد يبتدئ من تاريخ الرفض؛ تبت المحكمة الإدارية ابتدائيا وانتهائيا في أجل يومين يبتدئ من تاريخ إيداع عريضة الطعن؛ يمكن أن تكون القرارات المتخذة من طرف مكاتب التصويت فيما يخص العمليات الانتخابية والقرارات المتخذة من طرف لجنة الإحصاء التابعة للعمالة أو الإقليم فيما يتعلق بإحصاء الأصوات والإعلان عن نتائج الاقتراع موضوع طعن يقدم ويبت فيه طبقا للكيفيات المنصوص عليها في الجزء الثالث من القسم الأول من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 123",
        "contenu": "في حالة وفاة عضو من الأعضاء المشار إليهم في المادة 102 من هذا القانون التنظيمي أو إذا ألغي انتخاب أحد الأعضاء السالفي الذكر على إثر طعن أو في حالة شغور مقعد لأي سبب من الأسباب، أعلن عن انتخاب المترشح الموالي باللائحة المعنية بالأمر وفق الشروط والكيفيات المنصوص عليها في المادة 33 من هذا القانون التنظيمي. إذا تعذر تطبيق مسطرة التعويض المنصوص عليها في المادة 33 من هذا القانون التنظيمي، وجب إجراء انتخاب جزئي لملء المقعد الذي أصبح شاغرا داخل أجل لا يتجاوز ثلاثة أشهر يبتدئ حسب الحالة إما من تاريخ الوفاة أو من تاريخ تبليغ الحكم القاضي بالإلغاء نهائيا أو من تاريخ انقضاء الأجل المحدد لملء المقعد الشاغر عن طريق التعويض. في حالة إلغاء كلي لنتائج الاقتراع، تجرى انتخابات جديدة داخل أجل لا يتجاوز ثلاثة أشهر يبتدئ من تاريخ تبليغ الحكم النهائي إلى الوالي أو عامل العمالة أو الإقليم. تحدد بقرار لوزير الداخلية تواريخ هذه الانتخابات وكذا المدة التي تقدم خلالها الترشيحات وتاريخ بدء الحملة الانتخابية ونهايتها. وينشر هذا القرار في الجريدة الرسمية قبل تاريخ الاقتراع بعشرين يوما على الأقل."
    },
    {
        "reference": "المادة 124",
        "contenu": "كل عضو منتخب في المجلس فقد أهلية الانتخاب أو وجد في إحدى حالات التنافي المنصوص عليها في المادتين 106 و 107 من هذا القانون التنظيمي، يعلن عن الاستقالة من انتدابه بموجب قرار يصدره وزير الداخلية."
    },
    {
        "reference": "المادة 125",
        "contenu": "تنظم الحملة الانتخابية وتحدد المخالفات المرتكبة بمناسبة انتخاب أعضاء مجالس العمالات والأقاليم والعقوبات المقررة لها على التوالي وفقا لأحكام البابين الأول والثاني من الجزء الرابع من القسم الأول من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 126",
        "contenu": "تطبق في شأن انتخاب أعضاء مجالس الجماعات والمقاطعات الأحكام المحددة في القسم الأول من هذا القانون التنظيمي مع مراعاة أحكام هذا الجزء."
    },
    {
        "reference": "المادة 127",
        "contenu": "باستثناء مجالس الجماعات المقسمة إلى مقاطعات، يتألف المجلس الجماعي بالنسبة للجماعات غير المقسمة إلى مقاطعات من: 11 عضوا في الجماعات التي لا يفوق عدد سكانها 7.500 نسمة؛ 13 عضوا في الجماعات التي يتراوح عدد سكانها بين 7.501 و 12.500 نسمة؛ 15 عضوا في الجماعات التي يتراوح عدد سكانها بين 12.501 و 15.000 نسمة؛ 23 عضوا في الجماعات التي يتراوح عدد سكانها بين 15.001 و 25.000 نسمة؛ 25 عضوا في الجماعات التي يتراوح عدد سكانها بين 25.001 و 50.000 نسمة؛ 31 عضوا في الجماعات التي يتراوح عدد سكانها بين 50.001 و 100.000 نسمة؛ 35 عضوا في الجماعات التي يتراوح عدد سكانها بين 100.001 و 150.000 نسمة؛ 39 عضوا في الجماعات التي يتراوح عدد سكانها بين 150.001 و 200.000 نسمة؛ 43 عضوا في الجماعات التي يتراوح عدد سكانها بين 200.001 و 250.000 نسمة؛ 47 عضوا في الجماعات التي يتراوح عدد سكانها بين 250.001 و 300.000 نسمة؛ 51 عضوا في الجماعات التي يتراوح عدد سكانها بين 300.001 و 350.000 نسمة؛ 55 عضوا في الجماعات التي يتراوح عدد سكانها بين 350.001 و 400.000 نسمة؛ 61 عضوا في الجماعات التي يفوق عدد سكانها 400.000 نسمة. يحدد عدد المقاعد المخصصة لمجالس الجماعات المشار إليها أعلاه بمرسوم يتخذ باقتراع من وزير الداخلية. يحدد عدد أعضاء مجالس الجماعات المقسمة إلى مقاطعات وفق الأحكام المنصوص عليها في المادة 128 أدناه. تخصص مقاعد للنساء يحدد وفق الكيفيات المبينة في المادة 128 المكررة أدناه."
    },
    {
        "reference": "المادة 128",
        "contenu": "يتألف مجلس الجماعة المقسمة إلى مقاطعات من 81 عضوا بالنسبة للجماعة التي لا يتجاوز عدد سكانها 750.000 نسمة مع إضافة عشرة أعضاء عن كل شريحة سكان تعادل 250.000 نسمة على ألا يتجاوز عدد أعضاء المجلس 131 عضوا على الأكثر. يحدد بمرسوم يتخذ باقتراح من وزير الداخلية عدد المقاعد المخصصة لمجالس الجماعات السالفة الذكر وتوزيع هذه المقاعد بين المقاطعات المكونة لها أخذا بعين الاعتبار عدد السكان القانونيين في كل مقاطعة. ينتخب أعضاء مجالس الجماعات المذكورة وأعضاء مجالس المقاطعات في نفس لائحة الترشيح."
    },
    {
        "reference": "المادة 128 مكررة",
        "contenu": "يحدد عدد المقاعد المخصصة للنساء على النحو التالي: 1- بالنسبة لمجالس الجماعات التي ينتخب أعضاؤها بالاقتراع الفردي: خمسة (5) مقاعد في مجلس كل جماعة. وتلحق هذه المقاعد الخمسة بالدوائر الانتخابية الجماعية التي تضم على التوالي أكبر عدد من الناخبين المسجلين في اللائحة الانتخابية للجماعة المحصورة برسم آخر مراجعة للوائح المذكورة. وتحدد هذه الدوائر بالنسبة إلى كل جماعة بقرار لوزير الداخلية ينشر في الجريدة الرسمية قبل تاريخ الاقتراع بثلاثين يوما على الأقل. وتتمتع المترشحات المعلن عن انتخابهن برسم المقاعد الملحقة بكامل العضوية في المجالس المعنية. 2- بالنسبة المجالس الجماعات التي ينتخب أعضاؤها عن طريق الاقتراع باللائحة وغير المقسمة إلى مقاطعات: ثلث المقاعد الواجب شغلها على صعيد مجلس الجماعة مع رفع العدد عند الاقتضاء إلى العدد الصحيح الأعلى؛ 3- بالنسبة لمجالس الجماعات المقسمة إلى مقاطعات: ثلث المقاعد الواجب شغلها على صعيد مجلس الجماعة برسم كل مقاطعة مع رفع العدد عند الاقتضاء إلى العدد الصحيح الأعلى، شريطة ألا يقل هذا العدد برسم كل مقاطعة عن ثلاثة مقاعد، وثلث المقاعد الواجب شغلها في كل مجلس مقاطعة مع رفع العدد عند الاقتضاء إلى العدد الصحيح الأعلى. تخصم المقاعد المشار إليها في البندين 2 و 3 أعلاه من المقاعد المحددة للجماعات المعنية في المادتين 127 و 128 أعلاه. لا تحول المقاعد المخصصة للنساء، كما هو مبين أعلاه، دون حقهن في الترشح برسم المقاعد الأخرى."
    },
    {
        "reference": "المادة 129",
        "contenu": "تشكل الجماعة التي ينتخب أعضاء مجلسها عن طريق الاقتراع باللائحة دائرة انتخابية فريدة. غير أنه بالنسبة للجماعات المقسمة إلى مقاطعات، فإن النفوذ الترابي لكل مقاطعة يشكل دائرة انتخابية واحدة ينتخب فيها أعضاء مجالس الجماعات المذكورة وأعضاء مجالس المقاطعات التابعة لهذه الجماعات. بالنسبة للجماعات التي ينتخب أعضاء مجالسها عن طريق الاقتراع الفردي، فإن الدوائر الانتخابية تحدث وتحدد بقرار لوزير الداخلية حسب المعايير التالية: أ) يجب أن يراعى في تحديد الدوائر الانتخابية قدر الإمكان تحقيق توازن ديمغرا في فيما بينها؛ ب) يجب أن يكون النفوذ الترابي للدوائر الانتخابية متجانسا ومتصلا؛ ج) يجب أن يتم تحديد الدوائر الانتخابية دون المساس بالحدود الإدارية للجماعة."
    },
    {
        "reference": "المادة 130",
        "contenu": "ينتخب أعضاء مجالس الجماعات التي لا يفوق عدد سكانها 50.000 نسمة بالاقتراع الفردي بالأغلبية النسبية في دورة واحدة. يجرى انتخاب أعضاء مجالس الجماعات التي يفوق عدد سكانها 50.000 نسمة وأعضاء مجالس المقاطعات عن طريق الاقتراع باللائحة في دورة واحدة وبالتمثيل النسبي على أساس قاعدة أكبر بقية ودون استعمال طريقة مزج الأصوات والتصويت التفاضلي."
    },
    {
        "reference": "المادة 131",
        "contenu": "يشترط في من يترشح لانتخابات مجالس الجماعات أو المقاطعات أن يكون مقيدا في اللائحة الانتخابية العامة لجماعة أو مقاطعة. يمكن الترشح إما في الجماعة التي يقيم فيها المعني بالأمر فعليا أو في الجماعة التي ولد فيها أو الجماعة المفروضة عليه فيها الضريبة منذ ثلاث سنوات متصلة على الأقل في تاريخ الانتخاب بخصوص أملاك يتوفر عليها أو نشاط مهني أو تجاري يزاوله فيها. كما يمكن الترشح في الجماعة أصل المعني بالأمر. ويجب أن يثبت هذا الأصل بولادة الأب والجد. كما يجب أن يثبت الانتماء إلى الجماعة أو المقاطعة بجميع الوسائل المألوفة كالشهادة الإدارية للولادة أو الشهادة اللفيفية أو غيرها من الوثائق الإدارية. إذا كان المعني بالأمر مقيدا في اللائحة الانتخابي لمقاطعة تابعة لجماعة مقسمة إلى مقاطعات، أمكنه أن يترشح في أي مقاطعة من المقاطعات التابعة لهذه الجماعة. يمكن للمغاربة المقيمين خارج تراب المملكة والمقيدين في اللوائح الانتخابية العامة أن يقدموا ترشيحاتهم في إحدى الجماعات أو المقاطعات التي يخولهم القانون الحق في التقييد في لائحتها الانتخابية."
    },
    {
        "reference": "المادة 132",
        "contenu": "لا يمكن أن ينتخب الأشخاص الآتي ذكرهم في مجلس الجماعة التي يزاولون فيها مهامهم أو انتهوا من مزاولتها منذ أقل من سنة في التاريخ المحدد للاقتراع: مستخدمو الجماعة والعاملون فيها الذين يتقاضون مرتبهم كلا أو بعضا من ميزانية الجماعة؛ المحاسبون المشرفون على أموال الجماعة؛ الحاصلون على امتياز لإدارة مرفق من مرافق الجماعة ومديرو المرافق التي تكون تابعة لها أو تحصل على إعانة مالية منها؛ نواب أراضي الجموع."
    },
    {
        "reference": "المادة 133",
        "contenu": "يحدد تاريخ الاقتراع والمدة التي تقدم خلالها الترشيحات وتاريخ بدء الحملة الانتخابية ونهايتها بمرسوم ينشر في الجريدة الرسمية قبل التاريخ المحدد لإجراء الاقتراع بخمسة وأربعين يوما على الأقل."
    },
    {
        "reference": "المادة 134",
        "contenu": "تودع التصريحات بالترشيح بمقر السلطة الإدارية المحلية المختصة التابعة لدائرة نفوذها الجماعة أو المقاطعة وفق الشكليات المنصوص عليها في المادة 7 من هذا القانون التنظيمي مع مراعاة الأحكام التالية: تتلقى السلطة الإدارية المحلية التصريحات بالترشيح إلى غاية الساعة الثانية عشرة من زوال اليوم الرابع عشر السابق لتاريخ الاقتراع؛ لا يمكن أن تكون لعدة لوائح نفس التسمية حسب الحالة في جماعة واحدة أو مقاطعة واحدة؛ يجب أن تشتمل كل لائحة ترشيح على جزأين يتضمن الجزء الأول عددا من الأسماء يعادل عدد المقاعد المخصصة للجماعة أو للمقاطعة بموجب المادتين 127 و 128 من هذا القانون التنظيمي بعد الأخذ بعين الاعتبار المقاعد المخصومة لفائدة النساء وفق أحكام المادة 128 المكررة أعلاه. ويشتمل الجزء الثاني على أسماء مترشحات يعادل عددهن عدد المقاعد المحددة للنساء بموجب البنود 2 و 3 و 4 و 5 من المادة 128 المكررة أعلاه وتعتبر المترشحة الوارد اسمها في المرتبة الأولى بالنسبة للجزء المخصص للنساء بمثابة رأس اللائحة ولها نفس الحقوق المخولة الرأس لائحة الترشيح المعنية؛ بالنسبة للجماعات التي يجري فيها الانتخاب عن طريق الاقتراع الفردي، يتضمن التصريح بالترشيح البيانات الخاصة بالمترشح أو المترشحة برسم الدائرة الانتخابية المعنية. غير أن التصريحات الفردية بالترشيح المقدمة في كل جماعة معنية برسم الدوائر الانتخابية المحددة بموجب القرار المشار إليه في البند 1 من المادة 128 المكررة من هذا القانون التنظيمي، تتضمن وجوبا اسم المترشح أو المترشحة في الدائرة الانتخابية المعنية واسم المترشحة برسم المقعد الملحق بهذه الدائرة المعني. لا يمكن سحب أي ترشيح مقدم برسم المقاعد الملحقة بالدوائر الانتخابية الجماعية إلا من طرف المترشحة المعنية نفسها؛ يجب أن ترفق لوائح الترشيح أو التصريحات الفردية بالترشيح المقدمة من طرف الأشخاص بدون انتماء سياسي بوثيقة تتضمن بالنسبة لكل مقعد من المقاعد المخصصة للجماعة أو بالنسبة لكل مقعد من المقاعد المخصصة للمقاطعة في مجلس الجماعة التوقيعات المصادق عليها لعشرة (10) ناخبين من ناخبي الجماعة المعنية. ولا يجوز لناخب أن يوقع لأكثر من لائحة ترشيح واحدة أو لأكثر من مترشح واحد بدون انتماء سياسي. ويجب أن تتضمن الوثيقة الحاملة للتوقيعات المصادق عليها أرقام البطائق الوطنية للتعريف للموقعين واللائحة الانتخابية العامة المقيدين فيها وأن تكون موضوع إيداع واحد. تقدم لوائح الترشيح أو التصريحات بالترشيح في ثلاث نسخ توجه اثنتان منها فورا إلى الوالي أو العامل."
    },
    {
        "reference": "المادة 135",
        "contenu": "تتم وفقا لأحكام المواد 8 و 9 و 10 من هذا القانون التنظيمي عمليات تسجيل التصريحات بالترشيح أو رفضها عند الاقتضاء وكذا تحديد الرموز المخصصة للوائح الترشيح أو المترشحين وإشهار الترشيحات المسجلة."
    },
    {
        "reference": "المادة 136",
        "contenu": "تحدد أماكن مكاتب التصويت ويعين رؤساءها وأعضاؤها ومن ينوب عنهم وفقا لأحكام المادتين 13 و 15 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 137",
        "contenu": "تطبق على سير مكاتب التصويت وكيفيات التصويت وفرز وإحصاء الأصوات أحكام المادة 15 وما يليها إلى غاية المادة 22 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 138",
        "contenu": "يقوم رئيس مكتب التصويت بإعلان نتيجة الاقتراع فور انتهاء عملية الفرز وإذا كانت الدائرة الانتخابية تشتمل على عدة مكاتب التصويت، ويقوم أعضاء كل مكتب من هذه المكاتب بحصر وإمضاء نتيجة الاقتراع وتضمينها في محضر يحرر في ثلاثة نظائر يوقع عليها رئيس وأعضاء المكتب ثم يحملها الرئيس حالا إلى المكتب المركزي المنصوص عليه في المادة 13 من هذا القانون التنظيمي. يباشر المكتب المركزي فورا بحضور رؤساء مكاتب التصويت الأخرى التابعة له إحصاء أصوات الدائرة الانتخابية المعنية وإعلان نتيجتها. بالنسبة للجماعات التي يجري فيها الانتخاب عن طريق الاقتراع الفردي، يتم الإعلان عن نتائج الاقتراع وفق أحكام الفقرتين الخامسة والسادسة من المادة 24 من هذا القانون التنظيمي. غير أنه بالنسبة إلى كل واحدة من الدوائر الانتخابية التي ألحقت بها المقاعد المخصصة للنساء في كل جماعة معنية، يعلن أيضا عن انتخاب المترشح أو المترشحة التي حصلت على أكبر عدد من الأصوات وكذا المترشحة برسم المقعد الملحق بالدائرة الانتخابية المعنية."
    },
    {
        "reference": "المادة 139",
        "contenu": "يتم الإعلان عن نتائج الاقتراع وفقا لأحكام المادة 24 من هذا القانون التنظيمي مع مراعاة أحكام المادة 141 منه. توزع المقاعد بين اللوائح بواسطة قاسم انتخابي يستخرج عن طريق قسمة عدد المصوتين في الدائرة الانتخابية المعنية على عدد المقاعد المراد شغلها، وتوزع المقاعد الباقية حسب قاعدة أكبر البقايا، وذلك بتخصيصها للوائح التي تتوفر على الأرقام القريبة من القاسم المذكور. غير أنه لا يمكن أن يعلن عن انتخاب مترشحي لائحة فريدة أو مترشح فريد في دائرة انتخابية إذا لم تحصل اللائحة المعنية أو المترشح المعني على عدد من الأصوات يعادل على الأقل خمس أصوات الناخبين المقيدين بالدائرة. إذا لم تحصل أي لائحة على العتبة المطلوبة للمشاركة في توزيع المقاعد أو إذا لم تحصل اللائحة الفريدة أو المترشح الفريد على خمس أصوات الناخبين المقيدين في الدائرة الانتخابية على الأقل أو عندما يتعذر إجراء عمليات الاقتراع أو إنهاؤها في إحدى الدوائر بسبب عدم وجود مترشحين أو رفض الناخبين القيام بالتصويت أو لأي سبب آخر، يجرى اقتراع جديد في ظرف الثلاثة أشهر الموالية."
    },
    {
        "reference": "المادة 140",
        "contenu": "بالنسبة للجماعات التي ينتخب أعضاء مجالسها عن طريق الاقتراع الفردي. يحتفظ بنظير من المحضر في مكتب محفوظات الجماعة وبالنظير الثاني في مقر العمالة أو الإقليم، ويوضع النظير الثالث المصحوب بمستندات الإثبات في ظرف مختوم يوقع عليه رئيس وأعضاء المكتب ويوجه إلى المحكمة الابتدائية التابعة لدائرة نفوذها الدائرة الانتخابية التي توجهه إلى المحكمة الإدارية المختصة، ويحرر محضر إحصاء الأصوات وإعلان نتائج الاقتراع من قبل المكتب المركزي وفق الأحكام المنصوص عليها أعلاه ويوقعه رئيس وأعضاء المكتب المركزي. ويوجه نظير منه إلى الجهات التي توجه إليها محاضر مكاتب التصويت. بالنسبة لمجالس الجماعات والمقاطعات التي ينتخب أعضاؤها عن طريق الاقتراع باللائحة، يوضع محضر مكتب التصويت في ثلاثة نظائر تحمل في الحين، مشفوعة بالغلاف المتضمن للأوراق الملغاة والمنازع فيها وبالغلاف المتضمن للأوراق غير القانونية، من طرف رئيس مكتب التصويت إلى مكتب المركزي المعني. يقوم المكتب المركزي على الفور بحضور رؤساء مكاتب التصويت التابعة له بإحصاء أصوات هذه المكاتب وإعلان نتيجتها. وتثبت عملية إحصاء الأصوات وإعلان النتائج في محضر يحرر وفق الشكليات المنصوص عليها في المادة 138 أعلاه ويوقع عليه رئيس وأعضاء المكتب المركزي. يحتفظ بنظير من المحضر المذكور وبنظير من محاضر مكاتب التصويت واللوائح التي يشار فيها إلى مزاولة الانتخاب في محفوظات الجماعة أو المقاطعة المعنية بالأمر. يوضع النظير الثاني المضاف إليه نظير من المحاضر والغلافات المتضمنة للأوراق الملغاة والمنازع فيها والغلافات المتضمنة للأوراق غير القانونية المتعلقة بمختلف مكاتب التصويت في غلاف مختوم وموقع عليه من لدن رئيس وأعضاء المكتب المركزي، ثم يوجه إلى المحكمة الابتدائية التي توجد الدائرة الانتخابية بدائرة نفوذها والتي توجهه إلى المحكمة الإدارية المختصة. أما النظير الثالث المضاف إليه نظير من محاضر مختلف مكاتب التصويت فيوضع في غلاف مختوم يوقع عليه رئيس وأعضاء المكتب المركزي ويحمله الرئيس فورا إلى مقر الجماعة أو المقاطعة المعنية ليعرض على لجنة للإحصاء تتألف من: رئيس مكتب تصويت أو مكتب مركزي يعينه الوالي أو العامل من بين رؤساء المكاتب التابعة للدائرة الانتخابية المعنية، رئيسا؛ ناخبين يحسنان القراءة والكتابة يعينهما الوالي أو العامل؛ ممثل الوالي أو العامل بصفته كاتب اللجنة. يخول لممثلي اللوائح أو المترشحين حضور أشغال لجنة الإحصاء. تقوم اللجنة بإحصاء الأصوات التي حصلت عليها كل لائحة ترشيح وإعلان نتائجها طبق الكيفيات المشار إليها في المادة 24 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 141",
        "contenu": "تقوم لجنة الإحصاء المنصوص عليها في المادة 140 أعلاه بإحصاء الأصوات التي حصلت عليها كل لائحة وإعلان نتائج التصويت النهائية. كما تتولى توزيع المقاعد بحسب ترتيب المترشحين وفقا لأحكام المادة 24 من هذا القانون التنظيمي، مع مراعاة أحكام المادة 139 أعلاه، والأحكام التالية: بالنسبة لمجالس الجماعات التي ينتخب أعضاؤها باللائحة وغير المقسمة إلى مقاطعات، تقوم لجنة الإحصاء بتوزيع المقاعد المخصصة للجزء الأول المشار إليه في البند الثالث من الفقرة الأولى من المادة 134 أعلاه على لوائح الترشيح وفق نفس الكيفيات المنصوص عليها في المادة 24 من هذا القانون التنظيمي، بناء على قاسم انتخابي يستخرج على أساس عدد المقاعد المخصصة للجزء المذكور. وفي مرحلة ثانية، توزع على لوائح الترشيح وفق نفس الكيفيات المقاعد المحددة للجزء الثاني المخصص للنساء معتمدة قاسما انتخابيا يستخرج على أساس عدد المقاعد المخصصة لهن؛ بالنسبة لمجالس الجماعات التي ينتخب أعضاؤها في المقاطعات، تقوم لجنة الإحصاء في مرحلة أولى بتوزيع المقاعد المخصصة للجزء الأول المشار إليه في البند الثالث من الفقرة الأولى من المادة 134 من هذا القانون التنظيمي، حيث توزع المقاعد المخصصة لمجلس الجماعة في المقاطعة على لوائح الترشيح بناء على قاسم انتخابي يستخرج على أساس عدد مقاعد مجلس الجماعة المنتخبة برسم المقاطعة، ثم توزع وفق نفس الكيفيات المقاعد الخاصة بمجلس المقاطعة بناء على قاسم انتخابي يستخرج على أساس عدد المقاعد المخصصة لمجلس المقاطعة المعنية. ويعلن عن المترشحين المنتخبين في مجلس المقاطعة ابتداء من المترشح الموالي لآخر منتخب في مجلس الجماعة. وفي مرحلة ثانية، توزع لجنة الإحصاء المقاعد المخصصة للنساء برسم الجزء الثاني على لوائح الترشيح بناء على قاسم انتخابي يستخرج على أساس عدد المقاعد المخصصة للنساء في مجلس الجماعة برسم المقاطعة، ثم توزع وفق نفس الكيفيات المقاعد المخصصة للنساء في مجلس المقاطعة بناء على قاسم انتخابي يستخرج على أساس عدد المقاعد المخصصة لمجلس المقاطعة المعنية. ويعلن عن المترشحات المنتخبات في مجلس المقاطعة ابتداء من المترشحة الموالية لآخر منتخبة في مجلس الجماعة. تثبت عملية إحصاء الأصوات وإعلان النتائج في الحال في محضر يحرر في ثلاثة نظائر يوقعها رئيس وأعضاء لجنة الإحصاء. يوجه في الحال نظير من المحضر، مشفوعا بنظير من كل محضر من محاضر المكاتب المركزية ومكاتب التصويت في ظرف مختوم وموقع من لدن رئيس وأعضاء لجنة الإحصاء إلى الوالي أو العامل للاحتفاظ به. يوجه نظير ثان من المحضر بعد وضعه في ظرف مختوم وموقع عليه من لدن رئيس وأعضاء اللجنة المذكورة إلى المحكمة الابتدائية التابع لنفوذها مقر الجماعة أو المقاطعة المعنية لتوجهه إلى المحكمة الإدارية المختصة. يحتفظ بالنظير الثالث بمقر الجماعة أو المقاطعة المعنية. لكل مترشح أن يطلع، أثناء أوقات العمل الرسمية، بمقر الجماعة أو المقاطعة أو العمالة أو الإقليم أو عمالة المقاطعات على محاضر مكاتب التصويت والمكتب المركزي ولجنة الإحصاء خلال ثمانية أيام كاملة من يوم إيداعها. وتودع اللوائح المشار فيها إلى مزاولة الانتخاب بمقر الجماعة أو المقاطعة، وذلك ليطلع عليها الناخبون خلال المدة المشار إليها أعلاه."
    },
    {
        "reference": "المادة 142",
        "contenu": "كل عضو في مجلس جماعة أو مقاطعة تقلد بعد انتخابه وظيفة أو مهمة من الوظائف والمهام المنصوص عليها في المادتين 6 و 132 من هذا القانون التنظيمي أو طرأ عليه ما يحرمه من الحق في أن يكون ناخبا أو منتخبا يعتبر مستقيلا وتعاين استقالته بقرار من الوالي أو عامل العمالة أو الإقليم أو عمالة المقاطعات التابعة له حسب الحالة الجماعة أو المقاطعة المنتخب فيها. يجرد بقوة القانون من صفة عضو بمجلس جماعة أو مقاطعة كل من ثبت عدم أهليته للترشح للانتخاب بعد إعلان انتخابه وانصرام الأجل المحدد للطعن في هذا الانتخاب. ويثبت هذا التجريد بحكم تصدره المحكمة الإدارية بطلب من الوالي أو العامل المعني. وتصدر المحكمة الإدارية حكمها داخل أجل ثلاثين يوما من تاريخ إحالة الطلب عليها."
    },
    {
        "reference": "المادة 150",
        "contenu": "تقدم الطعون المتعلقة بانتخاب أعضاء مجالس الجماعات والمقاطعات ويفصل فيها وفق القواعد الإجرائية المقررة في هذا القانون التنظيمي وفي القانون رقم 41.90 المحدثة بموجبه محاكم إدارية."
    },
    {
        "reference": "المادة 151",
        "contenu": "يسوى النزاع المتعلق بإيداع الترشيحات والعمليات الانتخابية طبقا للأحكام المنصوص عليها في الجزء الثالث من القسم الأول من هذا القانون التنظيمي، مع مراعاة ما يلي: يمكن لكل مترشح رفض ترشيحه أن يحيل مقرر الرفض إلى المحكمة الإدارية المختصة في أجل يومين من تاريخ الرفض؛ تبت المحكمة الإدارية ابتدائيا وانتهائيا في أجل ثلاثة أيام يبتدئ من تاريخ إيداع عريضة الطعن."
    },
    {
        "reference": "المادة 152",
        "contenu": "يمكن الطعن في القرارات الصادرة عن مكاتب التصويت والمكاتب المركزية ولجان الإحصاء فيما يتعلق بالعمليات الانتخابية وإحصاء الأصوات وإعلان نتائج الاقتراع أمام المحكمة الإدارية التي يشمل نطاق اختصاصها الدائرة الانتخابية. تقدم هذه الطعون ويبت فيه وفقا لأحكام الباب الثاني من الجزء الثالث من القسم الأول من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 153",
        "contenu": "كل عضو مجلس ينتخب عن طريق الاقتراع باللائحة أصبح مقعده شاغرا لأي سبب من الأسباب يعوض بالمترشح الذي يلي مباشرة آخر منتخب في اللائحة التي ترشح فيها. في حالة شغور مقعد بمجلس جماعة مقسمة إلى مقاطعات، لأي سبب من الأسباب، يستدعى لشغل المقعد الشاغر عضو مجلس المقاطعة الذي يلي مباشرة آخر منتخب بمجلس الجماعة المذكورة في لائحة الترشيح الذي انتخب فيها عضو المجلس الجماعي الذي أصبح مقعده شاغرا. وفي هذه الحالة، يرتقي أعضاء مجلس المقاطعة المتواجدون في المراتب الدنيا في لائحة الترشيح، مباشرة وبحكم القانون، إلى المراتب الأعلى. ويشغل المقعد الذي أصبح شاغرا في مجلس المقاطعة طبقا لأحكام الفقرة السابقة. في حالة إلغاء نتائج الاقتراع وتعذر تطبيق مسطرة التعويض الواردة في المادة 33 من هذا القانون التنظيمي، وجب تنظيم انتخابات جزئية في ظرف الثلاثة أشهر الموالية، حسب الحالة، لتبليغ الحكم البات في دعوى الطعن نهائيا أو للتاريخ المحدد لشغل المقعد الشاغر عن طريق التعويض. في حالة إلغاء نتائج الانتخابات أو في حالة شغور مقعد أو عدة مقاعد لأي سبب من الأسباب بالنسبة للجماعات التي ينتخب أعضاء مجالسها عن طريق الاقتراع الفردي، يجب إجراء انتخابات جزئية خلال أجل ثلاثة أشهر تبتدئ، حسب الحالة، إما من تاريخ تبليغ الحكم القاضي بالإلغاء نهائيا أو من تاريخ شعور المقعد أو المقاعد المعنية، ما عدا إذا صادف ذلك الأشهر الستة السابقة لتاريخ التجديد العام للمجالس الجماعية. لا يترتب على إلغاء انتخاب عضو برسم الدائرة الانتخابية الجماعية الملحق بها المقعد المخصص للنساء، بسبب مرتبط بعدم أهليته للانتخاب، إلغاء انتخاب المترشحة المعلن عن انتخابها برسم المقعد الملحق المعني، ما لم يتعلق الأمر بمانع قانوني يحول دون انتخابها. في حالة إلغاء نتائج الانتخاب بالنسبة للجماعات التي ينتخب أعضاء مجالسها عن طريق الاقتراع الفردي، يجب أن تعاد الانتخابات الملغاة خلال أجل ثلاثة أشهر يبتدئ من تاريخ تبليغ الحكم القاضي بالإلغاء نهائيا. إذا فقد مجلس جماعة ينتخب أعضاؤه عن طريق الاقتراع الفردي لأي سبب آخر غير الأسباب المشار إليها في الفقرة السابقة، الثلث على الأقل من عدد أعضائه، وجب إجراء انتخابات تكميلية في ظرف الثلاثة أشهر الموالية لتاريخ آخر شغور ما عدا إذا صادف ذلك الأشهر الثلاثة السابقة لتاريخ التجديد العام للمجالس الجماعية. في حالة إلغاء كلي لنتائج الاقتراع أو في حالة اللجوء إلى انتخابات جزئية أو تكميلية، تحدد بقرار لوزير الداخلية، ينشر في الجريدة الرسمية، تواريخ الانتخابات المذكورة وتواريخ الانتخابات المنصوص عليها في المادة 139 من هذا القانون التنظيمي وفي التشريع المتعلق بالتنظيم الجماعي، وكذا المدة التي تقدم خلالها الترشيحات وتاريخ بدء الحملة الانتخابية ونهايتها. غير أنه لا يجوز لكل عضو في مجلس جماعة تخلى عن انتدابه الانتخابي، عن طريق الاستقالة، أن يترشح لعضوية نفس المجلس طيلة الفترة المتبقية من نفس الانتداب الانتخابي."
    },
    {
        "reference": "المادة 154",
        "contenu": "تنظم الحملة الانتخابية وتحدد المخالفات المرتكبة بمناسبة انتخاب أعضاء مجالس الجماعات والمقاطعات والعقوبات المقررة لها على التوالي، وفقا لأحكام البابين الأول والثاني من الجزء الرابع من القسم الأول من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 155",
        "contenu": "يجب على المترشحين للانتخابات العامة أو الجزئية المجالس الجهات ومجالس العمالات والأقاليم ومجالس الجماعات والمقاطعات أن يلتزموا بسقف المصاريف الانتخابية المحدد بموجب مرسوم يتخذ باقتراح من السلطات الحكومية المكلفة بالداخلية والعدل والمالية."
    },
    {
        "reference": "المادة 156",
        "contenu": "يجب على وكيل كل لائحة أو كل مترشح حسب الحالة، أن يعد حساب حملته الانتخابية وفق نموذج يحدد بنص تنظيمي. ويتكون الحساب المذكور من بيان مفصل المصادر تمويل حملته الانتخابية وجرد المصاريفه الانتخابية. ويجب أن يرفق هذا الجرد بالوثائق المثبتة للمصاريف المذكورة."
    },
    {
        "reference": "المادة 157",
        "contenu": "يجب على وكيل كل لائحة ترشيح أو كل مترشح حسب الحالة، برسم الانتخابات العامة أو الجزئية المجالس الجهات أو مجالس العمالات والأقاليم أو مجالس الجماعات المقسمة إلى مقاطعات أو مجالس الجماعات التي ينتخب أعضاؤها بالاقتراع باللائحة أن يودع داخل أجل ستين يوما من تاريخ الإعلان عن نتائج الاقتراع لدى المجلس الأعلى للحسابات، حساب حملته الانتخابية مرفقا بالوثائق المشار إليها في المادة 156 أعلاه."
    },
    {
        "reference": "المادة 158",
        "contenu": "يوجه وزير الداخلية إلى الرئيس الأول للمجلس الأعلى للحسابات قائمة المترشحين المشار إليهم في المادة 157 أعلاه، مع بيان أسماء المترشحين المنتخبين والمترشحين غير المنتخبين. يتولى المجلس الأعلى للحسابات بحث حساب الحملة الانتخابية للمترشحين المشار إليهم في المادة 157 أعلاه. يقوم الرئيس الأول للمجلس الأعلى للحسابات بإعذار وكيل كل لائحة ترشيح أو كل مترشح معني حسب الحالة، قصد الإدلاء بالوثائق المطلوبة داخل أجل ستين يوما تبتدئ من تاريخ الإعذار. يضمن المجلس الأعلى للحسابات نتيجة بحثه في تقرير. يشير التقرير إلى أسماء المترشحين الذين لم يودعوا حساب حملاتهم الانتخابية وفقا لأحكام هذا القانون التنظيمي أو لم يبينوا مصادر تمويل هذه الحملات أو لم يبرروا مصاريفهم الانتخابية أو لم يرفقوا جرد هذه المصاريف بوثائق الاثبات المطلوبة أو تجاوزوا السقف المحدد للمصاريف الانتخابية. يوجه الرئيس الأول للمجلس الأعلى للحسابات إلى وزير الداخلية قائمة المترشحين الذين تخلفوا عن إيداع حساب حملاتهم الانتخابية وفق الأحكام المنصوص عليها في هذا القانون التنظيمي. يترتب على تخلف وكيل كل لائحة ترشيح أو كل مترشح حسب الحالة، عن إيداع حملته الانتخابية حسب الآجال والكيفيات المنصوص عليها في هذا القانون التنظيمي عدم أهليته للانتخابات التشريعية العامة والجزئية والانتخابات العامة والجزئية لمجالس الجماعات الترابية والغرف المهنية طيلة مدتين انتدابيتين متتاليتين ابتداء من تاريخ صدور تقرير المجلس الأعلى للحسابات المشار إليه أعلاه، وذلك دون الإخلال باتخاذ الإجراءات والمتابعات المقررة في المقتضيات الجاري بها العمل فيما يتعلق بالمبالغ التي قام الحزب السياسي الذي ترشح باسمه بتحويلها لفائدته والتي يعود مصدرها إلى المساهمة التي تلقاها الحزب المذكور من الدولة لتمويل حملته الانتخابية."
    },
    {
        "reference": "المادة 159",
        "contenu": "يجرد، بحكم القانون من العضوية في مجلس الجماعة الترابية التي انتخب برسمها كل عضو تخف عن إيداع حساب حملته الانتخابية داخل الأجل المحدد في المادة 157 أعلاه أو لم يبين مصادر تمويل حملته الانتخابية أو لم يقم بتبرير مصاريفه الانتخابية أو لم يرفق جرد مصاريفه الانتخابية بالوثائق المثبتة للمصاريف السالفة الذكر ولم يستجب للإعذار الموجه إليه في شأنها من قبل الرئيس الأول للمجلس الأعلى للحسابات عملا بأحكام المادة 158 أعلاه؛ تجاوز السقف المحدد للمصاريف الانتخابية المشار إليه في المادة 155 من هذا القانون التنظيمي. يحيل الرئيس الأول للمجلس الأعلى للحسابات الأمر إلى المحكمة الإدارية المختصة للتصريح بتجريد كل عضو معني وذلك دون الإخلال بالأحكام المنصوص عليها في الفقرة الأخيرة من المادة 158 أعلاه. وتصدر المحكمة المذكورة قرارها الذي تصرح فيه بتجريد العضو المعني داخل أجل شهرين من تاريخ إحالة الأمر عليها."
    },
    {
        "reference": "المادة 160",
        "contenu": "يمكن للقاضي المحال إليه أمر الطعن في نتيجة انتخاب عضو مجلس جماعي غير المجالس الجماعية المشار إليها في المادة 157 أعلاه أن يلزم المترشح المعني بالإدلاء، في أجل يحدده له بجرد المصاريف والوثائق المثبتة لها والمشار إليها في المادة 156 أعلاه. في أجل يحدد له، بحساب حملته الانتخابية مرفقا بالوثائق المثبتة المشار إليها في المادة 156 أعلاه."
    },
    {
        "reference": "المادة 161",
        "contenu": "استثناء من أحكام المواد 26 و 97 و 122 و 151 من هذا القانون التنظيمي، تقدم الطعون المتعلقة بالترشيحات وجوبا أمام المحكمة الابتدائية المختصة وفقا للكيفيات وفي الآجال المحددة في المواد المذكورة. وتبت المحكمة طبقا لأحكام هذه المواد. لا تطبق الأحكام الاستثنائية المنصوص عليها في الفقرة السابقة في العمالات والأقاليم حيث يوجد مقر محكمة إدارية. في حالة رفع الطعن أمام المحكمة الإدارية مع وجود اختصاص محكمة ابتدائية بالنظر في الطعن بموجب الفقرة الأولى أعلاه، يجب على المحكمة الإدارية رفض الطعن المقدم أمامها."
    },
    {
        "reference": "المادة 162",
        "contenu": "تنسخ من القانون رقم 9.97 المتعلق بمدونة الانتخابات الصادر بتنفيذه الظهير الشريف رقم 1.97.83 بتاريخ 23 من ذي القعدة 1417 (2) أبريل (1997) كما وقع تغييره وتتميمه الأحكام التالية: الجزء الثاني من القسم الثالث المتعلق بالأحكام الخاصة بانتخاب مستشاري الجهات، فيما يخص انتخاب أعضاء مجالس الجهات؛ الجزء الثالث من القسم الثالث المتعلق بالأحكام الخاصة بانتخاب أعضاء مجالس العمالات والأقاليم، فيما يخص انتخاب أعضاء مجالس العمالات والأقاليم؛ الجزء الرابع من القسم الثالث المتعلق بالأحكام الخاصة بانتخاب أعضاء مجالس الجماعات الحضرية والقروية ومجالس المقاطعات، فيما يخص انتخاب أعضاء مجالس الجماعات والمقاطعات."
    }
]