[
    {
        "reference": "المادة 1",
        "contenu": "تطبيقا لأحكام الفصل 14 من الدستور، يحدد هذا القانون التنظيمي شروط وكيفيات ممارسة المواطنات والمواطنين الحق في تقديم ملتمسات في مجال التشريع."
    },
    {
        "reference": "المادة 2",
        "contenu": "يراد في مدلول هذا القانون التنظيمي بما يلي: - الملتمس في مجال التشريع: كل مبادرة يتقدم بها مواطنات ومواطنون وفق أحكام هذا القانون التنظيمي بهدف المساهمة في المبادرة التشريعية، ويشار إليها باسم 'الملتمس'. - أصحاب الملتمس: المواطنات والمواطنون المقيمون بالمغرب أو خارجه الذين اتخذوا المبادرة لإعداد الملتمس ووقعوا عليه، شريطة أن يكونوا متمتعين بحقوقهم المدنية والسياسية ومقيدين في اللوائح الانتخابية العامة. - مدعمو الملتمس: المواطنات والمواطنون الذين يعبرون عن دعمهم للملتمس بواسطة توقيعاتهم المضمنة في لائحة تسمى 'لائحة دعم الملتمس'، والذين تتوافر فيهم الشروط المنصوص عليها في البند الثاني من هذه المادة. - لائحة دعم الملتمس: اللائحة التي تتضمن توقيعات مدعمي الملتمس، وأسمائهم الشخصية والعائلية وأرقام بطائقهم الوطنية للتعريف، وعناوين إقامتهم. - لجنة تقديم الملتمس: لجنة مكونة من تسعة أعضاء على الأقل يختارهم أصحاب المبادرة في تقديم الملتمس من بينهم، شريطة أن ينتسبوا إلى ثلث عدد جهات المملكة على الأقل."
    },
    {
        "reference": "المادة 3",
        "contenu": "مع مراعاة أحكام المادة 4 أدناه، يجب أن يكون الملتمس مندرجا ضمن الميادين التي يختص القانون بالتشريع فيها طبقا لأحكام الدستور."
    },
    {
        "reference": "المادة 4",
        "contenu": "يعتبر الملتمس غير مقبول إذا كان يتضمن اقتراحات أو توصيات: - تمس بالثوابت الجامعة للأمة، والمتعلقة بالدين الإسلامي أو بالوحدة الوطنية أو بالنظام الملكي للدولة أو بالاختيار الديمقراطي أو بالمكتسبات التي تم تحقيقها في مجال الحريات والحقوق الأساسية كما هو منصوص عليها في الدستور. - تتعلق بمراجعة الدستور أو القوانين التنظيمية أو قانون العفو العام أو النصوص المتعلقة بالمجال العسكري، أو تخص الأمن الداخلي أو الدفاع الوطني أو الأمن الخارجي للدولة. - تتعارض مع المواثيق والمعاهدات والاتفاقيات التي صادقت عليها المملكة أو انضمت إليها."
    },
    {
        "reference": "المادة 5",
        "contenu": "يشترط لقبول الملتمس أن: - يكون الهدف منه تحقيق مصلحة عامة. - يحرر بكيفية واضحة في شكل اقتراحات أو توصيات. - يكون مرفقا بمذكرة مفصلة تبين الأسباب الداعية إلى تقديمه، والأهداف المتوخاة منه وملخصا للاختيارات التي يتضمنها. - يكون مشفوعا بلائحة دعم الملتمس المشار إليها في المادة 7 بعده."
    },
    {
        "reference": "المادة 6",
        "contenu": "تجتمع لجنة تقديم الملتمس بدعوة من عضو واحد أو أكثر من أعضائها لاختيار وكيل عنها ونائب عنه. تعقد اللجنة المذكورة اجتماعاتها وفق الشروط المنصوص عليها في التشريع الجاري به العمل في شأن التجمعات العمومية. يتولى الوكيل الإشراف على الإجراءات اللازمة لتقديم الملتمس تمهيدا لإبداعه لدى مكتب أحد مجلسي البرلمان. يعتبر وكيل لجنة تقديم الملتمس ناطقا رسميا باسم اللجنة ومخاطبا الرئيسي مجلسي البرلمان. إذا تعذر على الوكيل القيام بمهامه لأي سبب من الأسباب، قام نائبه مقامه."
    },
    {
        "reference": "المادة 7",
        "contenu": "تتولى لجنة تقديم الملتمس جمع التوقيعات اللازمة. يجب أن تكون لائحة دعم الملتمس موقعة على الأقل من قبل 25000 من مدعمي الملتمس، وأن تكون مرفقة بنسخ من بطائقهم الوطنية للتعريف."
    },
    {
        "reference": "المادة 8",
        "contenu": "يمكن لوكيل لجنة تقديم الملتمس أن يودع الملتمس مقابل وصل يسلم له فورا أو أن يبعث به إلى مكتب مجلس النواب عن طريق البريد الإلكتروني. غير أن الملتمسات التي تتضمن اقتراحات أو توصيات تهم على وجه الخصوص، الجماعات الترابية أو التنمية الجهوية أو القضايا الاجتماعية ينبغي إيداعها أو إرسالها من قبل وكيل لجنة تقديم الملتمس إلى مكتب مجلس المستشارين وفق الشكليات المنصوص عليها في الفقرة السابقة."
    },
    {
        "reference": "المادة 9",
        "contenu": "يقوم مكتب المجلس المعني بالتحقق من كون الملتمس المودع لديه أو المتوصل به مستوف للشروط المنصوص عليها في هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 10",
        "contenu": "يبت مكتب المجلس المعني في الملتمس المودع لديه أو المتوصل به داخل أجل ستين (60) يوما ابتداء من تاريخ الإيداع أو التوصل. يبلغ رئيس المجلس المعني كتابة وكيل لجنة تقديم الملتمس بقرار قبول الملتمس أو رفضه داخل أجل أقصاه خمسة (15) يوما من تاريخ البت فيه. يتعين أن يكون عدم قبول الملتمس معللا. لا يقبل قرار رفض الملتمس أي طعن."
    },
    {
        "reference": "المادة 11",
        "contenu": "يحق للجنة تقديم الملتمس أن تسحب ملتمسها في أي وقت، ما لم يتبنه عضو أو أكثر من أعضاء اللجنة البرلمانية المختصة طبقا لأحكام المادة 12 بعده."
    },
    {
        "reference": "المادة 12",
        "contenu": "توزع نسخة من الملتمس المقبول على جميع أعضاء المجلس المعني، ويحال إلى اللجنة البرلمانية المختصة حسب موضوع الملتمس لدراسته ومناقشته. يمكن لكل عضو أو أكثر من أعضاء اللجنة البرلمانية المعنية تبني الملتمس المحال إليها، واعتماده أساسا لتقديم مقترح قانون، طبقا للمسطرة التشريعية المنصوص عليها في النظام الداخلي للمجلس المعني."
    },
    {
        "reference": "المادة 13",
        "contenu": "لا يجوز استعمال المعطيات ذات الطابع الشخصي المتعلقة بأصحاب الملتمس ومدعميه لأغراض غير تلك التي جمعت من أجلها، تحت طائلة تطبيق العقوبات المنصوص عليها في الباب السابع من القانون رقم 09.08 المتعلق بحماية الأشخاص الذاتيين تجاه معالجة المعطيات ذات الطابع الشخصي."
    }
]