[
    {
        "reference": "المادة 1",
        "contenu": "تتألف المحكمة الدستورية، طبقا لأحكام الفصل 130 من الدستور، من اثني عشر (12) عضوا، يعينون لمدة تسع (9) سنوات غير قابلة للتجديد، من بين الشخصيات المتوفرة على تكوين عال في مجال القانون، وعلى كفاءة قضائية أو فقهية أو إدارية، والذين مارسوا مهنتهم لمدة تفوق خمس عشرة (15) سنة، والمشهود لهم بالتجرد والنزاهة. ويتوزع هؤلاء الأعضاء كما يلي: ستة (6) أعضاء يعينون بظهير من بينهم عضو يقترحه الأمين العام للمجلس العلمي الأعلى؛ ثلاثة (3) أعضاء ينتخبون من قبل مجلس النواب؛ ثلاثة (3) أعضاء ينتخبون من قبل مجلس المستشارين. يعين الملك رئيس المحكمة الدستورية بظهير من بين الأعضاء الذين تتألف منهم. تنشر بالجريدة الرسمية ظهائر تعيين رئيس المحكمة الدستورية وأعضائها المعينين من قبل الملك، وكذا ملخص محضري الجلسة العامة لمجلسي البرلمان المتضمنين لنتائج انتخابات أعضاء كل مجلس."
    },
    {
        "reference": "المادة 2",
        "contenu": "يمكن الطعن في عملية ونتائج انتخابات أعضاء المحكمة الدستورية المنتخبين داخل أجل ثمانية أيام من تاريخ إعلان النتائج. تبت المحكمة الدستورية في الطعن داخل أجل لا يتعدى ثمانية أيام."
    },
    {
        "reference": "المادة 3",
        "contenu": "تطبيقا لمقتضيات الفقرة الثالثة من الفصل 130 من الدستور، يتم، كل ثلاث (3) سنوات، تجديد ثلث كل فئة من أعضاء المحكمة الدستورية. عند أول تعيين لأعضاء المحكمة الدستورية، يعين ثلث أعضاء كل فئة لمدة ثلاث (3) سنوات والثلث الثاني لمدة ست (6) سنوات والثلث الأخير لمدة تسع (9) سنوات."
    },
    {
        "reference": "المادة 4",
        "contenu": "يؤدي رئيس المحكمة الدستورية وأعضاؤها، قبل مباشرة مهامهم، القسم بين يدي الملك على أن يقوموا بالمهام المسندة إليهم بإخلاص وأمانة ويمارسوها بكامل النزاهة في ظل احترام الدستور، وأن يكتموا سر المداولات والتصويت، وألا يتخذوا أي موقف علني أو يفتوا في أي مسألة من المسائل التي تدخل في نطاق اختصاصات المحكمة الدستورية."
    },
    {
        "reference": "المادة 5",
        "contenu": "لا يجوز الجمع بين عضوية المحكمة الدستورية وعضوية الحكومة أو مجلس النواب أو مجلس المستشارين أو المجلس الأعلى للسلطة القضائية أو المجلس الاقتصادي والاجتماعي والبيئي أو كل هيئة ومؤسسة من المؤسسات والهيئات المنصوص عليها في الباب الثاني عشر من الدستور. كما لا يجوز الجمع بين عضوية المحكمة الدستورية وممارسة أي وظيفة عامة أخرى أو مهمة عامة انتخابية أو شغل منصب مهما كان مقابل أجر في شركة تجارية أو مزاولة مهام يؤدى عنها أجر من قبل دولة أجنبية أو منظمة دولية أو منظمة دولية غير حكومية."
    },
    {
        "reference": "المادة 6",
        "contenu": "لا يجوز الجمع بين عضوية المحكمة الدستورية وممارسة أي مهنة حرة. ولهذا الغرض، يجب على كل عضو بالمحكمة الدستورية يمارس مهنة حرة، تعليق هذه الممارسة خلال مدة عضويته."
    },
    {
        "reference": "المادة 7",
        "contenu": "يلحق بالمحكمة الدستورية الموظفون المعينون أو المنتخبون أعضاء فيها لمدة عضويتهم بها ويعادون، بحكم القانون، عند انتهاء المدة المذكورة إلى إطارهم الأصلي."
    },
    {
        "reference": "المادة 8",
        "contenu": "يلتزم أعضاء المحكمة الدستورية بواجب التحفظ، وعموما بالامتناع عن كل ما من شأنه أن يمس باستقلالهم ومن كرامة المنصب الذي يتقلدونه. ولا يجوز لهم، بوجه خاص، خلال مدة عضويتهم: - أن يتخذوا أي موقف علني أو الإدلاء بأي فتوى في القضايا التي سبق للمحكمة الدستورية أن قضت فيها أو يحتمل أن يصدر عنها قرار في شأنها؛ - أن يشغلوا داخل حزب سياسي أو نقابة أو أي هيئة ذات طابع سياسي أو نقابي كيفما كان شكلها أو طبيعتها، منصب مسؤول أو قيادي أو بصفة عامة، ممارسة نشاط فيها يتنافى مع أحكام الفقرة الأولى أعلاه؛ - أن يسمحوا بالإشارة إلى صفتهم كأعضاء بالمحكمة الدستورية في أي وثيقة يحتمل أن تنشر وتكون متعلقة بأي نشاط عمومي أو خاص."
    },
    {
        "reference": "المادة 9",
        "contenu": "طبقا لأحكام الفصل 158 من الدستور، تحدد بقانون كيفيات التصريح الكتابي بالممتلكات والأصول التي في حيازة أعضاء المحكمة الدستورية، بصفة مباشرة أو غير مباشرة، بمجرد تسلمهم لمهامهم وخلال ممارستها وعند انتهائها."
    },
    {
        "reference": "المادة 10",
        "contenu": "يجب على أعضاء المحكمة الدستورية إطلاع رئيس المحكمة، فورا، على كل تغيير يطرأ على الأنشطة التي يزاولونها خارج هذه المحكمة، إذا كان من شأنه أن يخالف الأحكام الواردة في هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 11",
        "contenu": "يجب على كل عضو من أعضاء المحكمة الدستورية يرغب في الترشح لمهمة عامة انتخابية أن يقدم استقالته من العضوية في المحكمة الدستورية قبل إيداع طلب ترشيحه. ولا تطبق أحكام الفقرة السابقة على المهام الانتخابية الداخلية في جمعيات وهيئات ليس لها طابع نقابي أو سياسي أو مهني. ويسري أثر استقالة العضو فور تقديمها إلى الرئيس."
    },
    {
        "reference": "المادة 12",
        "contenu": "تنتهي العضوية بالمحكمة الدستورية في الحالات التالية: أولا: بانتهاء المدة المحددة لها؛ ثانيا: بوفاة العضو؛ ثالثا: بالاستقالة، ويجب أن تقدم إلى رئيس المحكمة الدستورية ويبتدئ مفعولها من تاريخ تعيين أو انتخاب من يحل محل العضو المستقيل على أن تراعى في ذلك الحالة المنصوص عليها في المادة 11 أعلاه؛ رابعا: بالإعفاء الذي تثبته المحكمة الدستورية، بعد إحالة الأمر إليها من رئيسها أو من رئيس مجلس النواب أو رئيس مجلس المستشارين أو السلطة الحكومية المكلفة بالعدل في الحالات التالية: - مزاولة نشاط أو قبول منصب أو نيابة انتخابية تتنافى مع عضوية المحكمة الدستورية - فقدان التمتع بالحقوق المدنية والسياسية - حدوث عجز بدني مستديم يمنع بصورة نهائية عضوا من أعضاء المحكمة الدستورية من مزاولة مهامه - إخلال بالالتزامات العامة والخاصة المنصوص عليها في هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 13",
        "contenu": "تباشر مسطرة تعيين أو انتخاب أعضاء المحكمة الدستورية الذين سيحلون محل الأعضاء الذين ستنتهي مدة عضويتهم قبل تاريخ انتهاء المدة المذكورة بخمسة عشر (15) يوما على الأقل؛ ومن أجل ذلك، يتعين على رئيس المحكمة الدستورية إحاطة جهة التعيين أو الانتخاب علما بالتاريخ الذي ستنتهي فيه مدة انتداب كل عضو، قبل ثلاثة (3) أشهر من التاريخ المذكور. تسري مدة عضوية كل عضو تم تعيينه أو انتخابه إثر كل تجديد ابتداء من تاريخ انتهاء مدة عضوية الأعضاء الذين انتهت مدة انتدابهم."
    },
    {
        "reference": "المادة 14",
        "contenu": "في حالة وفاة عضو أو استقالته أو إعفائه، تباشر مسطرة تعيين من يخلفه خلال مدة خمسة عشر (15) يوما من تبليغ الحالة إما إلى الملك إن كان أمر تعيين الخلف يرجع إلى جلالته وإما إلى رئيس مجلس النواب أو رئيس مجلس المستشارين في الحالات الأخرى. وفي حالة عدم انعقاد أحد مجلسي البرلمان أو هما معا، يحتسب الأجل المذكور أعلاه، ابتداء من تاريخ انعقاد المجلس أو المجلسين المذكورين مع مراعاة أحكام الفقرة الثانية من الفصل 130 من الدستور. يكمل عضو المحكمة الدستورية المعين أو المنتخب للحلول محل من انتهت عضويته من أعضائها لأي سبب من الأسباب قبل ميعادها العادي الفترة المتبقية من مدة انتداب العضو الذي خلفه."
    },
    {
        "reference": "المادة 15",
        "contenu": "يتقاضى أعضاء المحكمة الدستورية تعويضا يساوي التعويض النيابي ويخضع للنظام الضريبي الذي يخضع له هذا الأخير. ويستفيد رئيس المحكمة الدستورية، علاوة على ذلك، من التعويض عن التمثيل ومختلف المزايا العينية المستحقة لرئيس مجلس النواب. وعلاوة على ذلك، يستفيد رئيس وأعضاء المحكمة الدستورية من تعويض خاص عند انتهاء مهامهم يحدد بمرسوم."
    },
    {
        "reference": "المادة 16",
        "contenu": "تجتمع المحكمة الدستورية بدعوة من رئيسها، وإذا تغيب الرئيس أو عاقه عائق، وجه أكبر الأعضاء سنا من بين أقدمهم عضوية بالمحكمة الدستورية الدعوة لاجتماع المحكمة وتولى رئاستها في هذه الحالة."
    },
    {
        "reference": "المادة 17",
        "contenu": "تبت المحكمة الدستورية في القضايا المعروضة عليها بعد الاستماع إلى تقرير عضو من أعضائها يعينه الرئيس. وتكون مداولاتها صحيحة إذا حضرها تسعة (9) من أعضائها على الأقل. وتتخذ المحكمة الدستورية قراراتها بأغلبية ثلثي الأعضاء الذين تتألف منهم. وإذا تعذر توفر النصاب المذكور بعد دورتين للتصويت، وبعد المناقشة، تتخذ المحكمة قراراتها بالأغلبية المطلقة لأعضائها. وفي حالة تعادل الأصوات يعتبر صوت الرئيس مرجحا. إذا تعذر على مجلسي البرلمان أو على أحدهما انتخاب الأعضاء داخل الأجل القانوني للتجديد، تكون مداولات المحكمة الدستورية صحيحة إذا حضرها ستة (6) من أعضائها على الأقل، وتمارس اختصاصاتها وتصدر قراراتها، وفق نصاب لا يحتسب فيه الأعضاء الذين لم يقع بعد انتخابهم. وتصدر قراراتها باسم الملك وطبقا للقانون. ويجب أن تتضمن هذه القرارات في ديباجتها بيان النصوص التي تستند إليها وأن تكون معللة وموقعة من قبل الأعضاء الحاضرين بالجلسة التي صدرت خلالها. وتنشر بالجريدة الرسمية داخل أجل لا يزيد على ثلاثين يوما من تاريخ صدورها."
    },
    {
        "reference": "المادة 18",
        "contenu": "جلسات المحكمة الدستورية غير علنية ما لم ينص قانون تنظيمي على خلاف ذلك. يجوز للمحكمة، إذا اقتضى الأمر ذلك، الاستماع إلى المعنيين بالأمر بحضور دفاعهم أو إلى أي شخص آخر من ذوي الخبرة في القضية المعروضة على المحكمة. يرتدي أعضاء المحكمة الدستورية، خلال الجلسات، بذلة تحدد مميزاتها بقرار الرئيس المحكمة."
    },
    {
        "reference": "المادة 19",
        "contenu": "إذا لاحظت المحكمة الدستورية وجود خطا مادي في قرار من قراراتها جاز لها تصويبه تلقائيا."
    },
    {
        "reference": "المادة 20",
        "contenu": "لكل طرف معني أن يطلب من المحكمة الدستورية تصويب خطإ مادي شاب قرارا من قراراتها، ويجب أن يقدم الطلب في غضون عشرين (20) يوما من تاريخ تبليغ القرار المنصوص عليه في المادتين 31 و 38 بعده المطلوب تصويبه."
    },
    {
        "reference": "المادة 21",
        "contenu": "يحيل رئيس الحكومة على الفور القوانين التنظيمية التي أقرها البرلمان، بصفة نهائية، إلى المحكمة الدستورية، قبل إصدار الأمر بتنفيذها، قصد البت في مطابقتها للدستور. ويشار في رسالة الإحالة، عند الاقتضاء، إلى أن الأمر يدعو إلى التعجيل بالبت في الموضوع."
    },
    {
        "reference": "المادة 22",
        "contenu": "يحيل رئيسا مجلس النواب ومجلس المستشارين على الفور النظام الداخلي لمجلس النواب والنظام الداخلي لمجلس المستشارين، وكذا التعديلات المدخلة عليهما بعد إقرارها من قبل كل من المجلسين المذكورين، قبل الشروع في تطبيقهما، إلى المحكمة الدستورية قصد البت في مطابقتها للدستور. كما تحال باقي الأنظمة الداخلية للمجالس المنظمة بموجب قوانين تنظيمية إلى المحكمة الدستورية للبت في مطابقتها للدستور، من لدن رئيس كل مجلس."
    },
    {
        "reference": "المادة 23",
        "contenu": "تكون إحالة القوانين إلى المحكمة الدستورية قصد البت في مطابقتها للدستور، طبقا لأحكام الفقرة الثالثة من الفصل 132 منه، برسالة من الملك أو رئيس الحكومة أو رئيس مجلس النواب أو رئيس مجلس المستشارين أو برسالة أو عدة رسائل تتضمن في مجموعها إمضاءات عدد من أعضاء مجلس النواب لا يقل عن خمس الأعضاء الذين يتألف منهم، أو أربعين عضوا من أعضاء مجلس المستشارين."
    },
    {
        "reference": "المادة 24",
        "contenu": "تكون إحالة الالتزامات الدولية إلى المحكمة الدستورية قصد البت في مطابقتها للدستور، طبقا لأحكام الفقرة الأخيرة من الفصل 55 منه، برسالة من الملك أو رئيس الحكومة أو رئيس مجلس النواب أو رئيس مجلس المستشارين أو برسالة أو عدة رسائل تتضمن في مجموعها إمضاءات عدد من أعضاء مجلس النواب لا يقل عن سدس الأعضاء الذين يتألف منهم، أو ربع أعضاء مجلس المستشارين."
    },
    {
        "reference": "المادة 25",
        "contenu": "تقوم المحكمة الدستورية، فور إحالة القوانين التنظيمية والقوانين والأنظمة الداخلية للمجالس والالتزامات الدولية إليها، بإبلاغ ذلك إلى الملك ورئيس الحكومة ورئيس كل مجلس من مجلسي البرلمان الذي يتولى إعلام أعضاء مجلسه بالأمر. ولرئيس الحكومة ورئيس مجلس النواب ورئيس مجلس المستشارين وأعضاء المجلسين أن يدلوا إلى المحكمة الدستورية بما يبدو لهم من ملاحظات كتابية في شأن القضية المعروضة عليها."
    },
    {
        "reference": "المادة 26",
        "contenu": "تبت المحكمة الدستورية في مطابقة القوانين التنظيمية والقوانين والأنظمة الداخلية للمجالس والالتزامات الدولية للدستور داخل أجل ثلاثين (30) يوما يحتسب ابتداء من تاريخ إحالتها إليها أو في غضون ثمانية (8) أيام في حالة الاستعجال، بطلب من الحكومة. وفور نشر قرار المحكمة الدستورية القاضي بمطابقة قانون تنظيمي أو قانون للدستور، ينتهي، فيما يخص هذا القانون التنظيمي أو القانون، وقف سريان الأجل المحدد لإصدار الأمر بتنفيذ القوانين."
    },
    {
        "reference": "المادة 27",
        "contenu": "يحول نشر قرار المحكمة الدستورية القاضي بعدم مطابقة المادة من قانون تنظيمي أو من قانون أو من نظام داخلي للدستور دون إصدار الأمر بتنفيذ القانون التنظيمي أو القانون أو العمل بالمادة موضوع القرار من النظام الداخلي. غير أنه إذا قضت المحكمة الدستورية بأن قانونا تنظيميا أو قانونا أو نظاما داخليا يتضمن المادة غير مطابقة للدستور ويمكن فصلها من مجموعه، يجوز إصدار الأمر بتنفيذ القانون التنظيمي أو القانون أو العمل بالنظام الداخلي باستثناء المادة المصرح بعدم مطابقتها للدستور. إذا صرحت المحكمة الدستورية أن التزاما دوليا يتضمن بندا يخالف الدستور، فإنه لا يمكن المصادقة عليه."
    },
    {
        "reference": "المادة 28",
        "contenu": "تحدد بقانون تنظيمي لاحق شروط وإجراءات ممارسة المحكمة الدستورية لاختصاصاتها في مجال النظر في كل دفع بعدم دستورية قانون، طبقا لأحكام الفصل 133 من الدستور."
    },
    {
        "reference": "المادة 29",
        "contenu": "في الحالة المنصوص عليها في الفصل 73 من الدستور يحيل رئيس الحكومة القضية إلى المحكمة الدستورية لتبت فيها خلال شهر، وتخفض هذه المدة إلى ثمانية أيام إذا صرحت الحكومة بأن الأمر يدعو إلى التعجيل. تقرر المحكمة الدستورية في ما إذا كانت النصوص المعروضة عليها لها صبغة تشريعية أو تنظيمية."
    },
    {
        "reference": "المادة 30",
        "contenu": "إذا دفعت الحكومة، طبقا لأحكام الفصل 79 من الدستور، بعدم قبول اقتراح أو تعديل ترى أنه لا يدخل في مجال القانون تتوقف فورا مناقشة الاقتراح أو التعديل في الجلسة العامة. وتتولى الجهة التي تحيل الأمر إلى المحكمة الدستورية فور ذلك إشعار الجهات الأخرى التي لها كذلك صلاحية اتخاذ نفس الإجراء بمقتضى الفقرة الثانية من الفصل 79 من الدستور، وللجهة التي تم إشعارها على هذه الصورة أن تبدي من الملاحظات ما تراه مناسبا في الموضوع داخل الأجل المحدد من لدن المحكمة الدستورية."
    },
    {
        "reference": "المادة 31",
        "contenu": "تبت المحكمة الدستورية في ظرف ثمانية (8) أيام وتبلغ قرارها داخل أجل أقصاه ثلاثة (3) أيام من تاريخ صدوره إلى رئيس الحكومة ورئيس مجلس النواب ورئيس مجلس المستشارين."
    },
    {
        "reference": "المادة 32",
        "contenu": "يحدد في ثلاثين (30) يوما الموالية لتاريخ الإعلان عن نتيجة الاقتراع، الأجل الذي يتم داخله الطعن طبقا للقانون، في انتخاب أعضاء البرلمان أمام المحكمة الدستورية."
    },
    {
        "reference": "المادة 33",
        "contenu": "تبت المحكمة الدستورية في الطعون المتعلقة بانتخاب أعضاء البرلمان، بموجب الفقرة الأخيرة من الفصل 132 من الدستور، داخل أجل سنة ابتداء من تاريخ انقضاء أجل تقديم الطعون إليها. غير أن للمحكمة تجاوز هذا الأجل بموجب قرار معلل، إذا استوجب ذلك عدد الطعون المرفوعة إليها، أو استلزم ذلك الطعن المقدم إليها."
    },
    {
        "reference": "المادة 34",
        "contenu": "يحال النزاع إلى المحكمة الدستورية بعريضة مكتوبة تودع لدى أمانتها العامة أو لدى والي الجهة أو عامل العمالة أو الإقليم الذي جرت فيه العمليات الانتخابية أو لدى رئيس كتابة الضبط بالمحكمة الابتدائية التي يجري الانتخاب بدائرتها، وذلك مقابل وصل يحمل تاريخ إيداع الطعن ويتضمن قائمة الوثائق والمستندات المقدمة من طرف الطاعن تعزيزا لطعنه. ويشعر والي الجهة أو العامل أو رئيس كتابة الضبط، بكل وسيلة تواصل معمول بها بما في ذلك البريد الإلكتروني، الأمانة العامة للمحكمة الدستورية ويوجه إليها العرائض التي تلقاها. وتسجل العرائض بالأمانة العامة للمحكمة الدستورية بحسب ترتيب وصولها. غير أنه فيما يخص العرائض الواردة من ولاة الجهات أو عمال العمالات أو الأقاليم أو من رؤساء كتابة الضبط بالمحاكم الابتدائية، فإنه يشار في تسجيلها بالأمانة العامة للمحكمة الدستورية إلى تاريخ تسليمها إلى الجهة أو العمالة أو الإقليم أو إلى كتابة الضبط بالمحكمة الابتدائية. ويشعر رئيس المحكمة الدستورية، فورا، رئيس مجلس النواب أو رئيس مجلس المستشارين حسب الحالة بالعرائض التي وجهت إليه أو أشعر بتلقيها."
    },
    {
        "reference": "المادة 35",
        "contenu": "العرائض تتضمن الاسم الشخصي والاسم العائلي للطاعن وصفته وعنوانه والاسم الشخصي والاسم العائلي للمنتخب أو المنتخبين المنازع في انتخابهم وكذا صفاتهم، وبيان الوقائع والوسائل المحتج بها لإلغاء الانتخاب. ويجب على الطاعن أن يشفع عريضته بالمستندات المدلى بها لإثبات الوسائل التي يحتج بها ويمكنه الاستعانة بمحام. وللمحكمة الدستورية أن تمنح الطاعن بصورة استثنائية، أجلا للإدلاء بجزء من المستندات المشار إليها أعلاه. وليس للعريضة أثر واقف وهي معفاة من الرسم القضائي وجميع رسوم الدمغة والتسجيل."
    },
    {
        "reference": "المادة 36",
        "contenu": "توجه المحكمة الدستورية لأعضاء مجلس النواب أو مجلس المستشارين المطعون في انتخابهم نسخة من العريضة. يحدد في خمسة عشر (15) يوما من تاريخ تبليغ العرائض، الأجل الذي يمكن داخله للمطعون في انتخابهم، الذين يعنيهم الأمر، الاطلاع على المستندات المرفقة بها في الأمانة العامة للمحكمة الدستورية وأخذ نسخ منها ليدلوا كتابة بملاحظاتهم في شأنها. وللمحكمة الدستورية أن تبلغ المذكرات الجوابية للأطراف المعنية، مع الإشارة إلى أجل الرد عليها."
    },
    {
        "reference": "المادة 37",
        "contenu": "يجب على كل جهة تودع لديها محاضر العمليات الانتخابية وملاحقها أن توجهها إلى المحكمة الدستورية إذا طلب منها ذلك. وللمحكمة الدستورية أن تأمر بإجراء تحقيق في الموضوع وتكلف واحدا أو أكثر من أعضائها بتلقي تصريحات الشهود بعد أدائهم اليمين بين يديها، طبقا للقواعد والإجراءات المنصوص عليها في قانون المسطرة المدنية. ويحرر محضرا بذلك من طرف كتابة الضبط ويدعى المعنيون بالأمر للاطلاع عليه في الأمانة العامة للمحكمة وإيداع ملاحظاتهم في شأنه كتابة في غضون ثمانية أيام. وللمحكمة الدستورية أن تكلف عضوا أو أكثر من أعضائها للقيام في عين المكان بإجراءات التحقيق التي ترى ضرورة القيام بها، طبقا للإجراءات المنصوص عليها في قانون المسطرة المدنية."
    },
    {
        "reference": "المادة 38",
        "contenu": "مع مراعاة أحكام المادة 33 من هذا القانون التنظيمي، وعندما تكون القضية جاهزة تبت فيها المحكمة الدستورية بعد الاستماع إلى تقرير المقرر داخل أجل ستين (60) يوما. غير أنه للمحكمة أن تقضي، دون إجراء تحقيق سابق، بعدم قبول العرائض، أو رفضها إذا كانت تتضمن مأخذ يظهر جليا أنه لم يكن لها تأثير في نتائج الانتخاب. وفي جميع الحالات تبلغ المحكمة الدستورية قراراتها إلى الجهة الإدارية التي تسلمت طلب الترشيح وإلى مجلس النواب أو إلى مجلس المستشارين حسب الحالة، وإلى الأطراف المعنية داخل أجل أقصاه ثلاثون (30) يوما من تاريخ صدورها. في حالة عدم توفر المحكمة على عنوان الأطراف أو محل المخابرة، يعتبر مقر العمالة التي توجد بها الدائرة الانتخابية الموطن القانوني."
    },
    {
        "reference": "المادة 39",
        "contenu": "للمحكمة الدستورية، إذا قضت لفائدة الطاعن إما أن تلغي الانتخاب المطعون فيه وإما أن تصحح النتائج الحسابية التي أعلنتها لجنة الإحصاء وتعلن عند الاقتضاء، المرشح الفائز بصورة قانونية."
    },
    {
        "reference": "المادة 40",
        "contenu": "تتولى المحكمة الدستورية مراقبة صحة الإحصاء العام للأصوات المدلى بها في الاستفتاء. وتنظر في جميع المطالبات المضمنة في محاضر العمليات وتبت فيها بصورة نهائية. وإذا عاينت وجود مخالفات في هذه العمليات يكون لها باعتبار نوعها أو جسامتها أن تقضي إما بالإبقاء على تلك العمليات وإما بإلغائها جميعها أو بعضها."
    },
    {
        "reference": "المادة 41",
        "contenu": "تعلن المحكمة الدستورية، بقرار، عن نتائج الاستفتاء، ويشار إلى هذا الإعلان في الظهير الشريف القاضي بإصدار الأمر بتنفيذ نص الدستور المراجع الذي وافق عليه الشعب."
    },
    {
        "reference": "المادة 42",
        "contenu": "تتولى المحكمة الدستورية مراقبة صحة إجراءات المراجعة الدستورية التي تعرض بظهير على البرلمان طبقا لأحكام الفقرة الثالثة من الفصل 174 من الدستور، وتعلن نتيجتها. يشار إلى هذا الإعلان في الظهير القاضي بإصدار الأمر بتنفيذ نص مراجعة الدستور."
    },
    {
        "reference": "المادة 43",
        "contenu": "يحدد التنظيم الداخلي للمحكمة الدستورية وكيفية تسييرها بموجب نظام داخلي تضعه المحكمة. يتولى تسيير المصالح الإدارية للمحكمة الدستورية، تحت سلطة رئيسها، أمين عام يعين بظهير من بين ثلاثة أشخاص يقترحهم رئيس المحكمة من خارج أعضائها، تساعده في مهامه كتابة للضبط. ويقوم الأمين العام للمحكمة الدستورية بتسجيل الإحالات الواردة عليها من السلطات المختصة والعرائض المتعلقة بالنزاعات الانتخابية وكذا تبليغ قرارات المحكمة، ويتخذ جميع التدابير اللازمة لتحضير وتنظيم أعمال المحكمة الدستورية، ويكون مسؤولا عن مسك وحفظ ملفاتها ومستنداتها."
    },
    {
        "reference": "المادة 44",
        "contenu": "يمكن لرئيس المحكمة الدستورية أن يفوض للأمين العام التوقيع على جميع التصرفات والقرارات ذات الصبغة الإدارية. ويقوم الأمين العام بتحضير مشروع ميزانية المحكمة وعرضه على الرئيس للموافقة عليه. تسجل الاعتمادات المرصدة لميزانية المحكمة في الميزانية العامة للدولة."
    },
    {
        "reference": "المادة 45",
        "contenu": "رئيس المحكمة الدستورية هو الأمر بصرف اعتماداتها، وله أن يعين الأمين العام أمرا مساعدا بالصرف وفق الأشكال والشروط المنصوص عليها في القوانين والأنظمة المعمول بها في هذا المجال. ويتولى محاسب يلحق بالمحكمة الدستورية بقرار من السلطة الحكومية المكلفة بالمالية القيام لدى رئيس المحكمة بجميع الصلاحيات المسندة إلى المحاسبين العموميين بمقتضى القوانين والأنظمة المعمول بها."
    },
    {
        "reference": "المادة 46",
        "contenu": "يمكن أن يلحق قضاة أو موظفون، أو يوضعون رهن إشارة المحكمة الدستورية، حسب الحالة المساعدة رئيسها وأعضائها في القيام بمهامهم، بقرار مشترك تتخذه السلطة التي يتبع لها المعنيون ورئيس المحكمة الدستورية."
    },
    {
        "reference": "المادة 47",
        "contenu": "تكون جميع الآجال المنصوص عليها في هذا القانون التنظيمي آجالا كاملة."
    },
    {
        "reference": "المادة 48",
        "contenu": "مع مراعاة المقتضيات المشار إليها بعده، وطبقا لأحكام الفصل 177 من الدستور، يستمر المجلس الدستوري القائم في تاريخ نشر هذا القانون التنظيمي بالجريدة الرسمية، في ممارسة صلاحياته المنصوص عليها في القانون التنظيمي المحدث له إلى حين تنصيب المحكمة الدستورية طبقا لمقتضيات هذا القانون التنظيمي. تدخل مقتضيات هذا القانون التنظيمي حيز التنفيذ ابتداء من تاريخ نشره بالجريدة الرسمية فيما يخص مسطرة تعيين أو انتخاب أعضاء المحكمة الدستورية، وتدخل باقي المقتضيات الأخرى حيز التنفيذ ابتداء من تاريخ تنصيب المحكمة. مع مراعاة مقتضيات الفقرة الثانية من هذه المادة، ينسخ هذا القانون التنظيمي ويعوض القانون التنظيمي رقم 29.93 المتعلق بالمجلس الدستوري الصادر بتنفيذه الظهير الشريف رقم 1.94.124 بتاريخ 14 من رمضان 1414 (25) فبراير 1994. غير أنه يستمر العمل، بصفة انتقالية، بأحكام المواد 8 المكررة و المكررة مرتين و 35 المكررة من الباب الخامس المكرر من القانون التنظيمي رقم 29.93 ، المتعلقة بالتصريح بالممتلكات، إلى حين تعويضها طبقا لأحكام الفصل 158 من الدستور."
    },
    {
        "reference": "المادة 49",
        "contenu": "تحال إلى المحكمة الدستورية فور تنصيبها جميع ملفات القضايا التي كانت معروضة على المجلس الدستوري والتي لم يتم البت فيها، كما تحال على المحكمة أيضا جميع المحفوظات والوثائق المودعة لديه. تحل المحكمة الدستورية محل المجلس الدستوري في الحقوق والالتزامات المتعلقة بجميع صفقات الأشغال والتوريدات والخدمات وكل العقود والاتفاقيات المبرمة قبل تاريخ نشر هذا القانون التنظيمي بالجريدة الرسمية. كما تحل عبارة المحكمة الدستورية محل عبارة المجلس الدستوري في جميع النصوص التشريعية والتنظيمية."
    }
]