[
    {
        "reference": "المادة 1",
        "contenu": "طبقا لأحكام الفصل 146 من الدستور، يحدد هذا القانون التنظيمي: شروط تدبير الجماعة لشؤونها بكيفية ديمقراطية؛ شروط تنفيذ رئيس مجلس الجماعة المداولات المجلس ومقرراته؛ شروط تقديم العرائض من قبل المواطنات والمواطنين والجمعيات؛ الاختصاصات الذاتية لفائدة الجماعة والاختصاصات المشتركة بينها وبين الدولة والاختصاصات المنقولة إليها من هذه الأخيرة؛ النظام المالي للجماعات ومصدر مواردها المالية؛ شروط وكيفيات تأسيس الجماعات المجموعات ترابية؛ أشكال وكيفيات تنمية التعاون بين الجماعات والآليات الرامية إلى ضمان تكييف تطور التنظيم الترابي في هذا الاتجاه؛ قواعد الحكامة المتعلقة بحسن تطبيق مبدأ التدبير الحر لشؤون الجماعة، وكذا بمراقبة تدبير البرامج وتقييم الأعمال وإجراءات المحاسبة."
    },
    {
        "reference": "المادة 2",
        "contenu": "تشكل الجماعات أحد مستويات التنظيم الترابي للمملكة، وهي جماعة ترابية خاضعة للقانون العام تتمتع بالشخصية الاعتبارية والاستقلال الإداري والمالي."
    },
    {
        "reference": "المادة 3",
        "contenu": "يرتكز تدبير الجماعة لشؤونها على مبدأ التدبير الحر الذي يخول بمقتضاه لكل جماعة، في حدود اختصاصاتها المنصوص عليها في القسم الثاني من هذا القانون التنظيمي، سلطة التداول بكيفية ديمقراطية وسلطة تنفيذ مداولاتها ومقرراتها، طبقا لأحكام هذا القانون التنظيمي والنصوص التشريعية والتنظيمية المتخذة لتطبيقه. ويرتكز التنظيم الجماعي على مبدأي التضامن والتعاون بين الجماعات وبينها وبين الجماعات الترابية الأخرى، من أجل بلوغ أهدافها، وخاصة إنجاز مشاريع مشتركة وفق الآليات المنصوص عليها في هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 4",
        "contenu": "طبقا للفقرة الأولى من الفصل 140 من الدستور، وبناء على مبدأ التفريع، تمارس الجماعة الاختصاصات الذاتية المسندة إليها بموجب أحكام هذا القانون التنظيمي والنصوص المتخذة لتطبيقه. وتمارس أيضا الاختصاصات المشتركة بينها وبين الدولة، والمنقولة إليها من هذه الأخيرة وفق الشروط والكيفيات المنصوص عليها في الأحكام المذكورة. وطبقا للفقرة الثانية من الفصل 141 من الدستور، يتعين عند نقل كل اختصاص من الدولة إلى الجماعة، تحويل الموارد اللازمة التي تمكنها من ممارسة الاختصاص المذكور."
    },
    {
        "reference": "المادة 5",
        "contenu": "تنقل الاختصاصات المتعلقة بالمجالات المشار اليها في المادة 90 من هذا القانون التنظيمي إلى الجماعات وفقا للشروط والإجراءات المنصوص عليها في المادة 91 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 6",
        "contenu": "يعتبر التصويت العلني قاعدة لاتخاذ جميع مقررات المجلس. يعتبر التصويت العلني قاعدة لانتخابات رئيس المجلس ونوابه وأجهزة المجلس."
    },
    {
        "reference": "المادة 7",
        "contenu": "يدبر شؤون الجماعة مجلس ينتخب أعضاؤه بالاقتراع العام المباشر وفق أحكام القانون التنظيمي رقم 59.11 المتعلق بانتخاب أعضاء مجالس الجماعات الترابية. تتكون أجهزة المجلس من مكتب ولجان دائمة وكاتب للمجلس ونائبه وكذا فرق بالنسبة للمجالس ذات نظام المقاطعات. يتألف مكتب المجلس من رئيس ونواب للرئيس."
    },
    {
        "reference": "المادة 8",
        "contenu": "يحدد عدد الأعضاء الواجب انتخابهم في مجالس الجماعات وفق أحكام المادتين 127 و 128 من القانون التنظيمي رقم 59.11 السالف الذكر، وبناء على آخر إحصاء رسمي للسكان صدر بالجريدة الرسمية."
    },
    {
        "reference": "المادة 9",
        "contenu": "يجتمع المجلس لانتخاب الرئيس ونوابه طبق الشروط والكيفيات المنصوص عليها في هذا القانون التنظيمي، ولا يمكن أن يتداول بكيفية صحيحة إلا بحضور الأغلبية المطلقة للأعضاء المزاولين مهامهم. يقصد في مدلول هذا القانون التنظيمي بالأعضاء المزاولين مهامهم أعضاء المجلس الذين لا يوجدون في إحدى الحالات التالية: الوفاة، الاستقالة الاختيارية، الإقالة الحكمية، العزل، الإلغاء النهائي للانتخاب، التوقيف طبقا لأحكام المادة 64، الإدانة بحكم نهائي نتج عنه عدم الأهلية الانتخابية، الإقالة لأي سبب من الأسباب المنصوص عليها في هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 10",
        "contenu": "يجرى انتخاب رئيس المجلس ونوابه في جلسة واحدة تنعقد لهذه الغاية خلال الخمسة عشر (15) يوما الموالية لانتخاب أعضاء المجلس."
    },
    {
        "reference": "المادة 11",
        "contenu": "بالنسبة للجماعة التي ينتخب أعضاء مجلسها بالاقتراع الأحادي الاسمي، يفتح باب الترشيح لرئاسة مجلس الجماعة لكل الأعضاء المنتخبين. ويشترط بالنسبة للأعضاء المنتمين للأحزاب السياسة الإدلاء بتزكية الحزب الذي ترشح باسمه المترشح أو المترشحة. بالنسبة للجماعات التي انتخب أعضاء مجلسها عن طريق الاقتراع باللائحة، يترشح لمنصب الرئيس الأعضاء والعضوات المرتبون على رأس لوائح الترشيح التي فازت بمقاعد داخل المجلس. ويتعين على المترشحين استيفاء الشروط التالية: أولا: أن يكون من بين الأحزاب الحاصلة على المراتب الخمس الأولى بناء على مجموع المقاعد المحصل عليها في مجلس الجماعة. ثانيا: بالنسبة للمنتمين للأحزاب السياسية، يجب أن يرفق طلب الترشيح بتزكية مسلمة من الحزب السياسي الذي ينتمي إليه المترشح."
    },
    {
        "reference": "المادة 12",
        "contenu": "يتعين إيداع الترشيحات لرئاسة المجلس لدى عامل العمالة أو الإقليم أو من ينوب عنه خلال الخمسة (5) أيام الموالية لانتخاب أعضاء المجلس. يسلم عامل العمالة أو الإقليم أو من ينوب عنه وصلا عن كل إيداع للترشيح. تنعقد الجلسة المشار إليها في المادة 10 أعلاه بدعوة من عامل العمالة أو الإقليم. يرأس هذه الجلسة العضو الأكبر سنا من بين أعضاء المجلس الحاضرين غير المترشحين، ويتولى العضو الأصغر سنا مهمة كتابة الجلسة."
    },
    {
        "reference": "المادة 13",
        "contenu": "ينتخب رئيس المجلس في الدور الأول للاقتراع بالأغلبية المطلقة للأعضاء المزاولين مهامهم. وإذا لم يحصل أي مترشح على هذه الأغلبية، يتم إجراء دور ثان في نفس الجلسة بين المترشحين المرتبين في الرتبتين الأولى والثانية بالأغلبية المطلقة. إذا لم يحصل أي مترشح على الأغلبية المطلقة، يتم إجراء دور ثالث ينتخب فيه الرئيس بالأغلبية النسبية. في حالة تعادل الأصوات، يعلن المترشح الأصغر سنا فائزا."
    },
    {
        "reference": "المادة 14",
        "contenu": "لا يجوز أن ينتخب رئيسا لمجلس الجماعة أو نوابا للرئيس ولا أن يزاولوا مهامهم بصفة مؤقتة المحاسبون العموميون الذين يرتبط نشاطهم مباشرة بالجماعة المعنية. يمنع أن ينتخب نوابا للرئيس الأعضاء أو رؤساء المقاطعات الذين هم مأجورون للرئيس."
    },
    {
        "reference": "المادة 15",
        "contenu": "تتنافى مهام رئيس مجلس الجماعة أو نائب رئيس مجلس الجماعة مع مهام رئيس أو نائب رئيس مجلس جماعة ترابية أخرى أو مهام رئيس أو نائب رئيس غرفة مهنية. لا يجوز الجمع بين رئاسة مجلس الجماعة وصفة عضو في الهيئة العليا للاتصال السمعي البصري أو مجلس المنافسة أو الهيئة الوطنية للنزاهة والوقاية من الرشوة ومحاربتها."
    },
    {
        "reference": "المادة 16",
        "contenu": "يحدد عدد نواب رؤساء مجالس الجماعات بناءً على عدد أعضاء المجلس، ويتراوح بين ثلاثة نواب (للمجالس التي يقل أعضاؤها عن 13) وعشرة نواب (للمجالس التي يبلغ أعضاؤها 61 فما فوق)."
    },
    {
        "reference": "المادة 17",
        "contenu": "تنعقد مباشرة بعد جلسة انتخاب الرئيس وتحت رئاسته جلسة مخصصة لانتخاب نواب الرئيس. يتم انتخاب نواب الرئيس عن طريق الانتخاب باللائحة. يقدم الرئيس لائحة النواب التي يقترحها. يجوز لباقي أعضاء المجلس تقديم لوائح أخرى. يتعين العمل على أن تتضمن لائحة ترشيحات نواب الرئيس عددا من المترشحات لا يقل عن ثلث نواب الرئيس."
    },
    {
        "reference": "المادة 18",
        "contenu": "ينتخب الرئيس ونوابه لمدة انتداب المجلس، مع مراعاة مقتضيات المادة 70 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 19",
        "contenu": "ينتخب نواب الرئيس في الدور الأول للاقتراع بالأغلبية المطلقة للأعضاء المزاولين مهامهم. إذا لم تحصل أي لائحة على الأغلبية، يتم إجراء دور ثان بين اللائحتين الأولتين. وإذا لم تحصل أي لائحة على الأغلبية المطلقة، يتم إجراء دور ثالث بالأغلبية النسبية."
    },
    {
        "reference": "المادة 20",
        "contenu": "يعتبر رئيس المجلس ونوابه في وضعية انقطاع عن مزاولة مهامهم في حالات: الوفاة، الاستقالة الاختيارية، الإقالة الحكمية، العزل، الإلغاء النهائي للانتخاب، الاعتقال لمدة تفوق 6 أشهر، الانقطاع بدون مبرر لمدة شهرين، الإدانة بحكم نهائي نتج عنه عدم الأهلية."
    },
    {
        "reference": "المادة 21",
        "contenu": "إذا انقطع رئيس المجلس عن مزاولة مهامه، يحل المكتب بحكم القانون ويستدعى المجلس لانتخاب رئيس جديد داخل أجل 15 يوما. في حالة الانقطاع بدون مبرر، يقوم العامل بإعذار الرئيس لاستئناف مهامه، وإذا تخلف يحال الأمر للقضاء الإداري."
    },
    {
        "reference": "المادة 22",
        "contenu": "إذا انقطع نائب أو عدة نواب عن مزاولة مهامهم، يرتقي النواب في المراتب الدنيا مباشرة إلى المنصب الأعلى الشاغر، ويتم انتخاب نواب جدد للمناصب الشاغرة."
    },
    {
        "reference": "المادة 23",
        "contenu": "ينتخب مجلس الجماعة كاتبا ونائبا له من بين أعضائه خارج أعضاء المكتب، يعهد إليه بتحرير محاضر الجلسات وحفظها."
    },
    {
        "reference": "المادة 24",
        "contenu": "يمكن إقالة كاتب المجلس أو نائبه بمقرر يصوت عليه أعضاء المجلس بالأغلبية المطلقة، باقتراح معلل من الرئيس."
    },
    {
        "reference": "المادة 25",
        "contenu": "يحدث مجلس الجماعة لجنتين دائمتين على الأقل وخمسة على الأكثر، يعهد إليها بدراسة قضايا الميزانية والشؤون المالية، والمرافق العمومية والخدمات."
    },
    {
        "reference": "المادة 26",
        "contenu": "ينتخب المجلس رئيسا لكل لجنة ونائبا له. يجب مراعاة مبدأ المناصفة في الترشح لرئاسة اللجان."
    },
    {
        "reference": "المادة 27",
        "contenu": "تخصص رئاسة إحدى اللجان الدائمة للمعارضة."
    },
    {
        "reference": "المادة 28",
        "contenu": "تجتمع اللجان الدائمة لدراسة القضايا المعروضة عليها. تعرض النقط المدرجة في جدول أعمال المجلس لزوما على اللجان المختصة."
    },
    {
        "reference": "المادة 29",
        "contenu": "يمكن للمجلس أن يحدث لجانا موضوعاتية مؤقتة لدراسة قضايا معينة."
    },
    {
        "reference": "المادة 30",
        "contenu": "لا يسوغ للجان ممارسة أي صلاحية مسندة للمجلس أو لرئيسه."
    },
    {
        "reference": "المادة 31",
        "contenu": "تقدم الطعون المتعلقة بانتخاب أجهزة المجلس طبق الشروط المحددة في القانون التنظيمي 59.11."
    },
    {
        "reference": "المادة 32",
        "contenu": "يقوم رئيس المجلس بإعداد مشروع النظام الداخلي ويعرضه على المجلس للتصويت. يدخل حيز التنفيذ بعد 8 أيام من توصل العامل به."
    },
    {
        "reference": "المادة 33",
        "contenu": "يعقد مجلس الجماعة وجوبا ثلاث دورات عادية في السنة (فبراير، ماي، أكتوبر). يحضر العامل أو من يمثله بصفة استشارية."
    },
    {
        "reference": "المادة 34",
        "contenu": "لا تتجاوز مدة الدورة العادية 15 يوما، ويمكن تمديدها بقرار الرئيس لمدة لا تتعدى 7 أيام."
    },
    {
        "reference": "المادة 35",
        "contenu": "يخبر الرئيس أعضاء المجلس بموعد الدورة قبل 10 أيام على الأقل، ويرفق الإشعار بجدول الأعمال."
    },
    {
        "reference": "المادة 36",
        "contenu": "يستدعى المجلس لدورة استثنائية من قبل الرئيس، أو بطلب من ثلث الأعضاء، أو الأغلبية المطلقة."
    },
    {
        "reference": "المادة 37",
        "contenu": "يعقد المجلس دورة استثنائية بحكم القانون بطلب من العامل."
    },
    {
        "reference": "المادة 38",
        "contenu": "يعد رئيس المجلس جدول الأعمال بتعاون مع المكتب، ويبلغه للعامل قبل 20 يوما من الدورة."
    },
    {
        "reference": "المادة 39",
        "contenu": "تدرج بحكم القانون النقط الإضافية التي يقترحها العامل في جدول الأعمال."
    },
    {
        "reference": "المادة 40",
        "contenu": "يجوز للأعضاء اقتراح نقط لجدول الأعمال. إذا قدم الطلب نصف الأعضاء، تسجل النقطة وجوبا."
    },
    {
        "reference": "المادة 41",
        "contenu": "لا يجوز التداول إلا في النقط المدرجة في جدول الأعمال. يتعرض العامل على النقط غير القانونية."
    },
    {
        "reference": "المادة 42",
        "contenu": "تكون المداولات صحيحة بحضور أكثر من نصف الأعضاء. إذا لم يكتمل النصاب، تؤجل الجلسة وتصح بمن حضر في الاجتماع الثالث."
    },
    {
        "reference": "المادة 43",
        "contenu": "تتخذ المقررات بالأغلبية المطلقة للأصوات، باستثناء قضايا محددة (البرنامج، الشركات، التدبير المفوض...) تتطلب الأغلبية المطلقة للأعضاء."
    },
    {
        "reference": "المادة 44",
        "contenu": "يمكن تمثيل الجماعة في هيئات أخرى."
    },
    {
        "reference": "المادة 45",
        "contenu": "يتم تعيين منتدبي الجماعة لدى الهيئات الأخرى بالأغلبية النسبية."
    },
    {
        "reference": "المادة 46",
        "contenu": "يمكن للأعضاء توجيه أسئلة كتابية للرئيس، وتدرج في جدول الأعمال."
    },
    {
        "reference": "المادة 47",
        "contenu": "يحرر كاتب المجلس محاضر الجلسات والمقررات."
    },
    {
        "reference": "المادة 48",
        "contenu": "الجلسات مفتوحة للعموم، ويمكن عقدها مغلقة بطلب الرئيس أو ثلث الأعضاء أو العامل."
    },
    {
        "reference": "المادة 49",
        "contenu": "الرئيس مسؤول عن سجل المداولات وتسليم السلط."
    },
    {
        "reference": "المادة 50",
        "contenu": "يخضع أرشيف الجماعة لقانون الأرشيف."
    },
    {
        "reference": "المادة 51",
        "contenu": "يجرد العضو المنتخب الذي تخلى عن انتمائه الحزب السياسي من صفة العضوية."
    },
    {
        "reference": "المادة 52",
        "contenu": "يتقاضى الرئيس ونوابه وكاتب المجلس ورؤساء اللجان تعويضات عن التمثيل والتنقل."
    },
    {
        "reference": "المادة 53",
        "contenu": "يحق للأعضاء الاستفادة من التكوين المستمر."
    },
    {
        "reference": "المادة 54",
        "contenu": "الجماعة مسؤولة عن الأضرار التي تلحق بالأعضاء أثناء مهامهم."
    },
    {
        "reference": "المادة 55",
        "contenu": "يستفيد الموظفون المنتخبون من رخص تغيب للمشاركة في أعمال المجلس."
    },
    {
        "reference": "المادة 56",
        "contenu": "يجب على المشغلين منح رخص تغيب للمأجورين المنتخبين."
    },
    {
        "reference": "المادة 57",
        "contenu": "يستفيد الموظف المنتخب رئيسا من وضعية الإلحاق أو الوضع رهن الإشارة."
    },
    {
        "reference": "المادة 58",
        "contenu": "حقوق الرئيس المستفيد من الإلحاق."
    },
    {
        "reference": "المادة 59",
        "contenu": "استقالة الرئيس تقدم للعامل وتسري بعد 15 يوما."
    },
    {
        "reference": "المادة 60",
        "contenu": "استقالة النواب والأعضاء تقدم للرئيس."
    },
    {
        "reference": "المادة 61",
        "contenu": "يستمر الرئيس المستقيل في تصريف الأعمال الجارية."
    },
    {
        "reference": "المادة 62",
        "contenu": "يترتب على استقالة الرئيس عدم أهليته للترشح للرئاسة مجددا خلال نفس الولاية."
    },
    {
        "reference": "المادة 63",
        "contenu": "يختص القضاء وحده بالعزل والحل وبطلان المداولات."
    },
    {
        "reference": "المادة 64",
        "contenu": "مسطرة العزل في حالة ارتكاب مخالفات (استفسار الوالي/العامل ثم الإحالة للمحكمة الإدارية)."
    },
    {
        "reference": "المادة 65",
        "contenu": "يمنع تضارب المصالح وربط مصالح خاصة مع الجماعة."
    },
    {
        "reference": "المادة 66",
        "contenu": "يمنع على الأعضاء (غير الرئيس والنواب) ممارسة مهام إدارية."
    },
    {
        "reference": "المادة 67",
        "contenu": "الحضور إجباري. الإقالة لمن تغيب 3 دورات متتالية أو 5 متقطعة بدون عذر."
    },
    {
        "reference": "المادة 68",
        "contenu": "عزل نائب الرئيس الممتنع عن القيام بمهامه."
    },
    {
        "reference": "المادة 69",
        "contenu": "إقالة الرئيس أو النائب المقيم بالخارج."
    },
    {
        "reference": "المادة 70",
        "contenu": "ملتمس استقالة الرئيس بعد مرور 3 سنوات (بأغلبية الثلثين)."
    },
    {
        "reference": "المادة 71",
        "contenu": "حل المكتب بعد إقالة أو استقالة الرئيس."
    },
    {
        "reference": "المادة 72",
        "contenu": "إحالة طلب حل المجلس للمحكمة إذا كانت مصالح الجماعة مهددة."
    },
    {
        "reference": "المادة 73",
        "contenu": "طلب حل المجلس في حالة رفض القيام بالمهام أو رفض الميزانية."
    },
    {
        "reference": "المادة 74",
        "contenu": "تعيين لجنة خاصة لتصريف الأعمال في حالة الحل أو التوقيف."
    },
    {
        "reference": "المادة 75",
        "contenu": "إجراء انتخابات جديدة بعد الحل داخل 3 أشهر."
    },
    {
        "reference": "المادة 76",
        "contenu": "حلول العامل محل الرئيس الممتنع عن القيام بمهامه بحكم قضائي."
    },
    {
        "reference": "المادة 77",
        "contenu": "تناط بالجماعة مهام تقديم خدمات القرب. تمارس اختصاصات ذاتية ومشتركة ومنقولة."
    },
    {
        "reference": "المادة 78",
        "contenu": "تضع الجماعة برنامج عمل لمدة 6 سنوات."
    },
    {
        "reference": "المادة 79",
        "contenu": "تنفيذ برنامج العمل."
    },
    {
        "reference": "المادة 80",
        "contenu": "تحيين برنامج العمل ابتداء من السنة الثالثة."
    },
    {
        "reference": "المادة 81",
        "contenu": "تحدد مسطرة إعداد البرنامج بنص تنظيمي."
    },
    {
        "reference": "المادة 82",
        "contenu": "تمد الإدارات الجماعة بالوثائق اللازمة لإعداد البرنامج."
    },
    {
        "reference": "المادة 83",
        "contenu": "تقوم الجماعة بإحداث وتدبير المرافق العمومية (الماء، الكهرباء، النقل، النظافة، السير، حفظ الصحة، الأسواق، المجازر...)."
    },
    {
        "reference": "المادة 84",
        "contenu": "يمكن للجماعة أن تعهد ببعض اختصاصاتها لمجلس العمالة أو الإقليم."
    },
    {
        "reference": "المادة 85",
        "contenu": "اختصاصات الجماعة في التعمير (تصاميم التهيئة، ضوابط البناء، العنونة)."
    },
    {
        "reference": "المادة 86",
        "contenu": "التعاون الدولي اللامركزي."
    },
    {
        "reference": "المادة 87",
        "contenu": "الاختصاصات المشتركة مع الدولة (التنمية الاقتصادية، الثقافة، الرياضة، البيئة، صيانة الطرق...)."
    },
    {
        "reference": "المادة 88",
        "contenu": "تمارس الاختصاصات المشتركة بشكل تعاقدي."
    },
    {
        "reference": "المادة 89",
        "contenu": "مبادرة الجماعة في تمويل مشاريع مشتركة."
    },
    {
        "reference": "المادة 90",
        "contenu": "الاختصاصات المنقولة (المآثر التاريخية، المنشآت المائية الصغيرة)."
    },
    {
        "reference": "المادة 91",
        "contenu": "مبدأ التدرج في نقل الاختصاصات."
    },
    {
        "reference": "المادة 92",
        "contenu": "صلاحيات مجلس الجماعة (التداول في المالية، التدبير الحضري، المرافق، التعاون...)."
    },
    {
        "reference": "المادة 93",
        "contenu": "استشارة المجلس في السياسات القطاعية."
    },
    {
        "reference": "المادة 94",
        "contenu": "صلاحيات الرئيس (تنفيذ المقررات، التدبير الإداري والمالي، تمثيل الجماعة)."
    },
    {
        "reference": "المادة 95",
        "contenu": "السلطة التنظيمية للرئيس."
    },
    {
        "reference": "المادة 96",
        "contenu": "تسيير المصالح الإدارية والتعيين."
    },
    {
        "reference": "المادة 97",
        "contenu": "حفظ الوثائق."
    },
    {
        "reference": "المادة 98",
        "contenu": "إعداد برنامج العمل والميزانية والصفقات."
    },
    {
        "reference": "المادة 99",
        "contenu": "المصادقة على الصفقات."
    },
    {
        "reference": "المادة 100",
        "contenu": "صلاحيات الشرطة الإدارية الجماعية (الوقاية الصحية، النظافة، السكينة، السير، الرخص الاقتصادية...)."
    },
    {
        "reference": "المادة 101",
        "contenu": "صلاحيات الرئيس في التعمير (رخص البناء، السكن، التجزئة)."
    },
    {
        "reference": "المادة 102",
        "contenu": "الرئيس ضابط للحالة المدنية وتصحيح الإمضاء."
    },
    {
        "reference": "المادة 103",
        "contenu": "تفويض الإمضاء والصلاحيات للنواب."
    },
    {
        "reference": "المادة 104",
        "contenu": "تفويض الإمضاء للمدير العام ورؤساء الأقسام."
    },
    {
        "reference": "المادة 105",
        "contenu": "تفويض الإمضاء في المجال المالي."
    },
    {
        "reference": "المادة 106",
        "contenu": "تقديم تقرير إخباري للمجلس."
    },
    {
        "reference": "المادة 107",
        "contenu": "تنفيذ تدابير السلامة والصحة تلقائيا على نفقة المخالفين."
    },
    {
        "reference": "المادة 108",
        "contenu": "طلب القوة العمومية."
    },
    {
        "reference": "المادة 109",
        "contenu": "النيابة عن الرئيس في حالة الغياب."
    },
    {
        "reference": "المادة 110",
        "contenu": "اختصاصات الشرطة الإدارية المستثناة (التابعة للعامل)."
    },
    {
        "reference": "المادة 111",
        "contenu": "صلاحيات خاصة لعامل الرباط في السير والجولان."
    },
    {
        "reference": "المادة 112",
        "contenu": "تدخل وزارة الداخلية لتنسيق المرافق العمومية."
    },
    {
        "reference": "المادة 113",
        "contenu": "مقتضيات خاصة بجماعات المشور."
    },
    {
        "reference": "المادة 114",
        "contenu": "مصادقة وزير الداخلية على مداولات جماعات المشور."
    },
    {
        "reference": "المادة 115",
        "contenu": "المراقبة الإدارية للعامل على شرعية القرارات."
    },
    {
        "reference": "المادة 116",
        "contenu": "تبليغ المحاضر والقرارات للعامل."
    },
    {
        "reference": "المادة 117",
        "contenu": "التعرض على المقررات وإحالتها للقضاء الإداري."
    },
    {
        "reference": "المادة 118",
        "contenu": "مقررات خاضعة للتأشير (الميزانية، برنامج العمل، القرارات المالية، المرافق...)."
    },
    {
        "reference": "المادة 119",
        "contenu": "إحداث آليات تشاركية للحوار والتشاور."
    },
    {
        "reference": "المادة 120",
        "contenu": "هيئة المساواة وتكافؤ الفرص ومقاربة النوع."
    },
    {
        "reference": "المادة 121",
        "contenu": "حق تقديم العرائض."
    },
    {
        "reference": "المادة 122",
        "contenu": "تعريف العريضة والوكيل."
    },
    {
        "reference": "المادة 123",
        "contenu": "شروط مقدمي العريضة (المواطنين)."
    },
    {
        "reference": "المادة 124",
        "contenu": "شروط الجمعيات مقدمة العريضة."
    },
    {
        "reference": "المادة 125",
        "contenu": "كيفيات إيداع وقبول العرائض."
    },
    {
        "reference": "المادة 126",
        "contenu": "إدارة الجماعة (المديرية العامة للمصالح)."
    },
    {
        "reference": "المادة 127",
        "contenu": "التعيين في المناصب العليا."
    },
    {
        "reference": "المادة 128",
        "contenu": "مهام المدير العام للمصالح."
    },
    {
        "reference": "المادة 129",
        "contenu": "النظام الأساسي لموظفي الجماعات."
    },
    {
        "reference": "المادة 130",
        "contenu": "شركات التنمية المحلية (SDL)."
    },
    {
        "reference": "المادة 131",
        "contenu": "غرض الشركات وشروط مساهمة الجماعة (لا تقل عن 34%)."
    },
    {
        "reference": "المادة 132",
        "contenu": "ممثل الجماعة في الشركة."
    },
    {
        "reference": "المادة 133",
        "contenu": "مؤسسات التعاون بين الجماعات (ECI)."
    },
    {
        "reference": "المادة 134",
        "contenu": "مهام مؤسسات التعاون (النقل، النفايات، الماء، الكهرباء...)."
    },
    {
        "reference": "المادة 135",
        "contenu": "أجهزة مؤسسة التعاون."
    },
    {
        "reference": "المادة 136",
        "contenu": "رئيس مؤسسة التعاون."
    },
    {
        "reference": "المادة 137",
        "contenu": "مداولات مجلس المؤسسة."
    },
    {
        "reference": "المادة 138",
        "contenu": "سريان أحكام الجماعات على المؤسسة."
    },
    {
        "reference": "المادة 139",
        "contenu": "حلول المؤسسة محل الجماعات."
    },
    {
        "reference": "المادة 140",
        "contenu": "حل المؤسسة أو انسحاب جماعة منها."
    },
    {
        "reference": "المادة 141",
        "contenu": "مجموعات الجماعات الترابية."
    },
    {
        "reference": "المادة 142",
        "contenu": "اتفاقية التأسيس."
    },
    {
        "reference": "المادة 143",
        "contenu": "مجلس المجموعة."
    },
    {
        "reference": "المادة 144",
        "contenu": "رئيس المجموعة ومكتبها."
    },
    {
        "reference": "المادة 145",
        "contenu": "سريان أحكام الجماعات على المجموعة."
    },
    {
        "reference": "المادة 146",
        "contenu": "منع الاتفاقيات مع دول أجنبية."
    },
    {
        "reference": "المادة 147",
        "contenu": "انضمام جماعات جديدة."
    },
    {
        "reference": "المادة 148",
        "contenu": "حل المجموعة."
    },
    {
        "reference": "المادة 149",
        "contenu": "اتفاقيات التعاون والشراكة."
    },
    {
        "reference": "المادة 150",
        "contenu": "تحديد الموارد في الاتفاقيات."
    },
    {
        "reference": "المادة 151",
        "contenu": "الميزانية المعتمدة للمشاريع المشتركة."
    },
    {
        "reference": "المادة 152",
        "contenu": "تعريف الميزانية."
    },
    {
        "reference": "المادة 153",
        "contenu": "السنة المالية (1 يناير - 31 ديسمبر)."
    },
    {
        "reference": "المادة 154",
        "contenu": "هيكلة الميزانية (جزأين: تسيير وتجهيز)."
    },
    {
        "reference": "المادة 155",
        "contenu": "تخصيص المداخيل."
    },
    {
        "reference": "المادة 156",
        "contenu": "تبويب الميزانية."
    },
    {
        "reference": "المادة 157",
        "contenu": "تقديم النفقات (برامج، مشاريع)."
    },
    {
        "reference": "المادة 158",
        "contenu": "تعريف البرنامج ونجاعة الأداء."
    },
    {
        "reference": "المادة 159",
        "contenu": "تعريف المشروع."
    },
    {
        "reference": "المادة 160",
        "contenu": "سطور الميزانية."
    },
    {
        "reference": "المادة 161",
        "contenu": "الالتزام بالنفقات."
    },
    {
        "reference": "المادة 162",
        "contenu": "التزامات السنوات الموالية."
    },
    {
        "reference": "المادة 163",
        "contenu": "الترخيصات في البرامج."
    },
    {
        "reference": "المادة 164",
        "contenu": "اعتمادات الأداء والالتزام."
    },
    {
        "reference": "المادة 165",
        "contenu": "صلاحية الترخيصات."
    },
    {
        "reference": "المادة 166",
        "contenu": "إلغاء وترحيل الاعتمادات."
    },
    {
        "reference": "المادة 167",
        "contenu": "ترحيل اعتمادات التجهيز."
    },
    {
        "reference": "المادة 168",
        "contenu": "المخصصات المرحلة."
    },
    {
        "reference": "المادة 169",
        "contenu": "الميزانيات الملحقة."
    },
    {
        "reference": "المادة 170",
        "contenu": "الحسابات الخصوصية."
    },
    {
        "reference": "المادة 171",
        "contenu": "حسابات لأمور خصوصية (تصفية بعد 3 سنوات)."
    },
    {
        "reference": "المادة 172",
        "contenu": "حسابات النفقات من المخصصات."
    },
    {
        "reference": "المادة 173",
        "contenu": "الموارد المالية."
    },
    {
        "reference": "المادة 174",
        "contenu": "أنواع المداخيل (الضرائب، الرسوم، حصة الضريبة على القيمة المضافة...)."
    },
    {
        "reference": "المادة 175",
        "contenu": "الاقتراضات."
    },
    {
        "reference": "المادة 176",
        "contenu": "تسبيقات الدولة."
    },
    {
        "reference": "المادة 177",
        "contenu": "أنواع التكاليف."
    },
    {
        "reference": "المادة 178",
        "contenu": "نفقات الميزانية."
    },
    {
        "reference": "المادة 179",
        "contenu": "تفصيل نفقات التسيير والتجهيز."
    },
    {
        "reference": "المادة 180",
        "contenu": "توجيه نفقات التجهيز."
    },
    {
        "reference": "المادة 181",
        "contenu": "النفقات الإجبارية (الرواتب، الماء والكهرباء، الديون، الأحكام القضائية...)."
    },
    {
        "reference": "المادة 182",
        "contenu": "نفقات إجبارية لجماعة الرباط."
    },
    {
        "reference": "المادة 183",
        "contenu": "تحضير الميزانية والبرمجة لثلاث سنوات."
    },
    {
        "reference": "المادة 184",
        "contenu": "مخصصات عامل الرباط."
    },
    {
        "reference": "المادة 185",
        "contenu": "عرض الميزانية على اللجنة واعتمادها قبل 15 نوفمبر."
    },
    {
        "reference": "المادة 186",
        "contenu": "كيفية التصويت على الميزانية."
    },
    {
        "reference": "المادة 187",
        "contenu": "رفض الميزانية وقراءة ثانية."
    },
    {
        "reference": "المادة 188",
        "contenu": "وضع الميزانية من قبل العامل في حالة عدم الاعتماد."
    },
    {
        "reference": "المادة 189",
        "contenu": "التأشير على الميزانية."
    },
    {
        "reference": "المادة 190",
        "contenu": "الوثائق المرفقة بالميزانية."
    },
    {
        "reference": "المادة 191",
        "contenu": "رفض التأشير."
    },
    {
        "reference": "المادة 192",
        "contenu": "تسجيل النفقات الإجبارية."
    },
    {
        "reference": "المادة 193",
        "contenu": "التسيير في حالة تأخر الميزانية."
    },
    {
        "reference": "المادة 194",
        "contenu": "إيداع الميزانية."
    },
    {
        "reference": "المادة 195",
        "contenu": "وضع الميزانية من قبل الداخلية عند عدم العرض."
    },
    {
        "reference": "المادة 196",
        "contenu": "الأمر بالصرف والخازن."
    },
    {
        "reference": "المادة 197",
        "contenu": "إيداع الأموال بالخزينة."
    },
    {
        "reference": "المادة 198",
        "contenu": "امتناع الرئيس عن صرف نفقة."
    },
    {
        "reference": "المادة 199",
        "contenu": "منح الإمدادات."
    },
    {
        "reference": "المادة 200",
        "contenu": "التنظيم المالي والمحاسبي."
    },
    {
        "reference": "المادة 201",
        "contenu": "تعديل الميزانية وتحويل الاعتمادات."
    },
    {
        "reference": "المادة 202",
        "contenu": "إعادة فتح الاعتمادات."
    },
    {
        "reference": "المادة 203",
        "contenu": "حصر الميزانية والفائض."
    },
    {
        "reference": "المادة 204",
        "contenu": "تخصيص الفائض."
    },
    {
        "reference": "المادة 205",
        "contenu": "موارد مؤسسة التعاون."
    },
    {
        "reference": "المادة 206",
        "contenu": "تكاليف مؤسسة التعاون."
    },
    {
        "reference": "المادة 207",
        "contenu": "موارد مجموعة الجماعات."
    },
    {
        "reference": "المادة 208",
        "contenu": "تكاليف مجموعة الجماعات."
    },
    {
        "reference": "المادة 209",
        "contenu": "الأملاك العقارية للجماعة."
    },
    {
        "reference": "المادة 210",
        "contenu": "الصفقات العمومية."
    },
    {
        "reference": "المادة 211",
        "contenu": "تحصيل الديون."
    },
    {
        "reference": "المادة 212",
        "contenu": "سقوط الديون المترتبة على الجماعة."
    },
    {
        "reference": "المادة 213",
        "contenu": "تقادم ديون الجماعة."
    },
    {
        "reference": "المادة 214",
        "contenu": "التدقيق والمراقبة المالية."
    },
    {
        "reference": "المادة 215",
        "contenu": "لجان التقصي."
    },
    {
        "reference": "المادة 216",
        "contenu": "الجماعات ذات نظام المقاطعات (الدار البيضاء، الرباط، طنجة، مراكش، فاس، سلا)."
    },
    {
        "reference": "المادة 217",
        "contenu": "مجلس جماعي ومقاطعات."
    },
    {
        "reference": "المادة 218",
        "contenu": "تكوين مجلس المقاطعة (منتخبون جماعيون ومستشارو المقاطعة)."
    },
    {
        "reference": "المادة 219",
        "contenu": "مجانية مهام عضو المقاطعة."
    },
    {
        "reference": "المادة 220",
        "contenu": "مسؤولية الجماعة عن أعضاء المقاطعة."
    },
    {
        "reference": "المادة 221",
        "contenu": "انتخاب رئيس ومكتب المقاطعة."
    },
    {
        "reference": "المادة 222",
        "contenu": "الطعن في انتخابات المقاطعة."
    },
    {
        "reference": "المادة 223",
        "contenu": "كاتب مجلس المقاطعة."
    },
    {
        "reference": "المادة 224",
        "contenu": "لجان المقاطعة."
    },
    {
        "reference": "المادة 225",
        "contenu": "دورات مجلس المقاطعة."
    },
    {
        "reference": "المادة 226",
        "contenu": "تسيير مجلس المقاطعة."
    },
    {
        "reference": "المادة 227",
        "contenu": "حل مجلس المقاطعة."
    },
    {
        "reference": "المادة 228",
        "contenu": "توقيف المقاطعات عند حل المجلس الجماعي."
    },
    {
        "reference": "المادة 229",
        "contenu": "صلاحيات مجلس المقاطعة (قضايا الجوار)."
    },
    {
        "reference": "المادة 230",
        "contenu": "مقررات المقاطعة."
    },
    {
        "reference": "المادة 231",
        "contenu": "الصلاحيات الممارسة لحساب الجماعة (التجهيزات المحلية، التنشيط...)."
    },
    {
        "reference": "المادة 232",
        "contenu": "تدخل الجماعة في التجهيزات المشتركة."
    },
    {
        "reference": "المادة 233",
        "contenu": "جرد تجهيزات المقاطعة."
    },
    {
        "reference": "المادة 234",
        "contenu": "الهبات للمقاطعة."
    },
    {
        "reference": "المادة 235",
        "contenu": "اقتراحات وآراء مجلس المقاطعة."
    },
    {
        "reference": "المادة 236",
        "contenu": "صلاحيات رئيس المقاطعة."
    },
    {
        "reference": "المادة 237",
        "contenu": "اختصاصات رئيس المقاطعة (الحالة المدنية، تصحيح الإمضاء، رخص البناء الصغرى)."
    },
    {
        "reference": "المادة 238",
        "contenu": "تدبير الموظفين بالمقاطعة."
    },
    {
        "reference": "المادة 239",
        "contenu": "تقرير نصف سنوي للمقاطعة."
    },
    {
        "reference": "المادة 240",
        "contenu": "تفويض صرف نفقات التجهيز للمقاطعة."
    },
    {
        "reference": "المادة 241",
        "contenu": "تفويض في الانتخابات."
    },
    {
        "reference": "المادة 242",
        "contenu": "تفويض لنواب رئيس المقاطعة."
    },
    {
        "reference": "المادة 243",
        "contenu": "انقطاع رئيس المقاطعة."
    },
    {
        "reference": "المادة 244",
        "contenu": "امتناع رئيس المقاطعة."
    },
    {
        "reference": "المادة 245",
        "contenu": "المخصص الإجمالي للمقاطعة (10% على الأقل)."
    },
    {
        "reference": "المادة 246",
        "contenu": "حصص التنشيط والتدبير المحلي."
    },
    {
        "reference": "المادة 247",
        "contenu": "حساب النفقات من المبالغ المرصودة للمقاطعة."
    },
    {
        "reference": "المادة 248",
        "contenu": "برنامج الاستثمار للمقاطعة."
    },
    {
        "reference": "المادة 249",
        "contenu": "التصويت على حساب المقاطعة."
    },
    {
        "reference": "المادة 250",
        "contenu": "قراءة ثانية لحساب المقاطعة."
    },
    {
        "reference": "المادة 251",
        "contenu": "مراقبة حساب المقاطعة."
    },
    {
        "reference": "المادة 252",
        "contenu": "حصر حساب المقاطعة."
    },
    {
        "reference": "المادة 253",
        "contenu": "تنفيذ نفقات المقاطعة."
    },
    {
        "reference": "المادة 254",
        "contenu": "تحويلات واعتمادات مسبقة."
    },
    {
        "reference": "المادة 255",
        "contenu": "تعيين الموظفين بالمقاطعة."
    },
    {
        "reference": "المادة 256",
        "contenu": "التدابير الفردية للموظفين."
    },
    {
        "reference": "المادة 257",
        "contenu": "عرض وضعية الموظفين."
    },
    {
        "reference": "المادة 258",
        "contenu": "مدير المقاطعة."
    },
    {
        "reference": "المادة 259",
        "contenu": "مهام مدير المقاطعة."
    },
    {
        "reference": "المادة 260",
        "contenu": "الأملاك الموضوعة رهن إشارة المقاطعة."
    },
    {
        "reference": "المادة 261",
        "contenu": "جرد أملاك المقاطعة."
    },
    {
        "reference": "المادة 262",
        "contenu": "ندوة رؤساء مجالس المقاطعات."
    },
    {
        "reference": "المادة 263",
        "contenu": "تمثيل الجماعة أمام القضاء."
    },
    {
        "reference": "المادة 264",
        "contenu": "إطلاع المجلس على الدعاوى."
    },
    {
        "reference": "المادة 265",
        "contenu": "دعوى تجاوز السلطة ضد الجماعة."
    },
    {
        "reference": "المادة 266",
        "contenu": "إعفاء المدعي من الإشعار المسبق."
    },
    {
        "reference": "المادة 267",
        "contenu": "الشكاوى المتعلقة بالديون والتعويض."
    },
    {
        "reference": "المادة 268",
        "contenu": "الوكيل القضائي للجماعات الترابية."
    },
    {
        "reference": "المادة 269",
        "contenu": "قواعد الحكامة (المساواة، الاستمرارية، الشفافية...)."
    },
    {
        "reference": "المادة 270",
        "contenu": "التزامات المجلس في الحكامة."
    },
    {
        "reference": "المادة 271",
        "contenu": "التدبير الحديث ودلائل المساطر."
    },
    {
        "reference": "المادة 272",
        "contenu": "التقييم والافتحاص."
    },
    {
        "reference": "المادة 273",
        "contenu": "نشر المعلومات والوثائق."
    },
    {
        "reference": "المادة 274",
        "contenu": "التدقيق المالي."
    },
    {
        "reference": "المادة 275",
        "contenu": "القوائم المحاسبية والمالية."
    },
    {
        "reference": "المادة 276",
        "contenu": "دعم الدولة للحكامة."
    },
    {
        "reference": "المادة 277",
        "contenu": "النشر بالجريدة الرسمية للجماعات."
    },
    {
        "reference": "المادة 278",
        "contenu": "تدابير استثنائية في التعمير (مناطق حرة، حماية البيئة)."
    },
    {
        "reference": "المادة 279",
        "contenu": "سريان قوانين خاصة (أبي رقراق، مارشيكا، طنجة المتوسط)."
    },
    {
        "reference": "المادة 280",
        "contenu": "دخول القانون حيز التنفيذ ونسخ القوانين السابقة."
    },
    {
        "reference": "المادة 281",
        "contenu": "استمرار العمل ببعض القوانين الجبائية والمراسيم."
    },
    {
        "reference": "المادة 282",
        "contenu": "استمرار العمل بقانون التصريح بالممتلكات."
    },
    {
        "reference": "المادة 283",
        "contenu": "تغيير تسميات التجمعات الحضرية والقروية."
    }
]