[
    {
        "reference": "المادة 1",
        "contenu": "الإضراب حق يضمنه الدستور، وتحميه مبادئ حقوق الإنسان كما هي متعارف عليها عالميا، وتنطبق عليه اتفاقيات حقوق الإنسان واتفاقيات منظمة العمل الدولية التي صادقت عليها المملكة أو انضمت إليها، في نطاق أحكام الدستور. وكل تنازل عنه يعد باطلا. ويمارس حق الإضراب، وفق شروط وكيفيات يحددها هذا القانون التنظيمي بما يكفل تنفيذ مضامين الخطاب الملكي السامي بتاريخ 9 أكتوبر 2015 والمتعلقة بضمان حقوق الفئة العاملة، ومصالح أرباب العمل ومصلحة الوطن."
    },
    {
        "reference": "المادة 2",
        "contenu": "الإضراب هو توقف مؤقت عن أداء العمل كليا أو جزئيا، يتخذ بقرار من قبل الجهة الداعية إلى الإضراب ويمارس من قبل مجموعة من العمال في علاقتهم المباشرة أو غير المباشرة بالمقاولة أو بالمؤسسة أو بالمرفق العمومي أو من قبل مجموعة من المهنيين من أجل الدفاع عن حق من الحقوق أو مصلحة من المصالح الاجتماعية أو الاقتصادية أو المهنية أو المعنوية والمرتبطة بظروف العمل أو بممارسة المهنة."
    },
    {
        "reference": "المادة 3",
        "contenu": "يحدد هذا القانون تعاريف المصطلحات التالية: العامل، المهني، القطاع العام، القطاع الخاص، الجهة الداعية إلى الإضراب (النقابات الأكثر تمثيلا، لجان الإضراب)، المرافق الحيوية، عرقلة ممارسة حق الإضراب، عرقلة حرية العمل، احتلال أماكن العمل، الملف المطلبي، والقضايا الخلافية."
    },
    {
        "reference": "المادة 4",
        "contenu": "تسري أحكام هذا القانون التنظيمي على القطاعين العام والخاص وعلى المهنيين. يمارس حق الإضراب وفق أحكام هذا القانون التنظيمي من قبل الخاضعين لمدونة الشغل، والعاملات والعمال المنزليين، وموظفي القطاع العام، والمهنيين والعمال المستقلين."
    },
    {
        "reference": "المادة 5",
        "contenu": "كل إضراب يمارس خلافا لأحكام هذا القانون التنظيمي والنصوص التنظيمية الصادرة لتطبيقه هو إضراب غير مشروع."
    },
    {
        "reference": "المادة 6",
        "contenu": "يعد كل عامل يشارك في ممارسة الإضراب في حالة توقف مؤقت عن العمل لا يؤدى عنه أجر. لا يترتب على إضراب المهنيين توقف عقد شغل أجرائهم وعدم أداء أجورهم خلال مدة سريان الإضراب."
    },
    {
        "reference": "المادة 7",
        "contenu": "ممارسة حق الإضراب مضمونة بمقتضى هذا القانون التنظيمي، ويمنع كل فعل يؤدي إلى عرقلتها. حرية العمل أثناء ممارسة حق الإضراب مضمونة، ويمنع كل فعل يؤدي إلى عرقلتها أو احتلال أماكن العمل. كل إضراب تتم مواصلته في حالة إنهائه أو توقيفه مؤقتا وفق أحكام هذا القانون هو إضراب غير مشروع."
    },
    {
        "reference": "المادة 8",
        "contenu": "لا يسري البطلان على الاتفاقات الجماعية التي تقضي بإقرار السلم الاجتماعي خلال مدة محددة، شريطة احترام الأطراف الموقعة لالتزاماتها."
    },
    {
        "reference": "المادة 9",
        "contenu": "يمنع اتخاذ أي إجراء تمييزي في حق العمال أو المهنيين بسبب ممارستهم حق الإضراب. لا يعد الإضراب المشروع مبررا للعقوبات التأديبية أو الفصل. يمنع خلال مدة الإضراب إحلال عمال آخرين محل المضربين، كما يمنع نقل أو ترحيل آليات العمل."
    },
    {
        "reference": "المادة 10",
        "contenu": "تؤهل السلطة الحكومية المكلفة بالتشغيل لاتخاذ التدابير اللازمة لتيسير الوصول إلى اتفاق ومحاولة تسوية القضايا الخلافية."
    },
    {
        "reference": "المادة 11",
        "contenu": "تحدد الجهات المخول لها الدعوة للإضراب: النقابات الأكثر تمثيلا أو ذات التمثيلية على الصعيد الوطني أو القطاعي، أو لجنة الإضراب في حالة عدم وجود نقابة بالمقاولة."
    },
    {
        "reference": "المادة 12",
        "contenu": "تتم الدعوة إلى الإضراب في المقاولة بالقطاع الخاص من قبل لجنة الإضراب في حال عدم وجود نقابة أكثر تمثيلا. يشترط توقيع محضر من 25% من الأجراء ومصادقة جمع عام يحضره 35% منهم."
    },
    {
        "reference": "المادة 13",
        "contenu": "تحدد آجال الدعوة للإضراب: 45 يوما للملف المطلبي (قابلة للتمديد)، 30 يوما للقضايا الخلافية وطنيا، و7 أيام في المقاولات الخاصة. يجوز الإضراب فورا في حالة الخطر الحال."
    },
    {
        "reference": "المادة 14",
        "contenu": "يجب تبليغ قرار الإضراب قبل الشروع فيه بـ 7 أيام على الصعيد الوطني أو المرفق العمومي، و5 أيام على صعيد المقاولة أو المؤسسة. التبليغ يكون فوريا في حالة الخطر الحال."
    },
    {
        "reference": "المادة 15",
        "contenu": "يجب أن يتضمن قرار الإضراب بيانات: الجهة الداعية، السبب، المكان، والجدولة الزمنية. ويرفق بالملف المطلبي أو القضايا الخلافية."
    },
    {
        "reference": "المادة 16",
        "contenu": "تتولى الجهة الداعية للإضراب تأطير المضربين والسهر على تحديد الأنشطة الضرورية لحماية الممتلكات وتفادي إتلافها. في حالة الخلاف، يتدخل قاضي المستعجلات."
    },
    {
        "reference": "المادة 17",
        "contenu": "يجوز إلغاء أو تعليق الإضراب. يمنع الدعوة لإضراب جديد لنفس الأسباب قبل مرور سنة على الاتفاق المبرم."
    },
    {
        "reference": "المادة 18",
        "contenu": "يمنع الإغلاق الكلي أو الجزئي للمقاولة أثناء الإضراب (Lockout)، إلا بأمر قضائي في حالة العرقلة أو الضرر بالممتلكات."
    },
    {
        "reference": "المادة 19",
        "contenu": "يمكن لرئيس الحكومة منع الإضراب مؤقتا في حالة الكوارث الطبيعية أو الأزمات الوطنية الحادة."
    },
    {
        "reference": "المادة 20",
        "contenu": "للسلطات المحلية اتخاذ تدابير لضمان تزويد السوق بالمواد الضرورية وحماية النظام العام وفك الاعتصامات."
    },
    {
        "reference": "المادة 21",
        "contenu": "يجب توفير حد أدنى من الخدمة في المرافق الحيوية مثل الصحة، المحاكم، النقل، الكهرباء، والماء. تحدد لائحة المكلفين بالاتفاق أو بأمر قضائي."
    },
    {
        "reference": "المادة 22",
        "contenu": "يمنع الإضراب على فئات محددة: الجيش، الأمن، القضاء، الدفاع الوطني، الداخلية، والدبلوماسيين. كما يمنع على المكلفين بالحد الأدنى من الخدمة."
    },
    {
        "reference": "المادة 23",
        "contenu": "يعتبر تغيبا غير مشروع كل إضراب مورس دون التقيد بالإجراءات، ويعرض للعقوبات التأديبية."
    },
    {
        "reference": "المادة 24",
        "contenu": "يعاقب بغرامة من 50,000 إلى 100,000 درهم كل من عرقل حرية العمل أو اتخذ إجراءات تمييزية."
    },
    {
        "reference": "المادة 25",
        "contenu": "يعاقب بغرامة من 20,000 إلى 50,000 درهم عن كل عامل تم إحلاله محل المضربين (بحد أقصى 200,000 درهم)."
    },
    {
        "reference": "المادة 26",
        "contenu": "يعاقب بغرامة من 15,000 إلى 30,000 درهم عن خرق أحكام التمييز ضد المضربين."
    },
    {
        "reference": "المادة 27",
        "contenu": "غرامة من 1,200 إلى 8,000 درهم لمن يرفض القيام بالأنشطة الضرورية أو الحد الأدنى من الخدمة."
    },
    {
        "reference": "المادة 28",
        "contenu": "غرامة من 10,000 إلى 50,000 درهم لمن دعا للإضراب دون احترام المساطر والآجال."
    },
    {
        "reference": "المادة 29",
        "contenu": "لا يطبق الإكراه البدني في المخالفات المنصوص عليها في هذا القانون."
    },
    {
        "reference": "المادة 30",
        "contenu": "تضاعف العقوبات في حالة العود خلال أربع سنوات."
    },
    {
        "reference": "المادة 31",
        "contenu": "يحرر ضباط الشرطة القضائية محاضر المخالفات وترسل للنيابة العامة."
    },
    {
        "reference": "المادة 32",
        "contenu": "تعتبر الآجال المنصوص عليها آجالا كاملة (لا يحتسب اليوم الأول والأخير)."
    },
    {
        "reference": "المادة 33",
        "contenu": "يدخل القانون حيز التنفيذ بعد 6 أشهر من نشره بالجريدة الرسمية."
    }
]