[
    {
        "reference": "المادة 1",
        "contenu": "يتألف مجلس المستشارين من 120 عضوا ينتخبون وفق القواعد والكيفيات التالية: يوزع أعضاء مجلس المستشارين على الهيئات الناخبة كما يلي: 72 عضوا يمثلون الجماعات الترابية، ينتخبون على صعيد جهات المملكة؛ 20 عضوا يمثلون الغرف المهنية؛ 8 أعضاء يمثلون المنظمات المهنية للمشغلين الأكثر تمثيلية؛ 20 عضوا تنتخبهم على الصعيد الوطني هيئة ناخبة مكونة من ممثلي المأجورين. تتوزع المقاعد كما هو مبين في الجداول الملحقة بالقانون."
    },
    {
        "reference": "المادة 2",
        "contenu": "يجرى انتخاب أعضاء مجلس المستشارين خلال الستين يوما السابقة لتاريخ بداية مدة انتدابهم على أبعد تقدير."
    },
    {
        "reference": "المادة 3",
        "contenu": "تجرى انتخابات أعضاء مجلس المستشارين عن طريق الاقتراع باللائحة وبالتمثيل النسبي على أساس قاعدة أكبر بقية ودون استعمال طريقة مزج الأصوات والتصويت التفاضلي. غير أن الانتخاب يباشر بالاقتراع الفردي وبالأغلبية النسبية في دورة واحدة إذا تعلق الأمر بانتخاب مستشار واحد في إطار هيئة ناخبة معينة."
    },
    {
        "reference": "المادة 4",
        "contenu": "الناخبون والناخبات هم الأعضاء المتألفة منهم الهيئات الناخبة المشار إليها في المادة الأولى أعلاه المقيدون في اللوائح الانتخابية العامة. لا يجوز لأي ناخب أن يصوت أكثر من مرة واحدة برسم انتخاب أعضاء مجلس المستشارين. يتعين على الناخب الذي ينتسب لأكثر من هيئة ناخبة واحدة أن يختار الهيئة الناخبة التي يرغب في التصويت برسمها على أن يخبر بذلك السلطة المكلفة بإعداد لوائح الناخبين."
    },
    {
        "reference": "المادة 5",
        "contenu": "يشترط في من يترشح لانتخابات مجلس المستشارين أن يكون متمتعا بحقوقه المدنية والسياسية. يجب بالإضافة إلى ذلك أن يكون المترشحون للانتخابات التي تجري في هيئة من الهيئات الناخبة المنصوص عليها في المادة الأولى أعلاه أعضاء في الهيئة التي يترشحون عنها. لا يحق لناخب أن يترشح في أكثر من هيئة ناخبة واحدة."
    },
    {
        "reference": "المادة 6",
        "contenu": "لا يؤهل أعضاء مجلس النواب للترشح للعضوية في مجلس المستشارين."
    },
    {
        "reference": "المادة 7",
        "contenu": "لا يؤهل للترشح للعضوية في مجلس المستشارين: 1. المتجنسون بالجنسية المغربية خلال السنوات الخمس التالية لحصولهم عليها ما لم يرفع عنهم هذا القيد؛ 2. الأشخاص الذين صدر في حقهم قرار عزل من مسؤولية انتدابية أصبح نهائيا؛ 3. الأشخاص الذين اختل فيهم نهائيا شرط أو أكثر من الشروط المطلوبة ليكونوا ناخبين؛ 4. الأشخاص المحكوم عليهم بمقتضى حكم مكتسب لقوة الشيء المقضي به بعقوبة حبس نافذة أو عقوبة حبس مع إيقاف التنفيذ من أجل أفعال محددة."
    },
    {
        "reference": "المادة 8",
        "contenu": "لا يؤهل للترشح للعضوية في مجلس المستشارين، في مجموع أنحاء المملكة، الأشخاص الذين يزاولون بالفعل الوظائف المبينة بعده أو الذين انتهوا من مزاولتها منذ أقل عن سنة في تاريخ الاقتراع: القضاة، قضاة المجلس الأعلى للحسابات والمجالس الجهوية، المدراء المركزيون لوزارة الداخلية والولاة والعمال، أفراد القوات المسلحة، مفتشو المالية والداخلية، وغيرهم من الموظفين السامين."
    },
    {
        "reference": "المادة 9",
        "contenu": "لا يؤهل الأشخاص الآتي ذكرهم للترشح للعضوية في مجلس المستشارين في كل جهة يتبع لها النفوذ الترابي الذي زاولوا فيه مهامهم منذ أقل من سنتين في تاريخ الاقتراع: القضاة، قضاة المجالس الجهوية للحسابات، الولاة والعمال والكتاب العامون والباشوات والقياد، رؤساء النواحي العسكرية، رؤساء المصالح اللاممركزة للأمن الوطني."
    },
    {
        "reference": "المادة 10",
        "contenu": "لا يؤهل للترشح للعضوية في مجلس المستشارين في كل دائرة تقع داخل النفوذ الترابي الذي يزاولون فيه بالفعل مهامهم، أو الذي زاولوا فيه مهامهم منذ أقل من سنة في تاريخ الاقتراع، رؤساء المصالح اللاممركزة للقطاعات الوزارية في الجهات والعمالات والأقاليم، ومديرو المؤسسات العمومية ومسيرو شركات المساهمة التي تملك الدولة أكثر من 30% من رأسمالها."
    },
    {
        "reference": "المادة 11",
        "contenu": "لا يمكن أن ينتخب في أية دائرة تقع داخل النفوذ الترابي الذي يزاولون فيه مهامهم بالفعل، أو انقطعوا عن مزاولتها، منذ أقل من سنة واحدة في تاريخ الاقتراع، الأشخاص الذين أسندت إليهم مهمة أو انتداب، ولو كان مؤقتا، والذين يعملون بتلك الصفة في خدمة الإدارة أو الجماعات الترابية أو المؤسسات العمومية والذين رخص لهم بحمل السلاح."
    },
    {
        "reference": "المادة 12",
        "contenu": "يجرد بحكم القانون من صفة مستشار، كل شخص تبين أنه غير مؤهل للانتخاب، بعد إعلان نتيجة الانتخاب، وبعد انصرام الأجل الذي يمكن أن ينازع خلاله في الانتخاب، أو كل شخص يوجد خلال مدة انتدابه في إحدى حالات عدم الأهلية للانتخاب. تثبت المحكمة الدستورية التجريد."
    },
    {
        "reference": "المادة 13",
        "contenu": "يجرد من العضوية في مجلس المستشارين كل مستشار تخلف عن إيداع حساب حملته الانتخابية داخل الأجل المحدد، أو لم يبين مصادر تمويل حملته، أو تجاوز السقف المحدد للمصاريف الانتخابية. تحيل هذه الحالات إلى المحكمة الدستورية."
    },
    {
        "reference": "المادة 13 المكررة",
        "contenu": "يجرد من صفة عضو في مجلس المستشارين كل مستشار تخلى خلال مدة انتدابه عن الانتماء إلى الحزب السياسي أو المنظمة النقابية أو المنظمة المهنية للمشغلين التي ترشح باسمها، أو عن الفريق أو المجموعة البرلمانية التي ينتمي إليها. كما يجرد كل مستشار تغيب سنة تشريعية كاملة عن حضور أشغال المجلس دون عذر مقبول."
    },
    {
        "reference": "المادة 14",
        "contenu": "تتنافى العضوية في مجلس المستشارين مع صفة عضو في المحكمة الدستورية أو المجلس الاقتصادي والاجتماعي والبيئي. كما تتنافى مع رئاسة مجلس جهة، ومع رئاسة مجلس عمالة أو إقليم، ومع رئاسة مجلس كل جماعة يتجاوز عدد سكانها 300.000 نسمة، ومع أكثر من رئاسة واحدة لغرفة مهنية أو مجلس جماعة أو مقاطعة."
    },
    {
        "reference": "المادة 15",
        "contenu": "تتنافى العضوية في مجلس المستشارين مع صفة عضو في الحكومة. وتتنافى مع مزاولة كل مهمة عمومية غير انتخابية في مصالح الدولة أو الجماعات الترابية أو المؤسسات العمومية، باستثناء مأمورية مؤقتة بتكليف من الحكومة. يتم إلحاق الموظف المنتخب بطلب منه."
    },
    {
        "reference": "المادة 16",
        "contenu": "تتنافى العضوية في مجلس المستشارين مع مهام رئيس مجلس الإدارة أو متصرف منتدب، وكذا مع مهام مدير عام أو مدير في شركات المساهمة التي تملك الدولة أكثر من 30% من رأسمالها."
    },
    {
        "reference": "المادة 17",
        "contenu": "تتنافى العضوية في مجلس المستشارين مع مزاولة مهام غير تمثيلية تؤدي الأجرة عنها دولة أجنبية أو منظمة دولية أو منظمة دولية غير حكومية."
    },
    {
        "reference": "المادة 18",
        "contenu": "يتعين على المستشار الذي يوجد عند انتخابه في إحدى حالات التنافي أن يثبت في ظرف الثلاثين يوما استقالته من المهام المتنافية، وإلا أعلنت إقالته. يجب التصريح بأي نشاط مهني جديد خلال مدة الانتداب."
    },
    {
        "reference": "المادة 19",
        "contenu": "تعلن المحكمة الدستورية الإقالة وتقر التجريد من العضوية بطلب من مكتب مجلس المستشارين أو وزير العدل في حالات التنافي."
    },
    {
        "reference": "المادة 20",
        "contenu": "يمكن للمستشار المكلف من لدن الحكومة بمأمورية مؤقتة الجمع بين هذه المأمورية وعضويته لمدة لا تتجاوز ستة أشهر."
    },
    {
        "reference": "المادة 21",
        "contenu": "يمنع على كل مستشار أن يستعمل اسمه أو يسمح باستعماله مشفوعا ببيان صفته في كل إشهار يتعلق بشركة أو مقاولة. يعاقب المخالفون بعقوبات حبسية وغرامات."
    },
    {
        "reference": "المادة 22",
        "contenu": "يحدد تاريخ الاقتراع والمدة التي تقدم خلالها الترشيحات، وتاريخ بدء الحملة الانتخابية ونهايتها بمرسوم."
    },
    {
        "reference": "المادة 23",
        "contenu": "يمكن للمغاربة المقيمين في الخارج أن يقدموا ترشيحاتهم للانتخابات برسم الهيئات الناخبة التي ينتمون إليها، ما لم يتولوا مسؤولية حكومية أو عمومية ببلد الإقامة."
    },
    {
        "reference": "المادة 24",
        "contenu": "يجب أن يودع الوكيل المكلف باللائحة أو المترشح شخصيا التصريح بالترشيح في ثلاثة نظائر. يجب أن تحمل اللوائح إمضاءات المترشحين وبياناتهم. ترفق اللوائح بوصل ضمان، نسخة من السجل العدلي، شهادة القيد في اللوائح الانتخابية، وتزكية من الحزب أو المنظمة النقابية/المهنية."
    },
    {
        "reference": "المادة 25",
        "contenu": "يجب أن ترفق لوائح الترشيح المقدمة من طرف أشخاص لا ينتمون لحزب سياسي أو نقابة ببرنامجهم، بيان مصادر التمويل، ولائحة توقيعات مصادق عليها لنسبة محددة من أعضاء الهيئة الناخبة المعنية."
    },
    {
        "reference": "المادة 26",
        "contenu": "تمنع الترشيحات المتعددة. لا تقبل الترشيحات المخالفة للشروط القانونية، أو تلك التي تتضمن تغييرا للانتماء السياسي أو النقابي الذي تم الانتخاب على أساسه. لا تقبل اللوائح المختلطة بين أحزاب مختلفة أو بين منتمين ومستقلين."
    },
    {
        "reference": "المادة 27",
        "contenu": "يجب أن يبلغ رفض التصريح بالترشيح، الذي يجب أن يكون معللا، إلى وكيل اللائحة أو المترشح."
    },
    {
        "reference": "المادة 28",
        "contenu": "تسلم السلطة المكلفة بتلقي التصريحات بالترشيح وصلا مؤقتا لوكيل اللائحة أو للمترشح."
    },
    {
        "reference": "المادة 29",
        "contenu": "يجب دفع ضمان قدره 5000 درهم. لا يرجع الضمان إلا إذا حصلت اللائحة على 5% من الأصوات."
    },
    {
        "reference": "المادة 30",
        "contenu": "يسلم وصل نهائي في ظرف الثلاثة أيام الموالية لإيداع الترشيح. تخصص أرقام ورموز للوائح."
    },
    {
        "reference": "المادة 31",
        "contenu": "يمكن سحب لائحة ترشيح خلال الأجل المحدد لإيداع الترشيحات. يرجع الضمان في حالة الانسحاب القانوني."
    },
    {
        "reference": "المادة 32",
        "contenu": "تبتدئ الحملة الانتخابية في اليوم السابع السابق للاقتراع وتنتهي في اليوم السابق له."
    },
    {
        "reference": "المادة 33",
        "contenu": "تعين السلطة الإدارية أماكن خاصة لتعليق الإعلانات الانتخابية."
    },
    {
        "reference": "المادة 34",
        "contenu": "يحدد عدد وحجم الإعلانات الانتخابية بمرسوم. يحظر التعليق خارج الأماكن المخصصة."
    },
    {
        "reference": "المادة 35",
        "contenu": "لا يجوز استعمال الألوان الوطنية (الأحمر والأخضر) في الإعلانات الانتخابية."
    },
    {
        "reference": "المادة 36",
        "contenu": "يمنع القيام بالحملة الانتخابية في أماكن العبادة والمؤسسات التعليمية (باستثناء حملة المأجورين). يمنع على الموظفين توزيع المنشورات أثناء عملهم."
    },
    {
        "reference": "المادة 37",
        "contenu": "يمنع تسخير وسائل الدولة والجماعات الترابية والمؤسسات العمومية في الحملة الانتخابية."
    },
    {
        "reference": "المادة 38",
        "contenu": "تحدد المخالفات والعقوبات المرتكبة بمناسبة الانتخابات طبقا لهذا الباب."
    },
    {
        "reference": "المادة 39",
        "contenu": "عقوبات مالية وحبسية لمن يوزع منشورات يوم الاقتراع أو الموظفين الذين يوزعون منشورات أثناء عملهم."
    },
    {
        "reference": "المادة 40",
        "contenu": "عقوبات لمن يعلق إعلانات خارج الأماكن المخصصة."
    },
    {
        "reference": "المادة 41",
        "contenu": "عقوبات مخالفة منع استعمال الرموز الوطنية."
    },
    {
        "reference": "المادة 42",
        "contenu": "عقوبات للقيام بإعلانات للوائح غير مسجلة."
    },
    {
        "reference": "المادة 43",
        "contenu": "عقوبات لاستعمال أماكن الإعلانات لغير الغرض المخصص لها أو التخلي عنها للغير."
    },
    {
        "reference": "المادة 44",
        "contenu": "عقوبات مشددة لتسخير وسائل الدولة في الحملة."
    },
    {
        "reference": "المادة 45",
        "contenu": "عقوبات لمن صوت وهو فاقد لحق التصويت."
    },
    {
        "reference": "المادة 46",
        "contenu": "عقوبات للتصويت بقيد غير قانوني أو انتحال صفة أو التصويت المتكرر."
    },
    {
        "reference": "المادة 47",
        "contenu": "عقوبات للتصويت المتكرر لمن هو مقيد في لوائح متعددة."
    },
    {
        "reference": "المادة 48",
        "contenu": "عقوبات اختلاس أو إفساد أوراق التصويت أو تزوير النتائج."
    },
    {
        "reference": "المادة 49",
        "contenu": "منع حمل السلاح داخل قاعات التصويت."
    },
    {
        "reference": "المادة 50",
        "contenu": "يمنع إدخال الهاتف النقال أو أجهزة التصوير إلى مكاتب التصويت."
    },
    {
        "reference": "المادة 51",
        "contenu": "عقوبات استعمال الأخبار الزائفة لتحويل أصوات الناخبين."
    },
    {
        "reference": "المادة 52",
        "contenu": "عقوبات استئجار أشخاص لتهديد الناخبين."
    },
    {
        "reference": "المادة 53",
        "contenu": "عقوبات إحداث اضطراب في سير التصويت."
    },
    {
        "reference": "المادة 54",
        "contenu": "عقوبات اقتحام قاعات التصويت."
    },
    {
        "reference": "المادة 55",
        "contenu": "تشديد العقوبة في حالة الاقتحام المدبر."
    },
    {
        "reference": "المادة 56",
        "contenu": "عقوبات العنف ضد أعضاء مكتب التصويت."
    },
    {
        "reference": "المادة 57",
        "contenu": "عقوبة رئيس المكتب الذي يمتنع عن تسليم المحاضر."
    },
    {
        "reference": "المادة 58",
        "contenu": "عقوبات انتهاك العمليات الانتخابية أو كسر الصندوق."
    },
    {
        "reference": "المادة 59",
        "contenu": "عقوبة الاستيلاء على صندوق الاقتراع."
    },
    {
        "reference": "المادة 60",
        "contenu": "عقوبات تزوير النتائج من قبل المكلفين بالعملية."
    },
    {
        "reference": "المادة 61",
        "contenu": "لا يترتب على الحكم بالعقوبة إلغاء الانتخاب تلقائيا إلا عبر الطعون."
    },
    {
        "reference": "المادة 62",
        "contenu": "عقوبات الرشوة الانتخابية (شراء الأصوات)."
    },
    {
        "reference": "المادة 63",
        "contenu": "عقوبات التأثير على الناخبين بالتهديد أو العنف."
    },
    {
        "reference": "المادة 64",
        "contenu": "عقوبات تقديم الهدايا والتبرعات للتأثير في التصويت."
    },
    {
        "reference": "المادة 65",
        "contenu": "مضاعفة العقوبات إذا كان الفاعل موظفا عموميا."
    },
    {
        "reference": "المادة 66",
        "contenu": "الحرمان من الحقوق الانتخابية للمدانين في جرائم الفساد الانتخابي."
    },
    {
        "reference": "المادة 67",
        "contenu": "عقوبات خرق سرية التصويت أو المس بنزاهته."
    },
    {
        "reference": "المادة 68",
        "contenu": "جواز الحكم بالحرمان من الحقوق الوطنية."
    },
    {
        "reference": "المادة 69",
        "contenu": "أحكام العود والتقادم."
    },
    {
        "reference": "المادة 70",
        "contenu": "يحاط الناخب علما بمكتب التصويت. التصويت حق شخصي وواجب وطني."
    },
    {
        "reference": "المادة 71",
        "contenu": "يتم التصويت بواسطة ورقة فريدة."
    },
    {
        "reference": "المادة 72",
        "contenu": "تحدد أماكن مكاتب التصويت والمكاتب المركزية بقرار عاملي."
    },
    {
        "reference": "المادة 73",
        "contenu": "تعيين رؤساء وأعضاء مكاتب التصويت والمكاتب المركزية. تمثيل اللوائح في المكاتب."
    },
    {
        "reference": "المادة 74",
        "contenu": "توقيت الاقتراع (من الثانية بعد الزوال إلى السادسة مساء). سرية التصويت."
    },
    {
        "reference": "المادة 75",
        "contenu": "إجراءات التأكد من فراغ الصندوق قبل الاقتراع."
    },
    {
        "reference": "المادة 76",
        "contenu": "خطوات عملية التصويت (التحقق من الهوية، أخذ الورقة، المعزل، وضع الورقة في الصندوق، المداد)."
    },
    {
        "reference": "المادة 77",
        "contenu": "عملية فرز الأصوات من قبل المكتب."
    },
    {
        "reference": "المادة 78",
        "contenu": "تحديد أوراق التصويت الملغاة والمنازع فيها."
    },
    {
        "reference": "المادة 79",
        "contenu": "تحرير المحاضر وتسليم النسخ."
    },
    {
        "reference": "المادة 80",
        "contenu": "مسطرة توجيه المحاضر وإحصاء الأصوات بالنسبة للجماعات الترابية (اللجان الجهوية)."
    },
    {
        "reference": "المادة 81",
        "contenu": "مسطرة توجيه المحاضر بالنسبة للغرف المهنية."
    },
    {
        "reference": "المادة 82",
        "contenu": "إحصاء الأصوات وإعلان النتائج من قبل اللجان الجهوية."
    },
    {
        "reference": "المادة 83",
        "contenu": "حق الاطلاع على المحاضر."
    },
    {
        "reference": "المادة 84",
        "contenu": "مسطرة إحصاء الأصوات بالنسبة لهيئة المأجورين (اللجنة الوطنية للإحصاء)."
    },
    {
        "reference": "المادة 85",
        "contenu": "إعلان نتائج هيئة المأجورين من قبل اللجنة الوطنية."
    },
    {
        "reference": "المادة 86",
        "contenu": "الاطلاع على محاضر اللجنة الوطنية."
    },
    {
        "reference": "المادة 87",
        "contenu": "توزع المقاعد بواسطة القاسم الانتخابي ثم بأكبر البقايا. عتبة 3% للمشاركة في التوزيع. قواعد تساوي الأصوات والسن."
    },
    {
        "reference": "المادة 88",
        "contenu": "المنازعات المتعلقة بالترشيحات أمام المحاكم الابتدائية."
    },
    {
        "reference": "المادة 89",
        "contenu": "الطعن في نتائج الانتخابات أمام المحكمة الدستورية."
    },
    {
        "reference": "المادة 90",
        "contenu": "حالات بطلان الانتخابات."
    },
    {
        "reference": "المادة 91",
        "contenu": "تعويض المقاعد الشاغرة (بالتوالي في اللائحة) في حالات الوفاة، الاستقالة، التنافي، أو التجريد."
    },
    {
        "reference": "المادة 92",
        "contenu": "حالات إجراء انتخابات جزئية (إلغاء كلي، تعذر التعويض، تجريد لفقدان الأهلية)."
    },
    {
        "reference": "المادة 93",
        "contenu": "مدة انتداب المعوضين تنتهي بانتهاء الفترة النيابية للمجلس."
    },
    {
        "reference": "المادة 94",
        "contenu": "الالتزام بسقف المصاريف الانتخابية."
    },
    {
        "reference": "المادة 95",
        "contenu": "إعداد جرد بالمصاريف ومصادر التمويل."
    },
    {
        "reference": "المادة 96",
        "contenu": "إيداع حساب الحملة لدى المجلس الأعلى للحسابات."
    },
    {
        "reference": "المادة 97",
        "contenu": "تدقيق الحسابات من قبل المجلس الأعلى للحسابات والعقوبات المترتبة عن المخالفات."
    },
    {
        "reference": "المادة 98",
        "contenu": "أحكام انتقالية تتعلق بسريان القانون ونسخ القانون السابق."
    },
    {
        "reference": "المادة 99",
        "contenu": "يمارس المجلس الدستوري صلاحيات المحكمة الدستورية إلى حين تنصيبها."
    }
]