[
    {
        "reference": "المادة الأولى",
        "contenu": "طبقا لأحكام الفصل 146 من الدستور، يحدد هذا القانون التنظيمي: شروط تدبير الجهة لشؤونها بكيفية ديمقراطية؛ شروط تنفيذ رئيس مجلس الجهة لمداولات المجلس ومقرراته؛ شروط تقديم العرائض من قبل المواطنات والمواطنين والجمعيات؛ الاختصاصات الذاتية لفائدة الجهة والاختصاصات المشتركة بينها وبين الدولة والاختصاصات المنقولة إليها من هذه الأخيرة؛ النظام المالي للجهة ومصدر مواردها المالية؛ طبيعة موارد وكيفيات تسيير كل من صندوق التأهيل الاجتماعي وصندوق التضامن بين الجهات؛ شروط وكيفيات تأسيس الجهات المجموعات ترابية؛ أشكال وكيفيات تنمية التعاون بين الجهات والآليات الرامية إلى ضمان تكييف تطور التنظيم الترابي في هذا الاتجاه؛ قواعد الحكامة المتعلقة بحسن تطبيق مبدأ التدبير الحر لشؤون الجهة، وكذا مراقبة تدبير الصناديق والبرامج وتقييم الأعمال وإجراءات المحاسبة."
    },
    {
        "reference": "المادة 2",
        "contenu": "يستند إحداث وتنظيم الجهات إلى الثوابت والمبادئ المنصوص عليها في الدستور، ولا سيما الفصل الأول منه."
    },
    {
        "reference": "المادة 3",
        "contenu": "الجهة جماعة ترابية خاضعة للقانون العام، تتمتع بالشخصية الاعتبارية والاستقلال الإداري والمالي وتشكل أحد مستويات التنظيم الترابي للمملكة، باعتباره تنظيما لا مركزيا يقوم على الجهوية المتقدمة."
    },
    {
        "reference": "المادة 4",
        "contenu": "يرتكز تدبير الجهة لشؤونها على مبدأ التدبير الحر الذي يخول بمقتضاه لكل جهة، في حدود اختصاصاتها المنصوص عليها في القسم الثاني من هذا القانون التنظيمي، سلطة التداول بكيفية ديمقراطية وسلطة تنفيذ مداولاتها ومقرراتها، طبقا لأحكام هذا القانون التنظيمي والنصوص التشريعية والتنظيمية المتخذة لتطبيقه. ويرتكز التنظيم الجهوي على مبدأي التعاون والتضامن بين الجهات، وبينها وبين الجماعات الترابية الأخرى، من أجل بلوغ أهدافها وخاصة إنجاز مشاريع مشتركة وفق الآليات المنصوص عليها في هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 5",
        "contenu": "تطبيقا لأحكام الفصل 143 من الدستور، تتبوأ الجهة مكانة الصدارة بالنسبة للجماعات الترابية الأخرى في عمليات إعداد برامج التنمية الجهوية والتصاميم الجهوية لإعداد التراب وتنفيذها وتتبعها، مع مراعاة الاختصاصات الذاتية للجماعات الترابية الأخرى. ويتعين على السلطات العمومية المعنية مراعاة مكانة الصدارة المشار إليها في الفقرة أعلاه."
    },
    {
        "reference": "المادة 6",
        "contenu": "طبقا للفقرة الأولى من الفصل 140 من الدستور، وبناء على مبدأ التفريع، تمارس الجهة الاختصاصات الذاتية المسندة إليها بموجب أحكام هذا القانون التنظيمي والنصوص المتخذة لتطبيقه. وتمارس أيضا الاختصاصات المشتركة بينها وبين الدولة، والمنقولة إليها من هذه الأخيرة وفق الشروط والكيفيات المنصوص عليها في الأحكام المذكورة. وطبقا للفقرة الثانية من الفصل 141 من الدستور، يتعين عند نقل كل اختصاص من الدولة إلى الجهة، تحويل الموارد اللازمة التي تمكنها من ممارسة الاختصاص المذكور."
    },
    {
        "reference": "المادة 7",
        "contenu": "تنقل الاختصاصات المتعلقة بالمجالات المشار إليها في المادة 94 من هذا القانون التنظيمي إلى جميع الجهات أو بعضها أو إحداها، وفقا للشروط والإجراءات المنصوص عليها في المادة 95 من هذا القانون التنظيمي."
    },
    {
        "reference": "المادة 8",
        "contenu": "يعتبر التصويت العلني قاعدة لانتخاب رئيس المجلس ونوابه وأجهزة المجلس. يعتبر التصويت العلني قاعدة لاتخاذ جميع مقررات المجلس."
    },
    {
        "reference": "المادة 9",
        "contenu": "يدبر شؤون الجهة مجلس ينتخب أعضاؤه بالاقتراع العام المباشر وفق أحكام القانون التنظيمي رقم 59.11 المتعلق بانتخاب أعضاء مجالس الجماعات الترابية. تتكون أجهزة المجلس من مكتب ولجان دائمة وكاتب للمجلس ونائبه. يتألف مكتب المجلس من رئيس ونواب للرئيس."
    },
    {
        "reference": "المادة 10",
        "contenu": "يحدد عدد الأعضاء الواجب انتخابهم في مجالس الجهات وفقا لأحكام المادة 74 من القانون التنظيمي رقم 59.11 السالف الذكر، وبناء على آخر إحصاء رسمي للسكان صدر بالجريدة الرسمية."
    },
    {
        "reference": "المادة 11",
        "contenu": "يجتمع المجلس لانتخاب الرئيس ونوابه طبق الشروط والكيفيات المنصوص عليها في هذا القانون التنظيمي، ولا يمكن أن يتداول بكيفية صحيحة إلا بحضور الأغلبية المطلقة للأعضاء المزاولين مهامهم."
    },
    {
        "reference": "المادة 12",
        "contenu": "يجرى انتخاب رئيس المجلس ونوابه في جلسة واحدة مخصصة لهذه الغاية خلال الخمسة عشر (15) يوما الموالية لانتخاب أعضاء المجلس."
    },
    {
        "reference": "المادة 13",
        "contenu": "يترشح لمنصب رئيس مجلس الجهة الأعضاء والعضوات المرتبون على رأس لوائح الترشيح بكل الدوائر الانتخابية المحدثة بالقانون التنظيمي رقم 59.11 التي فازت بمقاعد داخل المجلس. ويتعين على المترشحين استيفاء الشروط التالية: 1. أن يكون من بين الأحزاب الحاصلة على المراتب الخمس الأولى بناء على مجموع المقاعد المحصل عليها في مجلس الجهة... 2. أن يرفق طلب الترشيح بتزكية مسلمة من الحزب السياسي الذي ينتمي إليه المترشح."
    },
    {
        "reference": "المادة 14",
        "contenu": "يتعين إيداع الترشيحات لرئاسة المجلس، بصفة شخصية، لدى والي الجهة خلال الخمسة (5) أيام الموالية لانتخاب أعضاء المجلس. يسلم والي الجهة وصلا عن كل إيداع للترشيح."
    },
    {
        "reference": "المادة 15",
        "contenu": "ينتخب رئيس المجلس في الدور الأول للاقتراع بالأغلبية المطلقة للأعضاء المزاولين مهامهم، وإذا لم يحصل أي مترشح على هذه الأغلبية، يتم إجراء دور ثان في نفس الجلسة بين المترشحين المرتبين، بحسب عدد الأصوات المحصل عليها، في الرتبتين الأولى والثانية... وإذا لم يحصل أي مترشح على الأغلبية المطلقة للأعضاء المزاولين مهامهم، يتم إجراء دور ثالث في نفس الجلسة ينتخب فيه الرئيس بالأغلبية النسبية للأعضاء الحاضرين."
    },
    {
        "reference": "المادة 16",
        "contenu": "لا يجوز أن ينتخب رئيسا لمجلس الجهة أو نوابا للرئيس ولا أن يزاولوا مهامهم بصفة مؤقتة المحاسبون العموميون الذين يرتبط نشاطهم مباشرة بالجهة المعنية. يمنع أن ينتخب نوابا للرئيس الأعضاء الذين هم مأجورون للرئيس."
    },
    {
        "reference": "المادة 17",
        "contenu": "تتنافى مهام رئيس مجلس الجهة أو نائب رئيس مجلس الجهة مع مهام رئيس أو نائب رئيس مجلس جماعة ترابية أخرى أو مهام رئيس أو نائب رئيس غرفة مهنية أو مهام رئيس أو نائب رئيس مجلس مقاطعة. لا يجوز الجمع بين رئاسة مجلس الجهة وصفة عضو في الحكومة أو في مجلس النواب أو مجلس المستشارين أو المجلس الاقتصادي والاجتماعي والبيئي، أو الهيئة العليا للاتصال السمعي البصري أو مجلس المنافسة أو الهيئة الوطنية للنزاهة والوقاية من الرشوة ومحاربتها."
    },
    {
        "reference": "المادة 18",
        "contenu": "يحدد عدد نواب رؤساء مجالس الجهات كما يلي: ستة نواب للمجالس التي يقل عدد أعضائها عن 39؛ سبعة نواب للمجالس بين 45 و51 عضوا؛ ثمانية نواب للمجالس بين 57 و63 عضوا؛ تسعة نواب للمجالس التي يفوق عدد أعضائها 63."
    },
    {
        "reference": "المادة 19",
        "contenu": "تنعقد، مباشرة بعد جلسة انتخاب الرئيس وتحت رئاسته جلسة مخصصة لانتخاب نواب الرئيس. يحضر هذه الجلسة والي الجهة أو من ينوب عنه. يتم انتخاب نواب الرئيس عن طريق الانتخاب باللائحة."
    },
    {
        "reference": "المادة 20",
        "contenu": "ينتخب الرئيس ونوابه لمدة انتداب المجلس، مع مراعاة مقتضيات المادة 73 من هذا القانون التنظيمي."
    }
]