[
    {
        "reference": "المادة 1",
        "contenu": "يقصد بالمناصب العليا في هذا القانون التنظيمي: - مناصب المسؤولين عن المؤسسات والمقاولات العمومية الاستراتيجية المنصوص عليها في الفقرة الأخيرة من الفصل 49 من الدستور. - الوظائف المدنية في الإدارات العمومية والوظائف السامية في المؤسسات والمقاولات العمومية التي يتداول مجلس الحكومة بخصوص التعيين فيها طبقا لأحكام الفصل 92 من الدستور."
    },
    {
        "reference": "المادة 2",
        "contenu": "تطبيقا لأحكام الفصل 49 من الدستور: I - تحدد في الملحق رقم 1 (أ)، المرفق بهذا القانون التنظيمي، لائحة المؤسسات العمومية الاستراتيجية التي يعين المسؤولون عنها بظهير بعد المداولة في المجلس الوزاري، بناء على اقتراح من رئيس الحكومة وبمبادرة من الوزير المعني. ترتب تلقائيا كل مؤسسة من المؤسسات العمومية المشار إليها أعلاه تم تحويلها إلى شركة، ضمن لائحة المقاولات العمومية المشار إليها في البند II أدناه، وذلك ابتداء من نشر القانون الذي أقر هذا التحويل في الجريدة الرسمية. II - تحدد في الملحق رقم 1 (ب) المرفق بهذا القانون التنظيمي، لائحة المقاولات العمومية الاستراتيجية التي يعين المسؤولون عنها في المجلس الوزاري، بناء على اقتراح من رئيس الحكومة وبمبادرة من الوزير المعني."
    },
    {
        "reference": "المادة 3",
        "contenu": "تطبيقا لأحكام الفصل 92 من الدستور: - تتمم في البندين (أ) و(ج) من الملحق رقم 2 المرفق بهذا القانون التنظيمي، لائحة المناصب العليا التي تكون موضوع مداولة في مجلس الحكومة، والتي يتم التعيين فيها بموجب مرسوم. - تحدد في البند (ب) من الملحق المذكور لائحة المقاولات العمومية التي يعين المسؤولون عنها في مجلس الحكومة."
    },
    {
        "reference": "المادة 4",
        "contenu": "تطبيقا لأحكام الفصل 92 من الدستور، تحدد كما يلي مبادئ ومعايير التعيين في المناصب العليا المشار إليها في الفقرة الثانية من المادة الأولى أعلاه: I- مبادئ التعيين: - تكافؤ الفرص والاستحقاق والشفافية والمساواة في وجه جميع المرشحات والمرشحين. - عدم التمييز بجميع أشكاله في اختيار المرشحات والمرشحين للمناصب العليا، بما فيها التمييز بسبب الانتماء السياسي أو النقابي أو بسبب اللغة أو الدين أو الجنس أو الإعاقة أو أي سبب آخر يتعارض مع مبادئ حقوق الإنسان وأحكام الدستور. - المناصفة بين النساء والرجال، باعتبارها مبدأ تسعى الدولة لتحقيقه طبقا لأحكام الفقرة الثانية من الفصل 19 من الدستور، مع مراعاة المبادئ والمعايير المنصوص عليها في هذه المادة. II- معايير التعيين: - التمتع بالحقوق المدنية والسياسية. - التوفر على مستوى عال من التعليم والكفاءة اللازمة. - التحلي بالنزاهة والاستقامة. - التوفر على تجربة مهنية بإدارات الدولة أو الجماعات الترابية أو المؤسسات أو المقاولات العمومية أو في القطاع الخاص، داخل الوطن أو خارجه."
    },
    {
        "reference": "المادة 5",
        "contenu": "من أجل تطبيق أحكام المادة الرابعة أعلاه، تحدد بنص تنظيمي مسطرة اقتراح المرشحات والمرشحين لشغل المناصب العليا من قبل السلطات المعنية، وتقديم ملفاتهم وعرضها من قبل رئيس الحكومة على مداولات مجلس الحكومة."
    },
    {
        "reference": "المادة 6",
        "contenu": "تظل الأحكام الجاري بها العمل في تاريخ دخول هذا القانون التنظيمي حيز التنفيذ، والتي تنص على معايير ومساطر خاصة للتعيين في بعض المناصب العليا بموجب تشريعات خاصة سارية المفعول، ما لم تتعارض مع مبادئ ومعايير التعيين المشار إليها في المادة الرابعة أعلاه."
    }
]