[
    {
        "reference": "المادة 1",
        "contenu": "تطبيقا لأحكام الفصل 44 من الدستور، يحدد هذا القانون التنظيمي قواعد سير مجلس الوصاية."
    },
    {
        "reference": "المادة 2",
        "contenu": "طبقا لأحكام الفقرة الثانية من الفصل 44 من الدستور، يرأس مجلس الوصاية رئيس المحكمة الدستورية. ويتركب، بالإضافة إلى رئيسه من رئيس الحكومة، ورئيس مجلس النواب ورئيس مجلس المستشارين والرئيس المنتدب للمجلس الأعلى للسلطة القضائية، والأمين العام للمجلس العلمي الأعلى، وعشر شخصيات يعينهم جلالة الملك بمحض اختياره. يكون مقر مجلس الوصاية بعاصمة المملكة."
    },
    {
        "reference": "المادة 3",
        "contenu": "مع مراعاة الأحكام المنصوص عليها على التوالي في المادة 4 أدناه والفرع الأول من الباب الثاني من هذا القانون التنظيمي، يمارس مجلس الوصاية، خلال المدة التي يكون فيها جلالة الملك غير بالغ سن الرشد اختصاصات العرش وحقوقه الدستورية. يمارس مجلس الوصاية، علاوة على ذلك السلطات المخولة لجلالة الملك بموجب النصوص التشريعية الجاري بها العمل."
    },
    {
        "reference": "المادة 4",
        "contenu": "طبقا لأحكام الفصل 44 من الدستور، لا يمكن لمجلس الوصاية، بأي حال من الأحوال، ممارسة السلطات الدستورية المخولة لجلالة الملك فيما يخص مراجعة الدستور."
    },
    {
        "reference": "المادة 5",
        "contenu": "يمارس مجلس الوصاية بمقتضى أوامر بمثابة ظهائر السلطات المخولة له بموجب أحكام الدستور وهذا القانون التنظيمي. تصدر الأوامر بمثابة ظهائر باسم جلالة الملك."
    },
    {
        "reference": "المادة 6",
        "contenu": "تحرر صيغة إصدار الأمر بتنفيذ القانون من طرف مجلس الوصاية وفق النموذج المحدد، وإذا تعلق الأمر بقانون تنظيمي أو قانون تمت إحالته إلى المحكمة الدستورية بموجب أحكام الفصل 132 من الدستور، فإنه يجب أن يشار في الأمر بمثابة ظهير القاضي بإصدار الأمر بالتنفيذ، إلى قرار المحكمة الدستورية."
    },
    {
        "reference": "المادة 7",
        "contenu": "يتولى رئيس مجلس الوصاية، بحضور أعضاء مجلس الوصاية، رئاسة المجلس الوزاري وكل مجلس أو هيئة أخرى يتولى جلالة الملك رئاستها بموجب أحكام الدستور والظهائر والنصوص التشريعية الجاري بها العمل."
    },
    {
        "reference": "المادة 8",
        "contenu": "يوقع رئيس مجلس الوصاية، بعد موافقة مجلس الوصاية على المعاهدات والاتفاقيات الدولية."
    },
    {
        "reference": "المادة 9",
        "contenu": "يقوم رئيس مجلس الوصاية بمهام القائد الأعلى للقوات المسلحة الملكية. غير أنه لا يمكنه أن يجعل هذه القوات في حالة طوارئ، ولا أن يأمرها بعمليات حربية أو يحشدها كلا أو بعضا إلا بعد موافقة مجلس الوصاية."
    },
    {
        "reference": "المادة 10",
        "contenu": "لتطبيق أحكام الفصل 65 من الدستور، يرأس رئيس مجلس الوصاية، باسم جلالة الملك، افتتاح الدورة الأولى للبرلمان، بحضور أعضاء مجلس الوصاية."
    },
    {
        "reference": "المادة 11",
        "contenu": "توقع الأوامر بمثابة ظهائر الصادرة عن مجلس الوصاية من قبل رئيسه وتوقع، علاوة على ذلك، بالعطف من قبل رئيس الحكومة، باستثناء تلك التي تتعلق بممارسة الاختصاصات المنصوص عليها في الفصول 41 و 44 (الفقرة الثانية) و 47 (الفقرتان الأولى والسادسة) و 51 و 57 و 59 و 130 (الفقرتان الأولى والرابعة) من الدستور."
    },
    {
        "reference": "المادة 12",
        "contenu": "في حالة وفاة رئيس مجلس الوصاية أو حدوث عجز بدني مستديم يمنعه، بصفة نهائية، من ممارسة صلاحياته يباشر فورا تعيين من يخلف رئيس المحكمة الدستورية بموجب أمر المجلس الوصاية بمثابة ظهير من بين أعضاء المحكمة الدستورية."
    },
    {
        "reference": "المادة 13",
        "contenu": "يمارس مجلس الوصاية مهامه بقوة القانون بمجرد تربع جلالة الملك الذي لم يبلغ بعد تمام السنة الثامنة عشرة من عمره على العرش."
    },
    {
        "reference": "المادة 14",
        "contenu": "ينعقد مجلس الوصاية بدعوة من رئيسه إما بمبادرة منه أو بطلب من أغلبية أعضائه."
    },
    {
        "reference": "المادة 15",
        "contenu": "يتداول مجلس الوصاية، بكيفية صحيحة، بحضور ثلاثة أرباع (4/3) أعضائه على الأقل. يتخذ مجلس الوصاية قراراته بإجماع أعضائه الحاضرين، وفي حالة تعذر ذلك، يتخذ قراراته بأغلبية ثلثي (2/3) أعضائه الحاضرين على الأقل."
    },
    {
        "reference": "المادة 16",
        "contenu": "في حالة وفاة عضو من بين الشخصيات العشر المعينين من قبل جلالة الملك بمحض اختياره أو حدوث عجز بدني مستديم يمنعه، بصفة نهائية، من ممارسة صلاحياته يباشر تعيين من يخلفه بموجب أمر المجلس الوصاية بمثابة ظهير. يجب عند تعيين الأعضاء الجدد للمجلس، احترام ما أمكن ذلك، التوازن الذي تم في ظله تعيين الأعضاء المتوفين أو الذين أصبحوا عاجزين عن ممارسة مهامهم بصفة نهائية."
    },
    {
        "reference": "المادة 17",
        "contenu": "يمارس جلالة الملك جميع اختصاصات العرش وحقوقه الدستورية بمجرد بلوغه تمام السنة الثامنة عشرة من عمره."
    },
    {
        "reference": "المادة 18",
        "contenu": "طبقا لأحكام الفقرة الأولى من الفصل 44 من الدستور، يعمل مجلس الوصاية كهيئة استشارية بجانب جلالة الملك حتى يدرك تمام السنة العشرين من عمره. وفي هذه الحالة، يجتمع مجلس الوصاية بدعوة من جلالة الملك ويبدي رأيه في كل مسألة يقرر جلالته عرضها عليه."
    },
    {
        "reference": "المادة 19",
        "contenu": "يعقد مجلس الوصاية اجتماعاته بمقره. غير أنه يمكنه، بصفة استثنائية، عندما تقتضي الظروف ذلك، عقدها خارج مقره داخل المملكة."
    },
    {
        "reference": "المادة 20",
        "contenu": "يخصص لرئيس مجلس الوصاية اعتماد مالي من الميزانية العامة للدولة. وتدرج الاعتمادات اللازمة لتسيير مجلس الوصاية في الميزانية العامة للدولة."
    },
    {
        "reference": "المادة 21",
        "contenu": "يحل مجلس الوصاية بقوة القانون بمجرد بلوغ جلالة الملك تمام السنة العشرين من عمره."
    },
    {
        "reference": "المادة 22",
        "contenu": "تنسخ أحكام الظهير الشريف رقم 1.77.290 الصادر في 24 من شوال 1397 (8) أكتوبر (1977) بمثابة القانون التنظيمي لمجلس الوصاية كما وقع تغييره بالقانون التنظيمي رقم 29.80 الصادر بتنفيذه الظهير الشريف رقم 1.81.377 بتاريخ 11 من رجب 1402 (6) ماي 1982."
    }
]