[
    {
        "reference": "المادة 1",
        "contenu": "تحدث بمقتضى هذا القانون منظومة رقمية وطنية وسجل وطني للحالة المدنية، لتسجيل وترسيم وتحيين وحفظ الوقائع المدنية الأساسية للأفراد من ولادة ووفاة وزواج وانحلال ميثاق الزوجية بواسطة نظام معلومياتي مركزي مندمج. يسري هذا القانون، وجوبا، على جميع المغاربة، كما يجوز للأجانب الاستفادة منه بالنسبة لولاداتهم ووفياتهم التي تقع فوق التراب الوطني."
    },
    {
        "reference": "المادة 2",
        "contenu": "يراد في مدلول هذا القانون والنصوص التنظيمية الصادرة لتطبيقه بما يلي: الحالة المدنية: النظام الذي يقوم على تسجيل الوقائع المدنية الأساسية للأفراد من ولادة ووفاة وزواج وانحلال ميثاق الزوجية وضبط جميع البيانات المتعلقة بها من حيث نوعها وتاريخ ومكان حدوثها بواسطة المنظومة الرقمية الوطنية للحالة المدنية المعدة لهذا الغرض. المنظومة الرقمية الوطنية للحالة المدنية: منظومة رقمية لتسجيل وترسيم وتحيين وحفظ وقائع الحالة المدنية وتبادل معطياتها، ويشار إليها بعده بالمنظومة الرقمية. بوابة الحالة المدنية: موقع إلكتروني إخباري وتفاعلي خاص بمرفق الحالة المدنية، يمكن المرتفق والسلطات والمؤسسات والهيئات المشار إليها في المادة 20 من هذا القانون من التصريح الأولي بمختلف الوقائع المدنية من ولادة أو وفاة أو زواج أو انحلال ميثاق الزوجية. النظام المعلومياتي لتدبير الحالة المدنية: نظام معلومياتي متطور يمكن مستعمليه من الضبط الأوتوماتيكي لمختلف المساطر والإجراءات المتعلقة بالحالة المدنية، ويوفر خدمات من جيل جديد للمرتفقين والإدارات العمومية، ويشار إليه بعده بالنظام المعلومياتي. السجل الوطني للحالة المدنية: سجل إلكتروني يتضمن جميع الرسوم الإلكترونية المكونة للقاعدة المركزية لمعطيات الحالة المدنية، ويشار إليه بعده بالسجل الوطني. الدفتر العائلي الإلكتروني: يشمل مراجع وملخصات الرسوم الإلكترونية لكل من الزوج والزوجة أو الزوجات حسب الحالة وأبنائهم والبيانات الهامشية المتعلقة بهم، ويعد عبر النظام المعلومياتي لتدبير الحالة المدنية. المصالح المختصة: الإدارات والمؤسسات والهيئات العمومية والجماعات الترابية والهيئات الخاصة المؤهلة من قبل السلطة المركزية لاستغلال معطيات الحالة المدنية."
    },
    {
        "reference": "المادة 3",
        "contenu": "تكتسي رسوم الحالة المدنية، نفس القوة الثبوتية التي للوثائق الرسمية مع اعتبار الشروط الشرعية في إثبات النسب والأحوال الشخصية. تخضع رسوم الحالة المدنية الإلكترونية للمقتضيات التشريعية ذات الصلة بالمعاملات الإلكترونية. يحدد شكل رسم الحالة المدنية الإلكتروني ومضمونه بنص تنظيمي."
    },
    {
        "reference": "المادة 4",
        "contenu": "تحدث مكاتب الحالة المدنية بكل جماعة داخل المملكة تبعا للتقسيم الجماعي للتراب الوطني. ويجوز لمجلس الجماعة، عند الحاجة إحداث مكاتب فرعية داخل النفوذ الترابي للجماعة بمقررات يؤشر عليها عامل العمالة أو الإقليم أو من ينوب عنه. تحدد كيفية تطبيق مقتضيات الفقرة الأولى أعلاه بنص تنظيمي. تحدث مكاتب للحالة المدنية خارج المملكة بالمراكز الدبلوماسية والقنصلية، خاصة بالمغاربة المقيمين بالخارج."
    },
    {
        "reference": "المادة 5",
        "contenu": "يسهر رؤساء مجالس الجماعات على توفير جميع الإمكانيات المادية والبشرية اللازمة لتسيير مكاتب الحالة المدنية التابعة لنفوذهم الترابي، كما تتولى السلطة الحكومية المكلفة بالخارجية توفير جميع الإمكانيات المادية والبشرية بمكاتب الحالة المدنية المتواجدة بالمراكز الدبلوماسية والقنصلية بالخارج."
    },
    {
        "reference": "المادة 6",
        "contenu": "طبقا لمقتضيات القانون التنظيمي رقم 113.14 المتعلق بالجماعات، ومع مراعاة مقتضيات هذا القانون، يعهد بمهام ضابط الحالة المدنية داخل المملكة إلى رؤساء مجالس الجماعات، ويجوز تفويض هذه المهام طبقا لمقتضيات المادة 102 من القانون التنظيمي المذكور، وإذا تغيب أو عاقه عائق ناب عنه أحد نوابه أو أحد أعضاء المجلس طبقا لمقتضيات المادة 109 من نفس القانون التنظيمي. تناط مهام ضابط الحالة المدنية بالجماعات ذات نظام المقاطعات برؤساء مجالس المقاطعات طبقا لمقتضيات المادة 237 من القانون التنظيمي المذكور. تحدد كيفيات تفويض مهام ضابط الحالة المدنية بنص تنظيمي. يمارس باشا كل جماعة من جماعات المشور مهام ضابط الحالة المدنية ويجوز أن يفوض هذه المهام لمساعده، وينوب عنه إذا تغيب أو عاقه عائق."
    },
    {
        "reference": "المادة 7",
        "contenu": "تناط مهام ضابط الحالة المدنية خارج المملكة، بالأعوان الدبلوماسيين والقناصل العاملين بالخارج وذلك طبقا للمقتضيات التشريعية والتنظيمية المتعلقة باختصاصات الأعوان الدبلوماسيين والقناصل العاملين بالخارج."
    },
    {
        "reference": "المادة 8",
        "contenu": "تتولى السلطة الحكومية المكلفة بالداخلية مراقبة أعمال ضابط الحالة المدنية، وتتبع سير مكاتب الحالة المدنية داخل المملكة. تقوم السلطة الحكومية المكلفة بالخارجية بمراقبة مكاتب الحالة المدنية خارج المملكة. تحدد مسطرة المراقبة بنص تنظيمي."
    },
    {
        "reference": "المادة 9",
        "contenu": "تفقد صفة ضابط الحالة المدنية بالنسبة للمكلفين بها بمجرد انتهاء مهامهم القانونية."
    },
    {
        "reference": "المادة 10",
        "contenu": "يعتبر ضباط الحالة المدنية وموظفوها مسؤولين طبقا لقواعد المسؤولية التقصيرية عن الأضرار اللاحقة بالغير نتيجة إخلالهم بضوابط الحالة المدنية أو بسبب أخطائهم المهنية الجسيمة. تقوم النيابة العامة المختصة بالإجراءات اللازمة لمتابعة ضابط الحالة المدنية أو غيره من الموظفين الذين ثبت لديها ارتكابهم أفعالا يعاقب عليها القانون."
    },
    {
        "reference": "المادة 11",
        "contenu": "يتم تسجيل وترسيم وتحيين وحفظ وقائع الحالة المدنية وتسليم مستخرجات من رسومها واستغلال إحصائياتها ومعطياتها وتبادلها إلكترونيا مع المصالح المختصة بواسطة منظومة رقمية."
    },
    {
        "reference": "المادة 12",
        "contenu": "تشتمل المنظومة الرقمية على ما يلي: بوابة الحالة المدنية؛ النظام المعلومياتي؛ السجل الوطني؛ التبادل الإلكتروني لمعطيات الحالة المدنية؛ المعرف الرقمي المدني - الاجتماعي المشار إليه في المادة 30 من هذا القانون."
    },
    {
        "reference": "المادة 13",
        "contenu": "يتضمن السجل الوطني ما يلي: رسوم الحالة المدنية المحررة على دعامة إلكترونية بواسطة النظام المعلومياتي على إثر كل تصريح بولادة أو وفاة، أو تضمين بياني الزواج وانحلال ميثاق الزوجية أو تحيين أحد بيانات الرسم من تغيير أو إضافة أو حذف أو تصحيح. رسوم الحالة المدنية الإلكترونية الممسوكة في إطار عملية رقمنة الرسوم المحررة بالسجلات الورقية الممسوكة لدى مختلف مكاتب الحالة المدنية داخل المملكة أو خارجها. إذا وقع اختلاف بين بيانات الرسوم المحررة بالسجلات الورقية وبين نظيرتها التي تمت رقمنتها، ترجح السجلات الورقية الأصلية التي تم تخزينها إلكترونيا. تخضع السجلات الورقية للحالة المدنية بعد رقمنتها، لمقتضيات التشريع المتعلق بالأرشيف."
    },
    {
        "reference": "المادة 14",
        "contenu": "يعتبر السجل الوطني المصدر الرسمي الوحيد لجميع رسوم الحالة المدنية ومستخرجاتها. يمسك السجل الوطني بالمنصة المركزية للسلطة الحكومية المكلفة بالداخلية."
    },
    {
        "reference": "المادة 15",
        "contenu": "تتولى سلطة مركزية، تحدد بنص تنظيمي، تصميم وتطوير العمليات والإجراءات الرقمية الخاصة بتدبير السجل الوطني، كما توفر البنيات التحتية والوسائل التنظيمية والتقنية اللازمة لضمان أمن وسلامة قواعد المعطيات، طبقا للتشريع المتعلق بالأمن السيبراني."
    },
    {
        "reference": "المادة 16",
        "contenu": "تتولى السلطة المركزية تدبير السجل الوطني، كما تسخر جميع الإمكانيات المادية والبشرية والتنظيمية اللازمة لذلك. تحدد كيفية ومهام تدبير السجل الوطني بنص تنظيمي."
    },
    {
        "reference": "المادة 17",
        "contenu": "يجب معالجة المعطيات ذات الطابع الشخصي المضمنة بالسجل الوطني واستغلالها، طبقا للتشريع المتعلق بحماية الأشخاص الذاتيين تجاه معالجة المعطيات ذات الطابع الشخصي."
    },
    {
        "reference": "المادة 18",
        "contenu": "يعاقب، طبقا لمقتضيات الباب العاشر من الجزء الأول من الكتاب الثالث من مجموعة القانون الجنائي كل شخص ارتكب أفعالا تمس نظم المعالجة الآلية للمعطيات المشار إليها في هذا القانون."
    },
    {
        "reference": "المادة 19",
        "contenu": "يصرح بوقائع الحالة المدنية من ولادة ووفاة وزواج وانحلال ميثاق الزوجية، بأي مكتب للحالة المدنية سواء داخل المغرب أو خارجه، عبر النظام المعلومياتي المعد لهذا الغرض. يمكن للمرتفق القيام بالتصريح الأولي بالوقائع المشار إليها أعلاه عبر المنظومة الرقمية. إذا حالت ظروف استثنائية دون تحرير الرسم إلكترونيا، ينجز ضابط الحالة المدنية محضرا في هذا الشأن، ويرفق ضمن المستندات والوثائق المدعمة للتصريح بالنظام المعلومياتي عند التمكن من تسجيل الرسم الإلكتروني. تحرر رسوم الحالة المدنية باللغة العربية، مع كتابة الأسماء الشخصية والعائلية لصاحب الرسم ولأصوله بحروف تيفيناغ والحروف اللاتينية."
    },
    {
        "reference": "المادة 20",
        "contenu": "يجب على مديري ومتصرفي المؤسسات الصحية المدنية والعسكرية ومكاتب الصحة والمؤسسات السجنية ومراكز الإصلاح والتهذيب ومؤسسات الرعاية الاجتماعية وغيرها من المؤسسات المعنية، القيام بالتصريح الأولي بالولادات والوفيات الواقعة في الأماكن التابعة لها عن طريق إحدى وسائل الاتصال المرتبطة بالمنظومة الرقمية. كما يجب على السلطات الإدارية المحلية المختصة القيام بالتصريح الأولي بالولادات والوفيات الواقعة في دائرة نفوذها الترابي. لا يصبح التصريح الأولي بالولادة أو الوفاة نهائيا ولا يرسم بالسجل الوطني من قبل ضابط الحالة المدنية، إلا بعد تتميمه من لدن الأشخاص المشار إليهم، حسب الحالة في المواد 24 و 25 و 37 من هذا القانون مع مراعاة مقتضيات المادة 39 منه. تحدد مسطرة التصريح الأولي الإلكتروني بنص تنظيمي."
    },
    {
        "reference": "المادة 21",
        "contenu": "إذا لم يتمم الأشخاص المشار إليهم في المواد 24 و 25 و 37 من هذا القانون، التصريح الأولي بالولادة أو الوفاة داخل أجل يحدد بنص تنظيمي، فلا يجوز تسجيل الرسم الخاص بالواقعة إلا بناء على إذن تصدره السلطة المركزية أو من تفوض له في ذلك، ويقدم طلب الإذن من قبل أي شخص له مصلحة مشروعة أو من قبل المصالح المختصة. إذا رفضت السلطة المركزية أو من فوضت له في ذلك منح الإذن بالتسجيل، أمكن للمعني بالأمر أن يرفع دعوى قضائية أمام المحكمة المختصة طبقا لمقتضيات الفصل 217 من قانون المسطرة المدنية."
    },
    {
        "reference": "المادة 22",
        "contenu": "توقع رسوم الحالة المدنية إلكترونيا طبقا للمقتضيات التشريعية ذات الصلة بالمعاملات الإلكترونية. يجب على ضابط الحالة المدنية أن يوقع رسوم الحالة المدنية إلكترونيا بمجرد تحريرها والمصادقة عليها بالنظام المعلومياتي."
    },
    {
        "reference": "المادة 23",
        "contenu": "إذا تبين رغم كل التدابير الاحترازية التقنية، أن شخصا سجل خطأ، أكثر من مرة بنفس البيانات بالسجل الوطني، يجب عرض أمره على السلطة المركزية من قبل ضابط الحالة المدنية أو صاحب المصلحة لاستصدار إذن بإلغائه. إذا ثبت للسلطة المركزية، في غير الحالة المشار إليها في الفقرة الأولى أعلاه، أن الأمر يتعلق بشخص سجل أكثر من مرة ببيانات أو هويات مختلفة، وجب تجميد وضعية رسمه وعرض الأمر على المحكمة المختصة لاستصدار حكم يقضي بإلغاء الرسم المسجل أكثر من مرة. تطبق العقوبة المنصوص عليها في الفصل 361 من مجموعة القانون الجنائي على كل شخص أدلى بتصريح كاذب من أجل التسجيل أو إعادة التسجيل في السجل الوطني أكثر من مرة."
    },
    {
        "reference": "المادة 24",
        "contenu": "يتمم التصريح الأولي بالولادة من طرف أقرباء المولود حسب الترتيب الموالي: الأب أو الأم؛ الجد أو الجدة؛ العم أو العمة؛ الخال أو الخالة؛ وصي الأب أو وصي الأم؛ الأخ أو الأخت؛ ابن الأخ أو بنت الأخ؛ ابن الأخت أو بنت الأخت. يقدم الأخ الشقيق على الأخ للأب، ويقدم هذا الأخير على الأخ للأم، كما يقدم الأكبر سنا على من هو أصغر منه متى كانت له القدرة الكافية على التصريح. ينتقل واجب التصريح بالولادة من أحد الأشخاص المذكورين في الفقرة الأولى أعلاه إلى الذي يليه في الترتيب متى تعذر التصريح من الأول لسبب من الأسباب. يقوم الوكيل في ذلك مقام موكله."
    },
    {
        "reference": "المادة 25",
        "contenu": "إذا تعلق الأمر بمولود من أبوين مجهولين، أو بمولود وقع التخلي عنه بعد الوضع، يصرح بولادته وكيل الملك بكيفية تلقائية أو بناء على طلب من السلطة الإدارية المحلية أو بطلب من يعنيه الأمر، معززا تصريحه بمحضر يحرر في هذا الشأن، وبشهادة طبية تحدد عمر المولود على وجه التقريب، ويختار له ضابط الحالة المدنية اسما شخصيا واسما عائليا، واسم أب واسم جد للأب مشتقين من أسماء العبودية لله تعالى كما يختار له اسم أم واسم جد للأم مشتق من أسماء العبودية لله تعالى، ويشير برسم ولادة المعني بالأمر إلى أن أسماء الأبوين والجدين قد اختيرت له طبقا لمقتضيات هذا القانون. تصرح بالابن المجهول الأب أمه أو من يقوم مقامها، كما تختار له أو من يقوم مقامها اسما شخصيا واسم أب وجد للأب مشتقين من أسماء العبودية لله تعالى، ويختار له ضابط الحالة المدنية اسما عائليا خاصا به إن لم ترغب الأم في إعطائه اسمها العائلي، مع الإشارة إلى أن اختيار أسماء الأب والجد للأب قد اختيرت له طبقا لمقتضيات هذا القانون. يجوز لكل شخص غير معروف الأب أو الأبوين، وسجل بالحالة المدنية دون هذين البيانين أن يطلب بنفسه أو من ينوب عنه، إضافة اسم الأب أو الأبوين، أو الجد أو الجدين حسب الحالة، باستصدار حكم قضائي."
    },
    {
        "reference": "المادة 26",
        "contenu": "يشار برسم ولادة الطفل المكفول إلى مراجع الوثيقة التي تم بمقتضاها إسناد أو إلغاء أو استمرار الكفالة طبقا للتشريع الجاري به العمل."
    },
    {
        "reference": "المادة 27",
        "contenu": "يخصص للتوائم رسم ولادة خاص بكل واحد منهم، ويتعين أن يختار لكل واحد اسم شخصي خاص به، مع الإشارة بكل رسم إلى عبارة التوأم الأول و التوأم الثاني إلى آخر توأم."
    },
    {
        "reference": "المادة 28",
        "contenu": "يدعم التصريح بولادة الخنثى بشهادة طبية تحدد جنس المولود، ويعتمد عليها في تحرير الرسم، وإذا حدث تغيير على جنس الخنثى في المستقبل فيغير بمقتضى حكم صادر عن المحكمة المختصة."
    },
    {
        "reference": "المادة 29",
        "contenu": "يسجل بالحالة المدنية المولود الميت حسب الحالة: إذا ولد حيا، يحرر له رسم ولادة، ثم يليه رسم وفاة. إذا ولد ميتا فلا يحرر له رسم ولادته بل يقتصر على تحرير رسم وفاته فقط، يشار فيه، أن الأم وضعت مولودا ميتا."
    },
    {
        "reference": "المادة 30",
        "contenu": "يسند، عند تسجيل ولادة كل مغربي أو أجنبي مقيم بالمغرب عبر المنظومة الرقمية معرف رقمي مدني اجتماعي المنصوص عليه في التشريع المتعلق بمنظومة استهداف المستفيدين من برنامج الدعم الاجتماعي وبإحداث الوكالة الوطنية للسجلات."
    },
    {
        "reference": "المادة 31",
        "contenu": "إذا وقعت الولادة لمغربي أثناء سفر بحري أو جوي، وجب التصريح بها لدى القنصل المغربي أو العون الدبلوماسي في جهة الوصول، أو لدى أي ضابط للحالة المدنية بالمغرب، وذلك خلال أجل يحدد بنص تنظيمي."
    },
    {
        "reference": "المادة 32",
        "contenu": "تسجل ولادة الأجنبي الذي اكتسب الجنسية المغربية، إذا كان مولودا بالمغرب من قبل أي مكتب من مكاتب الحالة المدنية، وفق الكيفية المحددة بنص تنظيمي. أما الحاصل على الجنسية المغربية المولود خارج المغرب، فيتم تسجيله بناء على حكم تصريحي بالولادة صادر عن المحكمة المختصة."
    },
    {
        "reference": "المادة 33",
        "contenu": "يجب على الشخص عند التسجيل بالحالة المدنية لأول مرة، أن يختار لنفسه اسما عائليا، ويجب ألا يكون الاسم العائلي الذي تم اختياره مخالفا للاسم العائلي لأبيه أو ماسا بالأخلاق أو النظام العام أو اسما شخصيا أو مثيرا للسخرية، أو اسم مدينة أو قرية أو قبيلة، أو اسما مركبا إلا إذا كان أحد أفراد عائلة المعني بالأمر من جهة الأب مسجلا باسم مركب في الحالة المدنية. إذا كان الاسم العائلي المختار اسما شريفا وجب إثباته بشهادة يسلمها نقيب الشرفاء المختص وفي حالة عدم وجوده يثبت بشهادة عدلية لفيفية. يصبح الاسم العائلي المختار المسجل في الحالة المدنية، لازما لصاحبه ولأعقابه من بعده، ولا يجوز له تغييره إلا إذا أذن له في ذلك، بموجب مرسوم، مع مراعاة مقتضيات المادة 35 بعده."
    },
    {
        "reference": "المادة 34",
        "contenu": "يجب ألا يكون الاسم الشخصي الذي اختاره من يقدم التصريح بالولادة قصد التسجيل في الحالة المدنية ماسا بالأخلاق أو النظام العام أو اسما عائليا أو مثيرا للسخرية أو اسم مدينة أو قرية أو قبيلة أو اسما مركبا من أكثر من اسمين. يجب أن يثبت الاسم الشخصي المصرح به قبل الاسم العائلي حين التسجيل في الحالة المدنية، وألا يكون مشفوعا بأي كنية أو صفة مثل «مولاي» أو «سيدي» أو «لالة» أو متبوعا برقم أو عدد. يجوز لكل مغربي مسجل بالحالة المدنية أن يطلب تغيير اسمه الشخصي، إذا كان له مبرر مقبول بواسطة حكم قضائي."
    },
    {
        "reference": "المادة 35",
        "contenu": "تختص اللجنة العليا للحالة المدنية المنصوص عليها في المرسوم رقم 2.99.665 الصادر في 2 شعبان 1423 (9 أكتوبر 2002)، ويشار إليها بعده باللجنة العليا بالنظر في مدى مطابقة الأسماء العائلية المختارة لمقتضيات المادة 33 أعلاه، كما تختص في طلبات تغيير الأسماء العائلية، وطلبات تغيير الأسماء الشخصية الأجنبية بالنسبة للمواطنين المسجلين بالحالة المدنية المغربية. تبت اللجنة العليا في النزاعات المتعلقة بالأسماء الشخصية المعروضة عليها من قبل ضباط الحالة المدنية للنظر فيما إذا كانت مستوفية للشروط المنصوص عليها في المادة 34 أعلاه. يجوز الطعن في قرارات اللجنة العليا أمام المحكمة الإدارية بالرباط. تتألف اللجنة العليا من مؤرخ المملكة رئيسا، وقاض يعين من قبل المجلس الأعلى للسلطة القضائية وممثل عن السلطة الحكومية المكلفة بالداخلية. تحدد مسطرة وكيفية اشتغال اللجنة العليا بنص تنظيمي."
    },
    {
        "reference": "المادة 36",
        "contenu": "يضمن ضابط الحالة المدنية في رسم الولادة البيانات الأساسية لملخص رسم الزواج، أو لعقد زواج المغاربة المقيمين بالخارج في حالة إبرامه طبقا للقانون المحلي لبلد الإقامة، وذلك وفقا لمقتضيات مدونة الأسرة. كما يضمن ضابط الحالة المدنية في رسم الولادة البيانات الأساسية لملخص وثيقة انحلال ميثاق الزوجية فور توصله به من قبل قاضي الأسرة، أو من قبل المصالح القنصلية المعنية بالخارج إذا تعلق الأمر بالمغاربة المقيمين بالخارج. تحال ملخصات وثيقتي الزواج وانحلال ميثاق الزوجية على ضابط الحالة المدنية وجوبا، عبر المنظومة الرقمية أو عند الاقتضاء بواسطة حامل ورقي من قبل قاضي الأسرة أو رئيس مصلحة كتابة الضبط بالمحكمة المصدرة للحكم المكتسب لقوة الشيء المقضي به أو رئيس المركز الدبلوماسي أو القنصلي، بخصوص انحلال ميثاق الزوجية. بالرغم من جميع الأحكام التشريعية المخالفة، يتم تضمين بيانات وثيقتي الزواج وانحلال ميثاق الزوجية بالنسبة للمغاربة المقيمين بالخارج الذين أبرموا عقود زواج طبقا للقانون المحلي لبلد الإقامة دون التقيد بأي أجال. يجوز للمرتفق تقديم طلب إدراج بياني الزواج وانحلال ميثاق الزوجية بأي مكتب للحالة المدنية أو عبر المنظومة الرقمية."
    },
    {
        "reference": "المادة 37",
        "contenu": "يتمم التصريح الأولي بالوفاة من قبل الأشخاص المبينين أسفله مع مراعاة الترتيب: الزوج أو الزوجة؛ الابن أو البنت؛ الأخ أو الأخت؛ الأب أو الأم أو وصي الأب أو وصي الأم أو المقدم على الهالك قبل وفاته؛ الجد أو الجدة؛ الكافل أو الكافلة بالنسبة للمكفول أو المكفولة؛ الأقربون بعدهم بالترتيب. تطبق نفس المقتضيات المنصوص عليها في المادة 24 أعلاه فيما يخص الأسبقية وانتقال واجب التصريح والوكالة."
    },
    {
        "reference": "المادة 38",
        "contenu": "إذا عثر على جثة شخص، وجب على ضابط الحالة المدنية تحرير رسم وفاة له بناء على محضر منجز من قبل ضابط الشرطة القضائية التابع له مكان اكتشاف الجثة ومؤشر عليه من لدن وكيل الملك المختص وتضمن بالرسم، الهوية الكاملة للهالك في حالة توفرها، وإذا تعذر ذلك تضمن به أوصافه قدر الإمكان. إذا ثبتت هوية الهالك بعد ذلك، يتم تصحيح الرسم وفق الهوية الثابتة بمقتضى حكم قضائي."
    },
    {
        "reference": "المادة 39",
        "contenu": "إذا تعذر على أحد أقارب الهالك المذكورين بالمادة 37 أعلاه تتميم التصريح الأولي بالوفاة الواقعة في المؤسسات المشار إليها في المادة 20 من هذا القانون، يقوم ضابط الحالة المدنية المختص بترسيم الوفاة بالسجل الوطني بناء على جميع المعلومات والبيانات المتوفرة بالمؤسسات المذكورة خلال أجل يحدد بنص تنظيمي."
    },
    {
        "reference": "المادة 40",
        "contenu": "إذا وقعت الوفاة لمغربي أثناء سفر بحري أو جوي، وجب التصريح بها لدى العون الدبلوماسي أو القنصل المغربي بالخارج في جهة الوصول أو لدى أي مكتب للحالة المدنية بالمغرب، وذلك خلال أجل يحدد بنص تنظيمي."
    },
    {
        "reference": "المادة 41",
        "contenu": "تسجل وفاة المفقود في المغرب أو خارجه، بناء على تصريح من ذويه أو من قبل النيابة العامة مدعم بحكم مكتسب لقوة الشيء المقضي به بالوفاة، طبقا لمقتضيات مدونة الأسرة."
    },
    {
        "reference": "المادة 42",
        "contenu": "تقوم السلطة الحكومية المكلفة بإدارة الدفاع الوطني بالتصريح بوفاة أفراد القوات المسلحة الملكية وأفراد القوات المساعدة والمجندين الذين يستشهدون في عمليات الدفاع عن المملكة بواسطة وسائل الاتصال الرقمية المرتبطة بالمنظومة الرقمية لدى ضابط الحالة المدنية المسند إليه هذا الاختصاص بموجب قرار للسلطة الحكومية المكلفة بالداخلية، قصد ترسيم واقعة وفاتهم بناء على الحجج المدلى بها. بالرغم من جميع المقتضيات المخالفة، يقوم ضابط الحالة المدنية المشار إليه في الفقرة الأولى أعلاه بناء على طلب من السلطة الحكومية المكلفة بإدارة الدفاع الوطني بإلغاء رسوم وفاة المستشهدين إذا ثبت أنهم لا زالوا على قيد الحياة، أو بتحيين رسومهم إذا ثبت أن هناك خطأ في أحد بياناتها."
    },
    {
        "reference": "المادة 43",
        "contenu": "تسلم نسخة من الرسم الإلكتروني للحالة المدنية أو نسخة كاملة أو موجزة من هذا الرسم للمعني بالأمر وأصوله وفروعه وزوجه والأرمل، ووليه أو وصيه أو المقدم عليه، أو من يوكله على ذلك، أو كافله أو طالب الكفالة طبقا للتشريع المتعلق بكفالة الأطفال المهملين من قبل أي مكتب للحالة المدنية بالمغرب أو خارجه. يجوز طلب نسخ من رسوم الحالة المدنية المشار إليها في الفقرة الأولى أعلاه، عبر المنظومة الرقمية كما يمكن طلبها واستخراجها عن بعد بواسطة كل وسائل الاتصال المتوفرة. كما يجوز للسلطات القضائية أو الإدارية، وكذا الأعوان الدبلوماسيين والقناصل المعتمدين بالمغرب طلب نسخ من الرسوم التي تخص مواطنيهم. إذا تعلق الأمر بغير من ذكر في الفقرتين الأولى والثالثة أعلاه، فلا تسلم النسخ من هذه الرسوم إلا بإذن صادر عن السلطة المركزية أو من فوضت له في ذلك، بناء على طلب كتابي يبرر ذلك. إذا رفضت السلطة المركزية أو من فوضت له في ذلك منح الإذن، أمكن للمعني بالأمر أن يرفع دعوى أمام المحكمة المختصة. تحدد رسوم مستخرجات الحالة المدنية المسلمة من قبل ضابط الحالة المدنية طبقا للتشريع الجاري به العمل. يحدد بنص تنظيمي شكل ومضمون وكيفية تسليم نسخ الرسوم الإلكترونية للحالة المدنية."
    },
    {
        "reference": "المادة 44",
        "contenu": "يحدث دفتر عائلي إلكتروني بالمنظومة الرقمية، ويحرر باللغة العربية مع كتابة الأسماء الشخصية والعائلية لصاحب الرسم وأصوله بحروف تيفيناغ وبالحروف اللاتينية بجانب كتابتها بالحروف العربية وتسلم نسخة منه مستخرجة عبر النظام المعلومياتي للأزواج المغاربة المسجلين بالحالة المدنية وللنائب الشرعي."
    },
    {
        "reference": "المادة 45",
        "contenu": "يجوز طلب نسخة مستخرجة من الدفتر العائلي الإلكتروني عبر المنظومة الرقمية أو عن بعد بكل وسائل الاتصال المتوفرة. يحدد بنص تنظيمي شكل الدفتر العائلي الإلكتروني ومضمونه وطريقة تسليم نسخته المستخرجة عبر النظام المعلومياتي والوثائق اللازمة لذلك."
    },
    {
        "reference": "المادة 46",
        "contenu": "يتم تحيين كافة بيانات رسم الحالة المدنية عبر المنظومة الرقمية من قبل أي ضابط للحالة المدنية طبقا لمقتضيات هذا القانون."
    },
    {
        "reference": "المادة 47",
        "contenu": "يقوم ضابط الحالة المدنية بإضافة أو تصحيح كتابة الأسماء الشخصية والعائلية لصاحب الرسم ولأصوله برسم ولادته بحروف تيفيناغ والحروف اللاتينية، بإذن من السلطة المركزية أو من تفوض له في ذلك، مع مراعاة مقتضيات المادة 52 من هذا القانون. ويرجع هذا الاختصاص إلى السلطة الحكومية المكلفة بالخارجية أو من تفوض له في ذلك، بالنسبة لرسوم الولادة المسجلة بالقنصليات والمراكز الديبلوماسية المغربية بالخارج."
    },
    {
        "reference": "المادة 48",
        "contenu": "تبت المحاكم المختصة في الطلبات الرامية إلى تصحيح بيانات رسوم الحالة المدنية المشوبة بأخطاء جوهرية. تختص السلطة المركزية أو من تفوض له في ذلك بمنح الإذن في تصحيح الأخطاء المادية. إذا رفضت السلطة المركزية أو من فوضت له في ذلك منح الإذن بتصحيح الخطأ المادي، يجوز لمن يعنيه الأمر، تقديم طلب بذلك إلى رئيس المحكمة المختصة. تحدد بنص تنظيمي مسطرة تصحيح الأخطاء المادية."
    },
    {
        "reference": "المادة 49",
        "contenu": "يعتبر رسم الحالة المدنية مشوبا بخطأ مادي في الحالتين التاليتين: إغفال تضمين بيان بالرسم على الرغم من كون المصرح قد صرح به، وثبت البيان الذي وقع إغفاله بالوثائق اللازمة؛ إذا وقع تضمين بيان بالرسم على خلاف ما تم التصريح به استنادا إلى الوثائق المدعمة للتصريح. ويعتبر رسم الحالة المدنية مشوبا بخطأ جوهري في الحالات التالية: إذا وقع إغفال تضمين بيان بالرسم لعدم التصريح به حين القيام بذلك؛ إذا تبين أن بيانا من البيانات المضمنة بالرسم مخالف للواقع؛ إذا اشتمل الرسم على إحدى البيانات الممنوع قانونا تضمينها به؛ إذا ثبت تسجيل الرسم أكثر من مرة ببيانات وهوية مختلفة."
    },
    {
        "reference": "المادة 50",
        "contenu": "يقدم الطلب الرامي إلى تصحيح رسم من رسوم الحالة المدنية المشوب بالخطأ الجوهري إلى المحكمة المختصة، ويتم البت فيه وفق القواعد المقررة في قانون المسطرة المدنية."
    },
    {
        "reference": "المادة 51",
        "contenu": "يوجه الطلب الرامي إلى الحصول على الإذن بتصحيح الأخطاء المادية عبر المنظومة الرقمية بعد التأشير عليه من قبل ضابط الحالة المدنية، داخل المغرب أو خارجه إلى السلطة المركزية أو من تفوض له في ذلك، التي تأذن فيه بالقبول أو بالرفض في أجل أقصاه خمسة عشر يوما من تاريخ التوصل به."
    },
    {
        "reference": "المادة 52",
        "contenu": "تبت المحاكم المختصة في طلبات إضافة أو تصحيح كل بيان من بيانات رسوم ولادة ووفاة كل من المغاربة والأجانب المتوفين المسجلين بالحالة المدنية المغربية."
    },
    {
        "reference": "المادة 53",
        "contenu": "يوجه الحكم الصادر عن المحكمة المختصة بالتصحيح أو الإذن الصادر عن السلطة المركزية أو من فوضت له في ذلك، وجوبا عبر المنظومة الرقمية بواسطة جميع الوسائل الرقمية المتوفرة، أو عند الاقتضاء بواسطة حامل ورقي، إلى أي ضابط للحالة المدنية الذي يجب عليه أن يضمن ملخص الحكم أو الإذن بالرسم المراد تصحيحه تحت طائلة الحكم على ضابط الحالة المدنية المعني وفقا لقواعد المسؤولية التقصيرية."
    },
    {
        "reference": "المادة 54",
        "contenu": "تتولى السلطة المركزية رقمنة الرسوم المحررة بالسجلات الورقية الممسوكة لدى مختلف الجماعات والقنصليات والمراكز الدبلوماسية المغربية بالخارج، مع الحرص على المحافظة على مطابقتها لأصولها وموثوقيتها وأرشفتها رقميا."
    },
    {
        "reference": "المادة 55",
        "contenu": "يظل كناش التعريف والحالة المدنية فيما يتعلق بمجال الحالة المدنية فقط، والدفتر العائلي المؤسسان قبل دخول هذا القانون حيز التنفيذ معمولا بهما وساري المفعول."
    },
    {
        "reference": "المادة 56",
        "contenu": "تعوض الإحالة إلى مقتضيات القانون رقم 37.99 المتعلق بالحالة المدنية الصادر بتنفيذه الظهير الشريف رقم 1.02.239 بتاريخ 25 من رجب 1423 (3 أكتوبر 2002)، في النصوص التشريعية أو التنظيمية الجاري بها العمل بالإحالة إلى المقتضيات المماثلة لها في هذا القانون."
    },
    {
        "reference": "المادة 57",
        "contenu": "تبقى الإجراءات المسطرية المنجزة في قضايا الحالة المدنية قبل تاريخ دخول هذا القانون حيز التنفيذ سارية المفعول. تظل الأحكام الصادرة قبل تاريخ دخول هذا القانون حيز التنفيذ خاضعة من حيث الطعون وأجالها للمقتضيات المنصوص عليها في القانون السالف الذكر رقم 37.99."
    },
    {
        "reference": "المادة 58",
        "contenu": "تنسخ مقتضيات القانون رقم 37.99 المتعلق بالحالة المدنية، مع مراعاة مقتضيات المادة 59 بعده، كما تنسخ جميع المقتضيات المخالفة لهذا القانون، لا سيما الفقرة الرابعة من الفصل 218 والفقرة الثانية من الفصل 219 من القانون المتعلق بالمسطرة المدنية الصادر بتنفيذه الظهير الشريف رقم 1.74.447 بتاريخ 11 رمضان 1394 (28 شتنبر 1974)."
    },
    {
        "reference": "المادة 59",
        "contenu": "ينتهي العمل بالنظام اليدوي والسجلات الورقية بمكاتب الحالة المدنية التي تم تنزيل المنظومة الرقمية بها داخل المملكة وخارجها، بقرارات صادرة عن السلطة المركزية. يتم تعميم تنزيل المنظومة الرقمية بمكاتب الحالة المدنية، داخل المملكة وخارجها بشكل تدريجي، خلال أجل لا يتعدى ثلاث سنوات ابتداء من تاريخ نشر هذا القانون بالجريدة الرسمية ودخوله حيز التنفيذ."
    }
]