[
  {
    "reference": "المادة 1",
    "contenu": "يطلق على هذا القانون اسم مدونة الأسرة، ويشار إليها بعده باسم المدونة."
  },
  {
    "reference": "المادة 2",
    "contenu": "تسري أحكام هذه المدونة على: جميع المغاربة ولو كانوا حاملين لجنسية أخرى؛ اللاجئين بمن فيهم عديمو الجنسية، طبقا لاتفاقية جنيف المؤرخة بـ 28 يوليوز لسنة 1951 المتعلقة بوضعية اللاجئين؛ العلاقات التي يكون فيها أحد الطرفين مغربيا؛ العلاقات التي تكون بين مغربيين أحدهما مسلم. أما اليهود المغاربة فتسري عليهم قواعد الأحوال الشخصية العبرية المغربية."
  },
  {
    "reference": "المادة 3",
    "contenu": "تعتبر النيابة العامة طرفا أصليا في جميع القضايا الرامية إلى تطبيق أحكام هذه المدونة. الكتاب الأول: الزواج القسم الأول: الخطبة والزواج"
  },
  {
    "reference": "المادة 4",
    "contenu": "الزواج ميثاق تراض وترابط شرعي بين رجل وامرأة على وجه الدوام، غايته الإحصان والعفاف وإنشاء أسرة مستقرة، برعاية الزوجين طبقا لأحكام هذه المدونة. الباب الأول: الخطبة"
  },
  {
    "reference": "المادة 5",
    "contenu": "الخطبة تواعد رجل وامرأة على الزواج. تتحقق الخطبة بتعبير طرفيها بأي وسيلة متعارف عليها تفيد التواعد على الزواج، ويدخل في حكمها قراءة الفاتحة وما جرت به العادة والعرف من تبادل الهدايا."
  },
  {
    "reference": "المادة 6",
    "contenu": "يعتبر الطرفان في فترة خطبة إلى حين الإشهاد على عقد الزواج، ولكل من الطرفين حق العدول عنها."
  },
  {
    "reference": "المادة 7",
    "contenu": "مجرد العدول عن الخطبة لا يترتب عنه تعويض. غير أنه إذا صدر عن أحد الطرفين فعل سبب ضررا للآخر، يمكن للمتضرر المطالبة بالتعويض."
  },
  {
    "reference": "المادة 8",
    "contenu": "لكل من الخاطب والمخطوبة أن يسترد ما قدمه من هدايا، ما لم يكن العدول عن الخطبة من قبله. ترد الهدايا بعينها، أو بقيمتها حسب الأحوال."
  },
  {
    "reference": "المادة 9",
    "contenu": "إذا قدم الخاطب الصداق أو جزءا منه، وحدث عدول عن الخطبة أو مات أحد الطرفين أثناءها، فللخاطب أو لورثته استرداد ما سلم بعينه إن كان قائما، وإلا فمثله أو قيمته يوم تسلمه. إذا لم ترغب المخطوبة في أداء المبلغ الذي حول إلى جهاز، تحمل المتسبب في العدول ما قد ينتج عن ذلك من خسارة بين قيمة الجهاز والمبلغ المؤدى فيه. الباب الثاني: الزواج"
  },
  {
    "reference": "المادة 10",
    "contenu": "ينعقد الزواج بإيجاب من أحد المتعاقدين وقبول من الآخر، بألفاظ تفيد معنى الزواج لغة أو عرفا. يصح الإيجاب والقبول من العاجز عن النطق بالكتابة إن كان يكتب، وإلا فبإشارته المفهومة من الطرف الآخر ومن الشاهدين."
  },
  {
    "reference": "المادة 11",
    "contenu": "يشترط في الإيجاب والقبول أن يكونا: شفوين عند الاستطاعة، وإلا فبالكتابة أو الإشارة المفهومة؛ متطابقين وفي مجلس واحد؛ باتين غير مقيدين بأجل أو شرط واقف أو فاسخ."
  },
  {
    "reference": "المادة 12",
    "contenu": "تطبق على عقد الزواج المشوب بإكراه أو تدليس الأحكام المنصوص عليها في المادتين 63 و66 بعده."
  },
  {
    "reference": "المادة 13",
    "contenu": "يجب أن تتوفر في عقد الزواج الشروط الآتية: 1. أهلية الزوج والزوجة؛ 2. عدم الاتفاق على إسقاط الصداق؛ 3. ولي الزواج عند الاقتضاء؛"
  },
  {
    "reference": "المادة 14",
    "contenu": "يمكن للمغاربة المقيمين في الخارج، أن يبرموا عقود زواجهم وفقا للإجراءات الإدارية المحلية لبلد إقامتهم، إذا توفر الإيجاب والقبول والأهلية والولي عند الاقتضاء، وانتفت الموانع ولم ينص على إسقاط الصداق، وحضره شاهدان مسلمان، مع مراعاة أحكام"
  },
  {
    "reference": "المادة 15",
    "contenu": "يجب على المغاربة الذين أبرموا عقد الزواج طبقا للقانون المحلي لبلد إقامتهم، أن يودعوا نسخة منه داخل أجل ثلاثة أشهر من تاريخ إبرامه، بالمصالح القنصلية المغربية التابعة لها محل سكنى طالبة أو طالب التسجيل أو محل إبرام العقد. تسري أحكام الفقرة الأولى أعلاه أيضا على عقود الزواج المبرمة، من طرف المغاربة حسب القانون المحلي لبلدان الإقامة، قبل تاريخ نشر هذا القانون بالجريدة الرسمية. إذا لم توجد هذه المصالح، ترسل النسخة داخل نفس الأجل إلى الوزارة المكلفة بالشؤون الخارجية. تتولى هذه الأخيرة إرسال النسخة المذكورة إلى ضابط الحالة المدنية وإلى قسم قضاء الأسرة لمحل ولادة كل من الزوجين. إذا لم يكن للزوجين أو لأحدهما محل ولادة بالمغرب، فإن النسخة توجه إلى قسم قضاء الأسرة بالرباط وإلى وكيل الملك بالمحكمة الابتدائية بالرباط."
  },
  {
    "reference": "المادة 16",
    "contenu": "تعتبر وثيقة عقد الزواج الوسيلة المقبولة لإثبات الزواج. إذا حالت أسباب قاهرة دون توثيق العقد في وقته، تعتمد المحكمة في سماع دعوى الزوجية سائر وسائل الإثبات وكذا الخبرة. تأخذ المحكمة بعين الاعتبار وهي تنظر في دعوى الزوجية وجود أطفال أو حمل ناتج عن العلاقة الزوجية، وما إذا رفعت الدعوى في حياة الزوجين. يعمل بسماع دعوى الزوجية في فترة انتقالية لا تتعدى خمسة عشر سنة ابتداء من تاريخ دخول هذا القانون حيز التنفيذ."
  },
  {
    "reference": "المادة 17",
    "contenu": "يتم عقد الزواج بحضور أطرافه، غير أنه يمكن التوكيل على إبرامه، بإذن من قاضي الأسرة المكلف بالزواج وفق الشروط الآتية: 1. وجود ظروف خاصة، لا يتأتى معها للموكل أن يقوم بإبرام عقد الزواج بنفسه؛"
  },
  {
    "reference": "المادة 18",
    "contenu": "ليس للقاضي أن يتولى بنفسه، تزويج من له الولاية عليه من نفسه ولا من أصوله ولا من فروعه. القسم الثاني: الأهلية والولاية والصداق الباب الأول: الأهلية والولاية في الزواج"
  },
  {
    "reference": "المادة 19",
    "contenu": "تكتمل أهلية الزواج بإتمام الفتى والفتاة المتمتعين بقواهما العقلية ثمان عشرة سنة شمسية."
  },
  {
    "reference": "المادة 20",
    "contenu": "لقاضي الأسرة المكلف بالزواج، أن يأذن بزواج الفتى والفتاة دون سن الأهلية المنصوص عليه في"
  },
  {
    "reference": "المادة 21",
    "contenu": "بعده."
  },
  {
    "reference": "المادة 22",
    "contenu": "يكتسب المتزوجان طبقا للالمادة 20 أعلاه، الأهلية المدنية في ممارسة حق التقاضي في كل ما يتعلق بآثار عقد الزواج من حقوق والتزامات. يمكن للمحكمة بطلب من أحد الزوجين أو نائبه الشرعي، أن تحدد التكاليف المالية للزوج المعني وطريقة أدائها."
  },
  {
    "reference": "المادة 23",
    "contenu": "يأذن قاضي الأسرة المكلف بالزواج بزواج الشخص المصاب بإعاقة ذهنية ذكراً كان أم أنثى، بعد تقديم تقرير حول حالة الإعاقة من طرف طبيب خبير أو أكثر. يطلع القاضي الطرف الآخر على التقرير وينص على ذلك في محضر. يجب أن يكون الطرف الآخر راشدا ويرضى صراحة في تعهد رسمي بعقد الزواج مع المصاب بالإعاقة."
  },
  {
    "reference": "المادة 24",
    "contenu": "الولاية حق للمرأة، تمارسها الراشدة حسب اختيارها ومصلحتها."
  },
  {
    "reference": "المادة 25",
    "contenu": "للراشدة أن تعقد زواجها بنفسها، أو تفوض ذلك لأبيها أو لأحد أقاربها. الباب الثاني: الصداق"
  },
  {
    "reference": "المادة 26",
    "contenu": "الصداق هو ما يقدمه الزوج لزوجته إشعارا بالرغبة في عقد الزواج وإنشاء أسرة مستقرة، وتثبيت أسس المودة والعشرة بين الزوجين، وأساسه الشرعي هو قيمته المعنوية والرمزية، وليس قيمته المادية."
  },
  {
    "reference": "المادة 27",
    "contenu": "يحدد الصداق وقت إبرام العقد، وفي حالة السكوت عن تحديده، يعتبر العقد زواج تفويض. إذا لم يتراض الزوجان بعد البناء على قدر الصداق في زواج التفويض، فإن المحكمة تحدده مراعية الوسط الاجتماعي للزوجين."
  },
  {
    "reference": "المادة 28",
    "contenu": "كل ما صح التزامه شرعا، صلح أن يكون صداقا، والمطلوب شرعا تخفيف الصداق."
  },
  {
    "reference": "المادة 29",
    "contenu": "الصداق ملك للمرأة تتصرف فيه كيف شاءت، ولا حق للزوج في أن يطالبها بأثاث أو غيره، مقابل الصداق الذي أصدقها إياه."
  },
  {
    "reference": "المادة 30",
    "contenu": "يجوز الاتفاق على تعجيل الصداق أو تأجيله إلى أجل مسمى كلا أو بعضا."
  },
  {
    "reference": "المادة 31",
    "contenu": "يؤدى الصداق عند حلول الأجل المتفق عليه. للزوجة المطالبة بأداء الحال من الصداق قبل بداية المعاشرة الزوجية."
  },
  {
    "reference": "المادة 32",
    "contenu": "تستحق الزوجة الصداق كله بالبناء أو الموت قبله. تستحق الزوجة نصف الصداق المسمى إذا وقع الطلاق قبل البناء. لا تستحق الزوجة الصداق قبل البناء: 1. إذا وقع فسخ عقد الزواج؛ 2. إذا وقع رد عقد الزواج بسبب عيب في الزوجة، أو كان الرد من الزوجة بسبب عيب في الزوج؛ 3. إذا حدث الطلاق في زواج التفويض."
  },
  {
    "reference": "المادة 33",
    "contenu": "إذا اختلف في قبض حال الصداق قبل البناء، فالقول قول الزوجة، أما بعده فالقول قول الزوج. إذا اختلف الزوجان في قبض الصداق المؤجل، فعلى الزوج إثبات أدائه. لا يخضع الصداق لأي تقادم."
  },
  {
    "reference": "المادة 34",
    "contenu": "كل ما أتت به الزوجة من جهاز وشوار يعتبر ملكا لها. إذا وقع نزاع في باقي الأمتعة، فالفصل فيه يخضع للقواعد العامة للإثبات. غير أنه إذا لم يكن لدى أي منهما بينة، فالقول للزوج بيمينه في المعتاد للرجال، وللزوجة بيمينها في المعتاد للنساء. أما المعتاد للرجال والنساء معا فيحلف كل منهما ويقتسمانه ما لم يرفض أحدهما اليمين ويحلف الآخر فيحكم له. القسم الثالث: موانع الزواج"
  },
  {
    "reference": "المادة 35",
    "contenu": "موانع الزواج قسمان: مؤبدة ومؤقتة. الباب الأول: الموانع المؤبدة"
  },
  {
    "reference": "المادة 36",
    "contenu": "المحرمات بالقرابة أصول الرجل وفصوله وفصول أول أصوله وأول فصل من كل أصل وإن علا."
  },
  {
    "reference": "المادة 37",
    "contenu": "المحرمات بالمصاهرة، أصول الزوجات بمجرد العقد، وفصولهن بشرط البناء بالأم، وزوجات الآباء وإن علوا، وزوجات الأولاد وإن سفلوا بمجرد العقد."
  },
  {
    "reference": "المادة 38",
    "contenu": "يحرم من الرضاع ما يحرم من النسب والمصاهرة. يعد الطفل الرضيع خاصة، دون إخوته وأخواته ولدا للمرضعة وزوجها. لا يمنع الرضاع من الزواج، إلا إذا حصل داخل الحولين الأولين قبل الفطام. الباب الثاني: الموانع المؤقتة"
  },
  {
    "reference": "المادة 39",
    "contenu": "موانع الزواج المؤقتة هي: 1. الجمع بين أختين، أو بين امرأة وعمتها أو خالتها من نسب أو رضاع؛ 2. الزيادة في الزوجات على العدد المسموح به شرعا؛ 3. حدوث الطلاق بين الزوجين ثلاث مرات، إلى أن تنقضي عدة المرأة من زوج آخر دخل بها دخولا يعتد به شرعا؛ زواج المطلقة من آخر يبطل الثلاث السابقة، فإذا عادت إلى مطلقها يملك عليها ثلاثا جديدة. 4. زواج المسلمة بغير المسلم، والمسلم بغير المسلمة ما لم تكن كتابية؛ 5. وجود المرأة في علاقة زواج أو في عدة أو استبراء."
  },
  {
    "reference": "المادة 40",
    "contenu": "يمنع التعدد إذا خيف عدم العدل بين الزوجات، كما يمنع في حالة وجود شرط من الزوجة بعدم التزوج عليها."
  },
  {
    "reference": "المادة 41",
    "contenu": "لا تأذن المحكمة بالتعدد: - إذا لم يثبت لها المبرر الموضوعي الاستثنائي؛ - إذا لم تكن لطالبه الموارد الكافية لإعالة الأسرتين، وضمان جميع الحقوق من نفقة وإسكان ومساواة في جميع أوجه الحياة."
  },
  {
    "reference": "المادة 42",
    "contenu": "في حالة عدم وجود شرط الامتناع عن التعدد، يقدم الراغب فيه طلب الإذن بذلك إلى المحكمة. يجب أن يتضمن الطلب بيان الأسباب الموضوعية الاستثنائية المبررة له، وأن يكون مرفقا بإقرار عن وضعيته المادية."
  },
  {
    "reference": "المادة 43",
    "contenu": "تستدعي المحكمة الزوجة المراد التزوج عليها للحضور. فإذا توصلت شخصيا ولم تحضر أو امتنعت من تسلم الاستدعاء، توجه إليها المحكمة عن طريق عون كتابة الضبط إنذاراً تشعرها فيه بأنها إذا لم تحضر في الجلسة المحدد تاريخها في الإنذار فسيبت في طلب الزوج في غيابها. كما يمكن البت في الطلب في غيبة الزوجة المراد التزوج عليها إذا أفادت النيابة العامة تعذر الحصول على موطن أو محل إقامة يمكن استدعاؤها فيه. إذا كان سبب عدم توصل الزوجة بالاستدعاء ناتجا عن تقديم الزوج بسوء نية لعنوان غير صحيح أو تحريف في اسم الزوجة، تطبق على الزوج العقوبة المنصوص عليها في الفصل 361 من القانون الجنائي بطلب من الزوجة المتضررة."
  },
  {
    "reference": "المادة 44",
    "contenu": "تجري المناقشة في غرفة المشورة بحضور الطرفين. ويستمع إليهما لمحاولة التوفيق والإصلاح، بعد استقصاء الوقائع وتقديم البيانات المطلوبة. للمحكمة أن تأذن بالتعدد بمقرر معلل غير قابل لأي طعن، إذا ثبت لها مبرره الموضوعي الاستثنائي، وتوفرت شروطه الشرعية، مع تقييده بشروط لفائدة المتزوج عليها وأطفالها."
  },
  {
    "reference": "المادة 45",
    "contenu": "إذا ثبت للمحكمة من خلال المناقشات تعذر استمرار العلاقة الزوجية، وأصرت الزوجة المراد التزوج عليها على المطالبة بالتطليق، حددت المحكمة مبلغا لاستيفاء كافة حقوق الزوجة وأولادهما الملزم الزوج بالإنفاق عليهم. يجب على الزوج إيداع المبلغ المحدد داخل أجل لا يتعدى سبعة أيام. تصدر المحكمة بمجرد الإيداع حكما بالتطليق ويكون هذا الحكم غير قابل لأي طعن في جزئه القاضي بإنهاء العلاقة الزوجية. يعتبر عدم إيداع المبلغ المذكور داخل الأجل المحدد تراجعا عن طلب الإذن بالتعدد. فإذا تمسك الزوج بطلب الإذن بالتعدد، ولم توافق الزوجة المراد التزوج عليها، ولم تطلب التطليق طبقت المحكمة تلقائيا مسطرة الشقاق المنصوص عليها في المواد 94 إلى 97 بعده."
  },
  {
    "reference": "المادة 46",
    "contenu": "في حالة الإذن بالتعدد، لا يتم العقد مع المراد التزوج بها إلا بعد إشعارها من طرف القاضي بأن مريد الزواج بها متزوج بغيرها ورضاها بذلك. يضمن هذا الإشعار والتعبير عن الرضى في محضر رسمي."
  },
  {
    "reference": "المادة 47",
    "contenu": "الشروط كلها ملزمة، إلا ما خالف منها أحكام العقد ومقاصده وما خالف القواعد الآمرة للقانون فيعتبر باطلا والعقد صحيحا."
  },
  {
    "reference": "المادة 48",
    "contenu": "الشروط التي تحقق فائدة مشروعة لمشترطها تكون صحيحة وملزمة لمن التزم بها من الزوجين. إذا طرأت ظروف أو وقائع أصبح معها التنفيذ العيني للشرط مرهقا، أمكن للملتزم به أن يطلب من المحكمة إعفاءه منه أو تعديله ما دامت تلك الظروف أو الوقائع قائمة، مع مراعاة أحكام"
  },
  {
    "reference": "المادة 49",
    "contenu": "لكل واحد من الزوجين ذمة مالية مستقلة عن ذمة الآخر، غير أنه يجوز لهما في إطار تدبير الأموال التي ستكتسب أثناء قيام الزوجية، الاتفاق على استثمارها وتوزيعها. يضمن هذا الاتفاق في وثيقة مستقلة عن عقد الزواج. يقوم العدلان بإشعار الطرفين عند زواجهما بالأحكام السالفة الذكر. إذا لم يكن هناك اتفاق فيرجع للقواعد العامة للإثبات، مع مراعاة عمل كل واحد من الزوجين وما قدمه من مجهودات وما تحمله من أعباء لتنمية أموال الأسرة. القسم الخامس: أنواع الزواج وأحكامها الباب الأول: الزواج الصحيح وآثاره"
  },
  {
    "reference": "المادة 50",
    "contenu": "إذا توفرت في عقد الزواج أركانه وشروط صحته، وانتفت الموانع، فيعتبر صحيحا وينتج جميع آثاره من الحقوق والواجبات التي رتبتها الشريعة بين الزوجين والأبناء والأقارب، المنصوص عليها في هذه المدونة. الفرع الأول: الزوجان"
  },
  {
    "reference": "المادة 51",
    "contenu": "الحقوق والواجبات المتبادلة بين الزوجين: 1. المساكنة الشرعية بما تستوجبه من معاشرة زوجية وعدل وتسوية عند التعدد، وإحصان كل منهما وإخلاصه للآخر، بلزوم العفة وصيانة العرض والنسل؛ 2. المعاشرة بالمعروف، وتبادل الاحترام والمودة والرحمة والحفاظ على مصلحة الأسرة؛"
  },
  {
    "reference": "المادة 52",
    "contenu": "عند إصرار أحد الزوجين على الإخلال بالواجبات المشار إليها في المادة السابقة، يمكن للطرف الآخر المطالبة بتنفيذ ما هو ملزم به، أو اللجوء إلى مسطرة الشقاق المنصوص عليها في المواد من 94 إلى 97 بعده."
  },
  {
    "reference": "المادة 53",
    "contenu": "إذا قام أحد الزوجين بإخراج الآخر من بيت الزوجية دون مبرر، تدخلت النيابة العامة من أجل إرجاع المطرود إلى بيت الزوجية حالا، مع اتخاذ الإجراءات الكفيلة بأمنه وحمايته. الفرع الثاني: الأطفال"
  },
  {
    "reference": "المادة 54",
    "contenu": "للأطفال على أبويهم الحقوق التالية: 1. حماية حياتهم وصحتهم منذ الحمل إلى حين بلوغ سن الرشد؛ 2. العمل على تثبيت هويتهم والحفاظ عليها خاصة، بالنسبة للاسم والجنسية والتسجيل في الحالة المدنية؛ 3. النسب والحضانة والنفقة طبقا لأحكام الكتاب الثالث من هذه المدونة؛ 4. إرضاع الأم لأولادها عند الاستطاعة؛ 5. اتخاذ كل التدابير الممكنة للنمو الطبيعي للأطفال بالحفاظ على سلامتهم الجسدية والنفسية والعناية بصحتهم وقاية وعلاجا؛ 6. التوجيه الديني والتربية على السلوك القويم وقيم النبل المؤدية إلى الصدق في القول والعمل، واجتناب العنف المفضي إلى الإضرار الجسدي والمعنوي، والحرص على الوقاية من كل استغلال يضر بمصالح الطفل؛ 7. التعليم والتكوين الذي يؤهلهم للحياة العملية وللعضوية النافعة في المجتمع، وعلى الآباء أن يهيئوا لأولادهم قدر المستطاع الظروف الملائمة لمتابعة دراستهم حسب استعدادهم الفكري والبدني. عندما يفترق الزوجان، تتوزع هذه الواجبات بينهما بحسب ما هو مبين في أحكام الحضانة."
  },
  {
    "reference": "المادة 55",
    "contenu": "ينشئ عقد الزواج آثارا تمتد إلى أقارب الزوجين كموانع الزواج الراجعة إلى المصاهرة، والرضاع، والجمع. الباب الثاني: الزواج غير الصحيح وآثاره"
  },
  {
    "reference": "المادة 56",
    "contenu": "الزواج غير الصحيح يكون إما باطلا وإما فاسدا. الفرع الأول: الزواج الباطل"
  },
  {
    "reference": "المادة 57",
    "contenu": "يكون الزواج باطلا: 1. إذا اختل فيه أحد الأركان المنصوص عليها في"
  },
  {
    "reference": "المادة 58",
    "contenu": "تصرح المحكمة ببطلان الزواج تطبيقا لأحكام"
  },
  {
    "reference": "المادة 59",
    "contenu": "يكون الزواج فاسدا إذا اختل فيه شرط من شروط صحته طبقا للمادتين 60 و61 بعده ومنه ما يفسخ قبل البناء ويصحح بعده، ومنه ما يفسخ قبل البناء وبعده."
  },
  {
    "reference": "المادة 60",
    "contenu": "يفسخ الزواج الفاسد قبل البناء والصداق فيه إذا لم تتوفر في الصداق شروطه الشرعية، ويصحح بعد البناء بصداق المثل، وتراعي المحكمة في تحديده الوسط الاجتماعي للزوجين."
  },
  {
    "reference": "المادة 61",
    "contenu": "يفسخ الزواج الفاسد لعقده قبل البناء وبعده، وذلك في الحالات الآتية: 1. إذا كان الزواج في المرض المخوف لأحد الزوجين، إلا أن يشفى المريض بعد الزواج؛ 2. إذا قصد الزوج بالزواج تحليل المبتوتة لمن طلقها ثلاثا؛ 3. إذا كان الزواج بدون ولي في حالة وجوبه. يعتد بالطلاق أو التطليق الواقع في الحالات المذكورة أعلاه، قبل صدور الحكم بالفسخ."
  },
  {
    "reference": "المادة 62",
    "contenu": "إذا اقترن الإيجاب أو القبول بأجل أو شرط واقف أو فاسخ، تطبق أحكام"
  },
  {
    "reference": "المادة 63",
    "contenu": "يمكن للمكره أو المدلس عليه من الزوجين بوقائع كان التدليس بها هو الدافع إلى قبول الزواج أو اشترطها صراحة في العقد، أن يطلب فسخ الزواج قبل البناء وبعده خلال أجل لا يتعدى شهرين من يوم زوال الإكراه، ومن تاريخ العلم بالتدليس مع حقه في طلب التعويض."
  },
  {
    "reference": "المادة 64",
    "contenu": "الزواج الذي يفسخ تطبيقا للمادتين 60 و61 أعلاه، لا ينتج أي أثر قبل البناء، وتترتب عنه بعد البناء آثار العقد الصحيح إلى أن يصدر الحكم بفسخه."
  },
  {
    "reference": "المادة 65",
    "contenu": ":أولا يحدث ملف لعقد الزواج يحفظ بكتابة الضبط لدى قسم قضاء الأسرة لمحل إبرام العقد ويضم الوثائق الآتية؛ وهي: 1. مطبوع خاص بطلب الإذن بتوثيق الزواج يحدد شكله ومضمونه بقرار من وزير العدل؛ 2. نسخة من رسم الولادة ويشير ضابط الحالة المدنية في هامش العقد بسجل الحالة المدنية، إلى تاريخ منح هذه النسخة ومن أجل الزواج؛ 3. شهادة إدارية لكل واحد من الخطيبين تحدد بياناتها بقرار مشترك لوزيري العدل والداخلية؛ 4. شهادة طبية لكل واحد من الخطيبين يحدد مضمونها وطريقة إصدارها بقرار مشترك لوزيري العدل والصحة؛ 5. الإذن بالزواج في الحالات الآتية، وهي: - الزواج دون سن الأهلية؛ - التعدد في حالة توفر شروطه المنصوص عليها في هذه المدونة؛ - زواج الشخص المصاب بإعاقة ذهنية؛ - زواج معتنقي الإسلام والأجانب. 6. شهادة الكفاءة بالنسبة للأجانب أو ما يقوم مقامها. ثانيا: يؤشر قاضي الأسرة المكلف بالزواج قبل الإذن على ملف المستندات المشار إليه أعلاه، ويحفظ برقمه الترتيبي في كتابة الضبط. ثالثا: يأذن هذا الأخير للعدلين بتوثيق عقد الزواج. رابعا: يضمن العدلان في عقد الزواج، تصريح كل واحد من الخطيبين هل سبق أن تزوج أم لا؟ وفي حالة وجود زواج سابق، يرفق التصريح بما يثبت الوضعية القانونية إزاء العقد المزمع إبرامه."
  },
  {
    "reference": "المادة 66",
    "contenu": "التدليس في الحصول على الإذن أو شهادة الكفاءة المنصوص عليهما في البندين 5 و6 من المادة السابقة أو التملص منهما، تطبق على فاعله والمشاركين معه أحكام الفصل 366 من القانون الجنائي بطلب من المتضرر. يخول للمدلس عليه من الزوجين حق طلب الفسخ مع ما يترتب عن ذلك من التعويضات عن الضرر."
  },
  {
    "reference": "المادة 67",
    "contenu": "يتضمن عقد الزواج ما يلي: 1. الإشارة إلى إذن القاضي ورقمه وتاريخ صدوره ورقم ملف مستندات الزواج والمحكمة المودع بها؛ 2. اسم الزوجين ونسبهما، وموطن أو محل إقامة كل واحد منهما، ومكان ميلاده وسنه، ورقم بطاقته الوطنية أو ما يقوم مقامها، وجنسيته؛ 3. اسم الولي عند الاقتضاء؛ 4. صدور الإيجاب والقبول من المتعاقدين وهما متمتعان بالأهلية والتمييز والاختيار؛ 5. في حالة التوكيل على العقد، اسم الوكيل ورقم بطاقته الوطنية، وتاريخ ومكان صدور الوكالة في الزواج؛ 6. الإشارة إلى الوضعية القانونية لمن سبق زواجه من الزوجين؛ 7. مقدار الصداق في حال تسميته مع بيان المعجل منه والمؤجل، وهل قبض عيانا أو اعترافا؛ 8. الشروط المتفق عليها بين الطرفين؛ 9. توقيع الزوجين والولي عند الاقتضاء؛ 10. اسم العدلين وتوقيع كل واحد منهما بعلامته وتاريخ الإشهاد على العقد؛ 11. خطاب القاضي على رسم الزواج مع طابعه. يمكن بقرار لوزير العدل تغيير وتتميم لائحة المستندات التي يتكون منها ملف عقد الزواج وكذا محتوياته."
  },
  {
    "reference": "المادة 68",
    "contenu": "يسجل نص العقد في السجل المعد لذلك لدى قسم قضاء الأسرة، ويوجه ملخصه إلى ضابط الحالة المدنية لمحل ولادة الزوجين، مرفقا بشهادة التسليم داخل أجل خمسة عشر يوما من تاريخ الخطاب عليه. غير أنه إذا لم يكن للزوجين أو لأحدهما محل ولادة بالمغرب، يوجه الملخص إلى وكيل الملك بالمحكمة الابتدائية بالرباط. على ضابط الحالة المدنية تضمين بيانات الملخص بهامش رسم ولادة الزوجين. يحدد شكل السجل المشار إليه في الفقرة الأولى أعلاه ومضمونه وكذا المعلومات المذكورة، بقرار لوزير العدل."
  },
  {
    "reference": "المادة 69",
    "contenu": "يسلم أصل رسم الزواج للزوجة، ونظير منه للزوج فور الخطاب عليه."
  },
  {
    "reference": "المادة 70",
    "contenu": "لا ينبغي اللجوء إلى حل ميثاق الزوجية بالطلاق أو بالتطليق إلا استثناء، وفي حدود الأخذ بقاعدة أخف الضررين، لما في ذلك من تفكيك الأسرة والإضرار بالأطفال."
  },
  {
    "reference": "المادة 71",
    "contenu": "ينحل عقد الزواج بالوفاة أو الفسخ أو الطلاق أو التطليق أو الخلع."
  },
  {
    "reference": "المادة 72",
    "contenu": "تترتب على انحلال عقد الزواج آثاره المنصوص عليها في هذه المدونة، وذلك من تاريخ: 1. وفاة أحد الزوجين أو الحكم بوفاته؛ 2. الفسخ أو الطلاق أو التطليق أو الخلع."
  },
  {
    "reference": "المادة 73",
    "contenu": "يقع التعبير عن الطلاق باللفظ المفهم له وبالكتابة، ويقع من العاجز عنهما بإشارته الدالة على قصده. القسم الثاني: الوفاة والفسخ الباب الأول: الوفاة"
  },
  {
    "reference": "المادة 74",
    "contenu": "تثبت الوفاة وتاريخها أمام المحكمة بكل الوسائل المقبولة. تحكم المحكمة بوفاة المفقود طبقا للالمادة 327 وما بعدها."
  },
  {
    "reference": "المادة 75",
    "contenu": "إذا ظهر أن المفقود المحكوم بوفاته ما زال حيا، تعين على النيابة العامة أو من يعنيه الأمر، أن يطلب من المحكمة إصدار قرار بإثبات كونه باقيا على قيد الحياة. يبطل الحكم الصادر بإثبات حياة المفقود، الحكم بالوفاة بجميع آثاره، ما عدا زواج امرأة المفقود فيبقى نافذا إذا وقع البناء بها."
  },
  {
    "reference": "المادة 76",
    "contenu": "في حالة ثبوت التاريخ الحقيقي للوفاة غير الذي صدر الحكم به، يتعين على النيابة العامة وكل من يعنيه الأمر طلب إصدار الحكم بإثبات ذلك، وببطلان الآثار المترتبة عن التاريخ غير الصحيح للوفاة ما عدا زواج المرأة. الباب الثاني: الفسخ"
  },
  {
    "reference": "المادة 77",
    "contenu": "يحكم بفسخ عقد الزواج قبل البناء أو بعده في الحالات وطبقا للشروط المنصوص عليها في هذه المدونة. القسم الثالث: الطلاق"
  },
  {
    "reference": "المادة 78",
    "contenu": "الطلاق حل ميثاق الزوجية، يمارسه الزوج والزوجة، كل بحسب شروطه تحت مراقبة القضاء وطبقا لأحكام هذه المدونة."
  },
  {
    "reference": "المادة 79",
    "contenu": "يجب على من يريد الطلاق أن يطلب الإذن من المحكمة بالإشهاد به لدى عدلين منتصبين لذلك، بدائرة نفوذ المحكمة التي يوجد بها بيت الزوجية، أو موطن الزوجة، أو محل إقامتها أو التي أبرم فيها عقد الزواج حسب الترتيب."
  },
  {
    "reference": "المادة 80",
    "contenu": "يتضمن طلب الإذن بالإشهاد على الطلاق، هوية الزوجين ومهنتهما وعنوانهما، وعدد الأطفال إن وجدوا، وسنهم ووضعهم الصحي والدراسي. يرفق الطلب بمستند الزوجية والحجج المثبتة لوضعية الزوج المادية والتزاماته المالية."
  },
  {
    "reference": "المادة 81",
    "contenu": "تستدعي المحكمة الزوجين لمحاولة الإصلاح. إذا توصل الزوج شخصيا بالاستدعاء ولم يحضر، اعتبر ذلك منه تراجعا عن طلبه. إذا توصلت الزوجة شخصيا بالاستدعاء ولم تحضر، ولم تقدم ملاحظات مكتوبة، أخطرتها المحكمة عن طريق النيابة العامة بأنها إذا لم تحضر فسيتم البت في الملف. إذا تبين أن عنوان الزوجة مجهول، استعانت المحكمة بالنيابة العامة للوصول إلى الحقيقة، وإذا ثبت تحايل الزوج، طبقت عليه العقوبة المنصوص عليها في"
  },
  {
    "reference": "المادة 82",
    "contenu": "عند حضور الطرفين، تجري المناقشات بغرفة المشورة، بما في ذلك الاستماع إلى الشهود ولمن ترى المحكمة فائدة في الاستماع إليه. للمحكمة أن تقوم بكل الإجراءات، بما فيها انتداب حكمين أو مجلس العائلة، أو من تراه مؤهلا لإصلاح ذات البين. وفي حالة وجود أطفال تقوم المحكمة بمحاولتين للصلح تفصل بينهما مدة لا تقل عن ثلاثين يوما. إذا تم الإصلاح بين الزوجين حرر به محضر وتم الإشهاد به من طرف المحكمة."
  },
  {
    "reference": "المادة 83",
    "contenu": "إذا تعذر الإصلاح بين الزوجين، حددت المحكمة مبلغا يودعه الزوج بكتابة الضبط بالمحكمة داخل أجل أقصاه ثلاثون يوما لأداء مستحقات الزوجة والأطفال الملزم بالإنفاق عليهم المنصوص عليها في المادتين المواليتين."
  },
  {
    "reference": "المادة 84",
    "contenu": "تشمل مستحقات الزوجة: الصداق المؤخر إن وجد، ونفقة العدة، والمتعة التي يراعى في تقديرها فترة الزواج والوضعية المالية للزوج، وأسباب الطلاق، ومدى تعسف الزوج في توقيعه. تسكن الزوجة خلال العدة في بيت الزوجية، أو للضرورة في مسكن ملائم لها وللوضعية المادية للزوج، وإذا تعذر ذلك حددت المحكمة تكاليف السكن في مبلغ يودع كذلك ضمن المستحقات بكتابة ضبط المحكمة."
  },
  {
    "reference": "المادة 85",
    "contenu": "تحدد مستحقات الأطفال الملزم بنفقتهم طبقا للمادتين 168 و 190 بعده، مع مراعاة الوضعية المعيشية والتعليمية التي كانوا عليها قبل الطلاق."
  },
  {
    "reference": "المادة 86",
    "contenu": "إذا لم يودع الزوج المبلغ المنصوص عليه في"
  },
  {
    "reference": "المادة 87",
    "contenu": "بمجرد إيداع الزوج المبلغ المطلوب منه، تأذن له المحكمة بتوثيق الطلاق لدى العدلين داخل دائرة نفوذ نفس المحكمة. يقوم القاضي بمجرد خطابه على وثيقة الطلاق بتوجيه نسخة منها إلى المحكمة التي أصدرت الإذن بالطلاق."
  },
  {
    "reference": "المادة 88",
    "contenu": "بعد توصل المحكمة بالنسخة المشار إليها في المادة السابقة، تصدر قرارا معللا يتضمن: 1. أسماء الزوجين وتاريخ ومكان والدتهما وزواجهما وموطنهما أو محل إقامتهما؛"
  },
  {
    "reference": "المادة 89",
    "contenu": "إذا ملك الزوج زوجته حق إيقاع الطلاق، كان لها أن تستعمل هذا الحق عن طريق تقديم طلب إلى المحكمة طبقا لأحكام المادتين 79 و80 أعلاه. تتأكد المحكمة من توفر شروط التمليك المتفق عليها بين الزوجين، وتحاول الإصلاح بينهما طبقا لأحكام المادتين 81 و82 أعلاه. إذا تعذر الإصلاح، تأذن المحكمة للزوجة بالإشهاد على الطلاق، وتبت في مستحقات الزوجة والأطفال عند الاقتضاء، تطبيقا لأحكام المادتين 84 و85 أعلاه. لا يمكن للزوج أن يعزل زوجته من ممارسة حقها في التمليك الذي ملكها إياه."
  },
  {
    "reference": "المادة 90",
    "contenu": "لا يقبل طلب الإذن بطلاق السكران الطافح والمكره وكذا الغضبان إذا كان مطبقا."
  },
  {
    "reference": "المادة 91",
    "contenu": "الحلف باليمين أو الحرام لا يقع به طلاق."
  },
  {
    "reference": "المادة 92",
    "contenu": "الطلاق المقترن بعدد لفظا أو إشارة أو كتابة لا يقع إلا واحدا."
  },
  {
    "reference": "المادة 93",
    "contenu": "الطلاق المعلق على فعل شيء أو تركه لا يقع."
  },
  {
    "reference": "المادة 94",
    "contenu": "إذا طلب الزوجان أو أحدهما من المحكمة حل نزاع بينهما يخاف منه الشقاق، وجب عليها أن تقوم بكل المحاولات لإصلاح ذات البين طبقا لأحكام"
  },
  {
    "reference": "المادة 95",
    "contenu": "يقوم الحكمان أو من في حكمهما باستقصاء أسباب الخلاف بين الزوجين وببذل جهدهما لإنهاء النزاع. إذا توصل الحكمان إلى الإصلاح بين الزوجين، حررا مضمونه في تقرير من ثلاث نسخ يوقعها الحكمان والزوجان ويرفعانها إلى المحكمة التي تسلم لكل واحد من الزوجين نسخة منه، وتحفظ الثالثة بالملف ويتم الإشهاد على ذلك من طرف المحكمة."
  },
  {
    "reference": "المادة 96",
    "contenu": "إذا اختلف الحكمان في مضمون التقرير أو في تحديد المسؤولية، أو لم يقدماه خلال الأجل المحدد لهما، أمكن للمحكمة أن تجري بحثا إضافيا بالوسيلة التي تراها ملائمة."
  },
  {
    "reference": "المادة 97",
    "contenu": "في حالة تعذر الإصلاح واستمرار الشقاق، تثبت المحكمة ذلك في محضر، وتحكم بالتطليق وبالمستحقات طبقا للمواد 83 و84 و85 أعلاه، مراعية مسؤولية كل من الزوجين عن سبب الفراق في تقدير ما يمكن أن تحكم به على المسؤول لفائدة الزوج الآخر. يفصل في دعوى الشقاق في أجل لا يتجاوز ستة أشهر من تاريخ تقديم الطلب. الباب الثاني: التطليق لأسباب أخرى"
  },
  {
    "reference": "المادة 98",
    "contenu": "للزوجة طلب التطليق بناء على أحد الأسباب الآتية: 1. إخلال الزوج بشرط من شروط عقد الزواج؛ 2. الضرر؛ 3. عدم الإنفاق؛ 4. الغيبة؛"
  },
  {
    "reference": "المادة 99",
    "contenu": "يعتبر كل إخلال بشرط في عقد الزواج ضررا مبررا لطلب التطليق. يعتبر ضررا مبررا لطلب التطليق، كل تصرف من الزوج أو سلوك مشين أو مخل بالأخلاق الحميدة يلحق بالزوجة إساءة مادية أو معنوية تجعلها غير قادرة على الاستمرار في العلاقة الزوجية."
  },
  {
    "reference": "المادة 100",
    "contenu": "تثبت وقائع الضرر بكل وسائل الإثبات بما فيها شهادة الشهود، الذين تستمع إليهم المحكمة في غرفة المشورة. إذا لم تثبت الزوجة الضرر، وأصرت على طلب التطليق، يمكنها اللجوء إلى مسطرة الشقاق."
  },
  {
    "reference": "المادة 101",
    "contenu": "في حالة الحكم بالتطليق للضرر، للمحكمة أن تحدد في نفس الحكم مبلغ التعويض المستحق عن الضرر. الفرع الثاني: عدم الإنفاق"
  },
  {
    "reference": "المادة 102",
    "contenu": "للزوجة طلب التطليق بسبب إخلال الزوج بالنفقة الحالة الواجبة عليه، وفق الحالات والأحكام الآتية: إذا كان للزوج مال يمكن أخذ النفقة منه، قررت المحكمة طريقة تنفيذ نفقة الزوجة عليه ولا تستجيب لطلب التطليق؛ في حالة ثبوت العجز، تحدد المحكمة حسب الظروف، أجلا للزوج لا يتعدى ثلاثين يوما لينفق خلاله وإلا طلقت عليه، إلا في حالة ظرف قاهر أو استثنائي؛ تطلق المحكمة الزوجة حالا، إذا امتنع الزوج عن الإنفاق ولم يثبت العجز."
  },
  {
    "reference": "المادة 103",
    "contenu": "تطبق الأحكام نفسها على الزوج الغائب في مكان معلوم بعد توصله بمقال الدعوى. إذا كان محل غيبة الزوج مجهولا، تأكدت المحكمة بمساعدة النيابة العامة من ذلك، ومن صحة دعوى الزوجة، ثم تبت في الدعوى على ضوء نتيجة البحث ومستندات الملف."
  },
  {
    "reference": "المادة 104",
    "contenu": "إذا غاب الزوج عن زوجته مدة تزيد عن سنة، أمكن للزوجة طلب التطليق. تتأكد المحكمة من هذه الغيبة ومدتها ومكانها بكل الوسائل. تبلغ المحكمة الزوج المعروف العنوان مقال الدعوى للجواب عنه، مع إشعاره بأنه في حالة ثبوت الغيبة، ستحكم المحكمة بالتطليق إذا لم يحضر للإقامة مع زوجته أو لم ينقلها إليه."
  },
  {
    "reference": "المادة 105",
    "contenu": "إذا كان الغائب مجهول العنوان، اتخذت المحكمة بمساعدة النيابة العامة، ما تراه من إجراءات تساعد على تبليغ دعوى الزوجة إليه، بما في ذلك تعيين قيم عنه، فإن لم يحضر طلقتها عليه."
  },
  {
    "reference": "المادة 106",
    "contenu": "إذا حكم على الزوج المسجون بأكثر من ثلاث سنوات سجنا أو حبسا، جاز للزوجة أن تطلب التطليق بعد مرور سنة من اعتقاله، وفي جميع الأحوال يمكنها أن تطلب التطليق بعد سنتين من اعتقاله. الفرع الرابع: العيب"
  },
  {
    "reference": "المادة 107",
    "contenu": "تعتبر عيوبا مؤثرة على استقرار الحياة الزوجية وتخول طلب إنهائها: 1. العيوب المانعة من المعاشرة الزوجية؛ 2. الأمراض الخطيرة على حياة الزوج الآخر أو على صحته، التي لا يرجى الشفاء منها داخل سنة."
  },
  {
    "reference": "المادة 108",
    "contenu": "يشترط لقبول طلب أحد الزوجين إنهاء علاقة الزوجية للعيب: 1. ألا يكون الطالب عالما بالعيب حين العقد؛ 2. ألا يصدر من الطالب ما يدل على الرضى بالعيب بعد العلم بتعذر الشفاء."
  },
  {
    "reference": "المادة 109",
    "contenu": "لا صداق في حالة التطليق للعيب عن طريق القضاء قبل البناء ويحق للزوج بعد البناء أن يرجع بقدر الصداق على من غرر به، أو كتم عنه العيب قصدا."
  },
  {
    "reference": "المادة 110",
    "contenu": "إذا علم الزوج بالعيب قبل العقد، وطلق قبل البناء، لزمه نصف الصداق."
  },
  {
    "reference": "المادة 111",
    "contenu": "يستعان بأهل الخبرة من الأخصائيين في معرفة العيب أو المرض. الفرع الخامس: الإيلاء والهجر"
  },
  {
    "reference": "المادة 112",
    "contenu": "إذا آلى الزوج من زوجته أو هجرها، فللزوجة أن ترفع أمرها إلى المحكمة التي تؤجله أربعة أشهر، فإن لم يفيء بعد الأجل طلقتها عليه المحكمة. الفرع السادس: دعاوى التطليق"
  },
  {
    "reference": "المادة 113",
    "contenu": "يبت في دعاوى التطليق المؤسسة على أحد الأسباب المنصوص عليها في"
  },
  {
    "reference": "المادة 114",
    "contenu": "يمكن للزوجين أن يتفقا على مبدإ إنهاء العلاقة الزوجية دون شروط، أو بشروط لا تتنافى مع أحكام هذه المدونة، ولا تضر بمصالح الأطفال. عند وقوع هذا الاتفاق، يقدم الطرفان أو أحدهما طلب التطليق للمحكمة مرفقا به للإذن بتوثيقه. تحاول المحكمة الإصلاح بينهما ما أمكن، فإذا تعذر الإصلاح، أذنت بالإشهاد على الطلاق وتوثيقه. الباب الثاني: الطلاق بالخلع"
  },
  {
    "reference": "المادة 115",
    "contenu": "للزوجين أن يتراضيا على الطلاق بالخلع طبقا لأحكام"
  },
  {
    "reference": "المادة 116",
    "contenu": "تخالع الراشدة عن نفسها، والتي دون سن الرشد القانوني إذا خولعت وقع الطلاق، ولا تلزم ببذل الخلع إلا بموافقة النائب الشرعي."
  },
  {
    "reference": "المادة 117",
    "contenu": "للزوجة استرجاع ما خالعت به، إذا أثبتت أن خلعها كان نتيجة إكراه أو إضرار الزوج بها، وينفذ الطلاق في جميع الأحوال."
  },
  {
    "reference": "المادة 118",
    "contenu": "كل ما صح الالتزام به شرعا، صلح أن يكون بدلا في الخلع، دون تعسف ولا مغالاة."
  },
  {
    "reference": "المادة 119",
    "contenu": "لا يجوز الخلع بشيء تعلق به حق الأطفال أو بنفقتهم إذا كانت الأم معسرة. إذا أعسرت الأم المختلعة بنفقة أطفالها، وجبت النفقة على أبيهم، دون مساس بحقه في الرجوع عليها."
  },
  {
    "reference": "المادة 120",
    "contenu": "إذا اتفق الزوجان على مبدإ الخلع، واختلفا في المقابل، رفع الأمر إلى المحكمة لمحاولة الصلح بينهما، وإذا تعذر الصلح، حكمت المحكمة بنفاذ الخلع بعد تقدير مقابله، مراعية في ذلك مبلغ الصداق، وفترة الزواج، وأسباب طلب الخلع، والحالة المادية للزوجة. إذا أصرت الزوجة على طلب الخلع، ولم يستجب لها الزوج، يمكنها اللجوء إلى مسطرة الشقاق. القسم السادس: أنواع الطلاق والتطليق الباب الأول: التدابير المؤقتة"
  },
  {
    "reference": "المادة 121",
    "contenu": "في حالة عرض النزاع بين الزوجين على القضاء، وتعذر المساكنة بينهما، للمحكمة أن تتخذ التدابير المؤقتة التي تراها مناسبة بالنسبة للزوجة والأطفال تلقائيا أو بناء على طلب، وذلك في انتظار صدور الحكم في الموضوع، بما فيها اختيار السكن مع أحد أقاربها، أو أقارب الزوج، وتنفذ تلك التدابير فورا على الأصل عن طريق النيابة العامة. الباب الثاني: الطلاق الرجعي والطلاق البائن"
  },
  {
    "reference": "المادة 122",
    "contenu": "كل طلاق قضت به المحكمة فهو بائن، إلا في حالتي التطليق للإيلاء وعدم الإنفاق."
  },
  {
    "reference": "المادة 123",
    "contenu": "كل طلاق أوقعه الزوج فهو رجعي، إلا المكمل للثلاث والطلاق قبل البناء والطلاق بالاتفاق والخلع والمملك."
  },
  {
    "reference": "المادة 124",
    "contenu": "للزوج أن يراجع زوجته أثناء العدة. إذا رغب الزوج في إرجاع زوجته المطلقة طلاقا رجعيا أشهد على ذلك عدلين، ويقومان بإخبار القاضي فورا. يجب على القاضي قبل الخطاب على وثيقة الرجعة، استدعاء الزوجة لإخبارها بذلك، فإذا امتنعت ورفضت الرجوع، يمكنها اللجوء إلى مسطرة الشقاق المنصوص عليها في"
  },
  {
    "reference": "المادة 125",
    "contenu": "تبين المرأة بانقضاء عدة الطلاق الرجعي."
  },
  {
    "reference": "المادة 126",
    "contenu": "الطلاق البائن دون الثلاث يزيل الزوجية حالا، ولا يمنع من تجديد عقد الزواج."
  },
  {
    "reference": "المادة 127",
    "contenu": "الطلاق المكمل للثلاث يزيل الزوجية حالا، ويمنع من تجديد العقد مع المطلقة إلا بعد انقضاء عدتها من زوج آخر بنى بها فعلا بناء شرعيا."
  },
  {
    "reference": "المادة 128",
    "contenu": "المقررات القضائية الصادرة بالتطليق أو بالخلع أو بالفسخ طبقا لأحكام هذا الكتاب، تكون غير قابلة لأي طعن في جزئها القاضي بإنهاء العلاقة الزوجية. الأحكام الصادرة عن المحاكم الأجنبية بالطلاق أو بالتطليق أو بالخلع أو بالفسخ، تكون قابلة للتنفيذ إذا صدرت عن محكمة مختصة وأسست على أسباب لا تتنافى مع التي قررتها هذه المدونة، لإنهاء العلاقة الزوجية، وكذا العقود المبرمة بالخارج أمام الضباط والموظفين العموميين المختصين، بعد استيفاء الإجراءات القانونية بالتذييل بالصيغة التنفيذية، طبقا لأحكام المواد 430 و 431 و 432 من قانون المسطرة المدنية. القسم السابع: آثار انحلال ميثاق الزوجية الباب الأول: العدة"
  },
  {
    "reference": "المادة 129",
    "contenu": "تبتدئ العدة من تاريخ الطلاق أو التطليق أو الفسخ أو الوفاة."
  },
  {
    "reference": "المادة 130",
    "contenu": "لا تلزم العدة قبل البناء والخلوة الصحيحة إلا للوفاة."
  },
  {
    "reference": "المادة 131",
    "contenu": "تعتد المطلقة والمتوفى عنها زوجها في منزل الزوجية، أو في منزل آخر يخصص لها."
  },
  {
    "reference": "المادة 132",
    "contenu": "عدة المتوفى عنها غير الحامل أربعة أشهر وعشرة أيام كاملة. الفرع الثاني: عدة الحامل"
  },
  {
    "reference": "المادة 133",
    "contenu": "تنتهي عدة الحامل بوضع حملها أو سقوطه."
  },
  {
    "reference": "المادة 134",
    "contenu": "في حالة ادعاء المعتدة الريبة في الحمل، وحصول المنازعة في ذلك، يرفع الأمر إلى المحكمة التي تستعين بذوي الاختصاص من الخبراء للتأكد من وجود الحمل وفترة نشوئه لتقرر استمرار العدة أو انتهاءها."
  },
  {
    "reference": "المادة 135",
    "contenu": "أقصى أمد الحمل سنة من تاريخ الطلاق أو الوفاة."
  },
  {
    "reference": "المادة 136",
    "contenu": "تعتد غير الحامل بما يلي: 1. ثلاثة أطهار كاملة لذوات الحيض؛ 2. ثلاثة أشهر لمن لم تحض أصلا، أو التي يئست من المحيض فإن حاضت قبل انقضائها استأنفت العدة بثلاثة أطهار؛ 3. تتربص متأخرة الحيض أو التي لم تميزه من غيره، تسعة أشهر ثم تعتد بثلاثة أطهار. الباب الثاني: تداخل العدد"
  },
  {
    "reference": "المادة 137",
    "contenu": "إذا توفي زوج المطلقة طلاقا رجعيا وهي في العدة، انتقلت من عدة الطلاق إلى عدة الوفاة. القسم الثامن: إجراءات ومضمون الإشهاد على الطلاق"
  },
  {
    "reference": "المادة 138",
    "contenu": "يجب الإشهاد بالطلاق لدى عدلين منتصبين للإشهاد، بعد إذن المحكمة به، والإدلاء بمستند الزوجية."
  },
  {
    "reference": "المادة 140",
    "contenu": "وثيقة الطلاق حق للزوجة، يجب أن تحوزها خلال خمسة عشر يوما الموالية لتاريخ الإشهاد على الطلاق، وللزوج الحق في حيازة نظير منها."
  },
  {
    "reference": "المادة 141",
    "contenu": "توجه المحكمة ملخص وثيقة الطلاق، أو الرجعة، أو الحكم بالتطليق، أو بفسخ عقد الزواج، أو ببطلانه، إلى ضابط الحالة المدنية لمحل ولادة الزوجين، مرفقا بشهادة التسليم داخل خمسة عشر يوما من تاريخ الإشهاد به، أو من صدور الحكم بالتطليق أو الفسخ أو البطلان. يجب على ضابط الحالة المدنية تضمين بيانات الملخص بهامش رسم ولادة الزوجين. إذا لم يكن للزوجين أو أحدهما محل ولادة بالمغرب، فيوجه الملخص إلى وكيل الملك لدى المحكمة الابتدائية بالرباط. تحدد المعلومات الواجب تضمينها في الملخص المشار إليه في الفقرة الأولى أعلاه، بقرار من وزير العدل."
  },
  {
    "reference": "المادة 142",
    "contenu": "تتحقق البنوة بتنسل الولد من أبويه، وهي شرعية وغير شرعية."
  },
  {
    "reference": "المادة 143",
    "contenu": "تعتبر البنوة بالنسبة للأب والأم شرعية إلى أن يثبت العكس."
  },
  {
    "reference": "المادة 144",
    "contenu": "تكون البنوة شرعية بالنسبة للأب في حالات قيام سبب من أسباب النسب وتنتج عنها جميع الآثار المترتبة على النسب شرعا."
  },
  {
    "reference": "المادة 145",
    "contenu": "متى ثبتت بنوة ولد مجهول النسب بالاستلحاق أو بحكم القاضي، أصبح الولد شرعيا، يتبع أباه في نسبه ودينه، ويتوارثان وينتج عنه موانع الزواج، ويترتب عليه حقوق وواجبات الأبوة والبنوة."
  },
  {
    "reference": "المادة 146",
    "contenu": "تستوي البنوة للأم في الآثار التي تترتب عليها سواء كانت ناتجة عن علاقة شرعية أو غير شرعية."
  },
  {
    "reference": "المادة 147",
    "contenu": "تثبت البنوة بالنسبة للأم عن طريق: - واقعة الولادة؛ - إقرار الأم طبقا لنفس الشروط المنصوص عليها في"
  },
  {
    "reference": "المادة 148",
    "contenu": "لا يترتب على البنوة غير الشرعية بالنسبة للأب أي أثر من آثار البنوة الشرعية."
  },
  {
    "reference": "المادة 149",
    "contenu": "يعتبر التبني باطلا، ولا ينتج عنه أي أثر من آثار البنوة الشرعية. تبني الجزاء أو التنزيل منزلة الولد لا يثبت به النسب وتجري عليه أحكام الوصية."
  },
  {
    "reference": "المادة 150",
    "contenu": "النسب لحمة شرعية بين الأب وولده تنتقل من السلف إلى الخلف."
  },
  {
    "reference": "المادة 151",
    "contenu": "يثبت النسب بالظن ولا ينتفي إلا بحكم قضائي."
  },
  {
    "reference": "المادة 152",
    "contenu": "أسباب لحوق النسب: 1. الفراش؛ 2. الإقرار؛ 3. الشبهة."
  },
  {
    "reference": "المادة 153",
    "contenu": "يثبت الفراش بما تثبت به الزوجية. يعتبر الفراش بشروطه حجة قاطعة على ثبوت النسب، لا يمكن الطعن فيه إلا من الزوج عن طريق اللعان، أو بواسطة خبرة تفيد القطع، بشرطين: - إدلاء الزوج المعني بدلائل قوية على ادعائه؛ - صدور أمر قضائي بهذه الخبرة."
  },
  {
    "reference": "المادة 154",
    "contenu": "يثبت نسب الولد بفراش الزوجية: 1. إذا ولد لستة أشهر من تاريخ العقد وأمكن الاتصال، سواء أكان العقد صحيحا أم فاسدا؛ 2. إذا ولد خلال سنة من تاريخ الفراق."
  },
  {
    "reference": "المادة 155",
    "contenu": "إذا نتج عن الاتصال بشبهة حمل وولدت المرأة ما بين أقل مدة الحمل وأكثرها، ثبت نسب الولد من المتصل. يثبت النسب الناتج عن الشبهة بجميع الوسائل المقررة شرعا."
  },
  {
    "reference": "المادة 156",
    "contenu": "إذا تمت الخطوبة، وحصل الإيجاب والقبول وحالت ظروف قاهرة دون توثيق عقد الزواج وظهر حمل بالمخطوبة، ينسب للخاطب للشبهة إذا توافرت الشروط التالية: أ) إذا اشتهرت الخطبة بين أسرتيهما، ووافق ولي الزوجة عليها عند الاقتضاء؛"
  },
  {
    "reference": "المادة 157",
    "contenu": "متى ثبت النسب ولو في زواج فاسد أو بشبهة أو بالاستلحاق، تترتب عليه جميع نتائج القرابة. فيمنع الزواج بالمصاهرة أو الرضاع، وتستحق به نفقة القرابة والإرث."
  },
  {
    "reference": "المادة 158",
    "contenu": "يثبت النسب بالفراش أو بإقرار الأب، أو بشهادة عدلين، أو ببينة السماع، وبكل الوسائل الأخرى المقررة شرعا بما في ذلك الخبرة القضائية."
  },
  {
    "reference": "المادة 159",
    "contenu": "لا ينتفي نسب الولد عن الزوج أو حمل الزوجة منه إلا بحكم قضائي، طبقا للالمادة 153 أعلاه."
  },
  {
    "reference": "المادة 160",
    "contenu": "بعده؛ - صدور حكم قضائي بها. تعتبر بنوة الأمومة شرعية في حالة الزوجية والشبهة والاغتصاب."
  },
  {
    "reference": "المادة 161",
    "contenu": "لا يثبت النسب بإقرار غير الأب."
  },
  {
    "reference": "المادة 162",
    "contenu": "يثبت الإقرار بإشهاد رسمي أو بخط يد المقر الذي لا يشك فيه."
  },
  {
    "reference": "المادة 163",
    "contenu": "الحضانة حفظ الولد مما قد يضره، والقيام بتربيته ومصالحه. على الحاضن، أن يقوم قدر المستطاع بكل الإجراءات اللازمة لحفظ المحضون وسلامته في جسمه ونفسه، والقيام بمصالحه في حالة غيبة النائب الشرعي، وفي حالة الضرورة إذا خيف ضياع مصالح المحضون."
  },
  {
    "reference": "المادة 164",
    "contenu": "الحضانة من واجبات الأبوين، مادامت علاقة الزوجية قائمة."
  },
  {
    "reference": "المادة 165",
    "contenu": "إذا لم يوجد بين مستحقي الحضانة من يقبلها، أو وجد ولم تتوفر فيه الشروط، رفع من يعنيه الأمر أو النيابة العامة الأمر إلى المحكمة، لتقرر اختيار من تراه صالحا من أقارب المحضون أو غيرهم، وإلا اختارت إحدى المؤسسات المؤهلة لذلك."
  },
  {
    "reference": "المادة 166",
    "contenu": "تستمر الحضانة إلى بلوغ سن الرشد القانوني للذكر والأنثى على حد سواء. بعد انتهاء العلاقة الزوجية، يحق للمحضون الذي أتم الخامسة عشرة سنة، أن يختار من يحضنه من أبيه أو أمه. في حالة عدم وجودهما، يمكنه اختيار أحد أقاربه المنصوص عليهم في"
  },
  {
    "reference": "المادة 167",
    "contenu": "أجرة الحضانة ومصاريفها، على المكلف بنفقة المحضون وهي غير أجرة الرضاعة والنفقة. لا تستحق الأم أجرة الحضانة في حال قيام العلاقة الزوجية، أو في عدة من طلاق رجعي."
  },
  {
    "reference": "المادة 168",
    "contenu": "تعتبر تكاليف سكنى المحضون مستقلة في تقديرها عن النفقة وأجرة الحضانة وغيرهما. يجب على الأب أن يهيئ لأولاده محلا لسكناهم، أو أن يؤدي المبلغ الذي تقدره المحكمة لكرائه، مراعية في ذلك أحكام"
  },
  {
    "reference": "المادة 169",
    "contenu": "على الأب أو النائب الشرعي والأم الحاضنة، واجب العناية بشؤون المحضون في التأديب والتوجيه الدراسي، ولكنه لا يبيت إلا عند حاضنته، إلا إذا رأى القاضي مصلحة المحضون في غير ذلك. وعلى الحاضن غير الأم، مراقبة المحضون في المتابعة اليومية لواجباته الدراسية. وفي حالة الخلاف بين النائب الشرعي والحاضن، يرفع الأمر إلى المحكمة للبت وفق مصلحة المحضون."
  },
  {
    "reference": "المادة 170",
    "contenu": "تعود الحضانة لمستحقها إذا ارتفع عنه العذر الذي منعه منها. يمكن للمحكمة أن تعيد النظر في الحضانة إذا كان ذلك في مصلحة المحضون. الباب الثاني: مستحقو الحضانة وترتيبهم"
  },
  {
    "reference": "المادة 171",
    "contenu": "بعده، شريطة أن لا يتعارض ذلك مع مصلحته، وأن يوافق نائبه الشرعي. وفي حالة عدم الموافقة، يرفع الأمر إلى القاضي ليبت وفق مصلحة القاصر."
  },
  {
    "reference": "المادة 172",
    "contenu": "للمحكمة، الاستعانة بمساعدة اجتماعية في إنجاز تقرير عن سكن الحاضن، وما يوفره للمحضون من الحاجات الضرورية المادية والمعنوية. الباب الثالث: شروط استحقاق الحضانة وأسباب سقوطها."
  },
  {
    "reference": "المادة 173",
    "contenu": "شروط الحاضن: 1. الرشد القانوني لغير الأبوين؛ 2. الاستقامة والأمانة؛ 3. القدرة على تربية المحضون وصيانته ورعايته دينا وصحة وخلقا وعلى مراقبة تمدرسه؛ 4. عدم زواج طالبة الحضانة إلا في الحالات المنصوص عليها في المادتين 174 و 175 بعده."
  },
  {
    "reference": "المادة 174",
    "contenu": "زواج الحاضنة غير الأم، يسقط حضانتها إلا في الحالتين الآتيتين: 1. إذا كان زوجها قريبا محرما أو نائبا شرعيا للمحضون؛ 2. إذا كانت نائبا شرعيا للمحضون."
  },
  {
    "reference": "المادة 175",
    "contenu": "زواج الحاضنة الأم، لا يسقط حضانتها في الأحوال الآتية: 1. إذا كان المحضون صغيرا لم يتجاوز سبع سنوات، أو يلحقه ضرر من فراقها؛ 2. إذا كانت بالمحضون علة أو عاهة تجعل حضانته مستعصية على غير الأم؛ 3. إذا كان زوجها قريبا محرما أو نائبا شرعيا للمحضون؛ 4. إذا كانت نائبا شرعيا للمحضون. زواج الأم الحاضنة يعفي الأب من تكاليف سكن المحضون وأجرة الحضانة، وتبقى نفقة المحضون واجبة على الأب."
  },
  {
    "reference": "المادة 176",
    "contenu": "سكوت من له الحق في الحضانة مدة سنة بعد علمه بالبناء يسقط حضانته إلا لأسباب قاهرة."
  },
  {
    "reference": "المادة 177",
    "contenu": "يجب على الأب وأم المحضون والأقارب وغيرهم، إخطار النيابة العامة بكل الأضرار التي يتعرض لها المحضون لتقوم بواجبها للحفاظ على حقوقه، بما فيها المطالبة بإسقاط الحضانة."
  },
  {
    "reference": "المادة 178",
    "contenu": "لا تسقط الحضانة بانتقال الحاضنة أو النائب الشرعي للإقامة من مكان لآخر داخل المغرب، إلا إذا ثبت للمحكمة ما يوجب السقوط، مراعاة لمصلحة المحضون والظروف الخاصة بالأب أو النائب الشرعي، والمسافة التي تفصل المحضون عن نائبه الشرعي."
  },
  {
    "reference": "المادة 179",
    "contenu": "يمكن للمحكمة بناء على طلب من النيابة العامة، أو النائب الشرعي للمحضون، أن تضمن في قرار إسناد الحضانة، أو في قرار لاحق، منع السفر بالمحضون إلى خارج المغرب، دون موافقة نائبه الشرعي. تتولى النيابة العامة تبليغ الجهات المختصة مقرر المنع، قصد اتخاذ الإجراءات اللازمة لضمان تنفيذ ذلك."
  },
  {
    "reference": "المادة 180",
    "contenu": "لغير الحاضن من الأبوين، حق زيارة واستزارة المحضون."
  },
  {
    "reference": "المادة 181",
    "contenu": "يمكن للأبوين تنظيم هذه الزيارة باتفاق بينهما، يبلغانه إلى المحكمة، الذي يسجل مضمونه في مقرر إسناد الحضانة."
  },
  {
    "reference": "المادة 182",
    "contenu": "في حالة عدم اتفاق الأبوين، تحدد المحكمة في قرار إسناد الحضانة، فترات الزيارة وتضبط الوقت والمكان بما يمنع قدر الإمكان التحايل في التنفيذ. تراعي المحكمة في كل ذلك، ظروف الأطراف والملابسات الخاصة بكل قضية، ويكون قرارها قابلا للطعن."
  },
  {
    "reference": "المادة 183",
    "contenu": "إذا استجدت ظروف أصبح معها تنظيم الزيارة المقررة باتفاق الأبوين أو بالمقرر القضائي ضارا بأحد الطرفين أو بالمحضون، أمكن طلب مراجعته وتعديله بما يلائم ما حدث من ظروف."
  },
  {
    "reference": "المادة 184",
    "contenu": "تتخذ المحكمة ما تراه مناسبا من إجراءات، بما في ذلك تعديل نظام الزيارة، وإسقاط حق الحضانة في حالة الإخلال أو التحايل في تنفيذ الاتفاق أو المقرر المنظم للزيارة."
  },
  {
    "reference": "المادة 185",
    "contenu": "إذا توفي أحد والدي المحضون، يحل محله أبواه في حق الزيارة المنظمة بالأحكام السابقة."
  },
  {
    "reference": "المادة 186",
    "contenu": "تراعي المحكمة مصلحة المحضون في تطبيق مواد هذا الباب."
  },
  {
    "reference": "المادة 187",
    "contenu": "نفقة كل إنسان في ماله، إلا ما استثني بمقتضى القانون. أسباب وجوب النفقة على الغير: الزوجية والقرابة والالتزام."
  },
  {
    "reference": "المادة 188",
    "contenu": "لا تجب على الإنسان نفقة غيره إلا بعد أن يكون له مقدار نفقة نفسه، وتفترض الملاءة إلى أن يثبت العكس."
  },
  {
    "reference": "المادة 189",
    "contenu": "تشمل النفقة الغذاء والكسوة والعلاج، وما يعتبر من الضروريات والتعليم للأولاد، مع مراعاة أحكام"
  },
  {
    "reference": "المادة 190",
    "contenu": "تعتمد المحكمة في تقدير النفقة على تصريحات الطرفين وحججهما، مراعية أحكام المادتين 85 و 189 أعلاه، ولها أن تستعين بالخبراء في ذلك. يتعين البت في القضايا المتعلقة بالنفقة في أجل أقصاه شهر واحد."
  },
  {
    "reference": "المادة 191",
    "contenu": "بعده. لا يفرغ المحضون من بيت الزوجية، إلا بعد تنفيذ الأب للحكم الخاص بسكنى المحضون."
  },
  {
    "reference": "المادة 192",
    "contenu": "لا يقبل طلب الزيادة في النفقة المتفق عليها، أو المقررة قضائيا أو التخفيض منها، قبل مضي سنة، إلا في ظروف استثنائية."
  },
  {
    "reference": "المادة 193",
    "contenu": "إذا كان الملزم بالنفقة غير قادر على أدائها لكل من يلزمه القانون بالإنفاق عليه، تقدم الزوجة، ثم الأولاد الصغار ذكورا أو إناثا، ثم البنات، ثم الذكور من أولاده، ثم الأم، ثم الأب. الباب الثاني: نفقة الزوجة"
  },
  {
    "reference": "المادة 194",
    "contenu": "تجب نفقة الزوجة على زوجها بمجرد البناء، وكذا إذا دعته للبناء بعد أن يكون قد عقد عليها."
  },
  {
    "reference": "المادة 195",
    "contenu": "يحكم للزوجة بالنفقة من تاريخ إمساك الزوج عن الإنفاق الواجب عليه، ولا تسقط بمضي المدة إلا إذا حكم عليها بالرجوع لبيت الزوجية وامتنعت."
  },
  {
    "reference": "المادة 196",
    "contenu": "المطلقة رجعيا يسقط حقها في السكنى دون النفقة إذا انتقلت من بيت عدتها دون موافقة زوجها أو دون عذر مقبول. المطلقة طلاقا بائنا إذا كانت حاملا، تستمر نفقتها إلى أن تضع حملها، وإذا لم تكن حاملا، يستمر حقها في السكنى فقط إلى أن تنتهي عدتها. الباب الثالث: نفقة الأقارب"
  },
  {
    "reference": "المادة 197",
    "contenu": "النفقة على الأقارب تجب على الأولاد للوالدين وعلى الأبوين لأولادهما طبقا لأحكام هذه المدونة. الفرع الأول: النفقة على الأولاد"
  },
  {
    "reference": "المادة 198",
    "contenu": "تستمر نفقة الأب على أولاده إلى حين بلوغهم سن الرشد، أو إتمام الخامسة والعشرين بالنسبة لمن يتابع دراسته. وفي كل الأحوال لا تسقط نفقة البنت إلا بتوفرها على الكسب أو بوجوب نفقتها على زوجها. ويستمر إنفاق الأب على أولاده المصابين بإعاقة والعاجزين عن الكسب."
  },
  {
    "reference": "المادة 199",
    "contenu": "إذا عجز الأب كليا أو جزئيا عن الإنفاق على أولاده، وكانت الأم موسرة، وجبت عليها النفقة بمقدار ما عجز عنه الأب."
  },
  {
    "reference": "المادة 200",
    "contenu": "يحكم بنفقة الأولاد من تاريخ التوقف عن الأداء."
  },
  {
    "reference": "المادة 201",
    "contenu": "أجرة رضاع الولد على المكلف بنفقته."
  },
  {
    "reference": "المادة 202",
    "contenu": "كل توقف ممن تجب عليه نفقة الأولاد عن الأداء لمدة أقصاها شهر دون عذر مقبول، تطبق عليه أحكام إهمال الأسرة. الفرع الثاني: نفقة الأبوين"
  },
  {
    "reference": "المادة 203",
    "contenu": "توزع نفقة الآباء على الأبناء عند تعدد الأولاد بحسب يسر الأولاد لا بحسب إرثهم."
  },
  {
    "reference": "المادة 204",
    "contenu": "يحكم بنفقة الأبوين من تاريخ تقديم الطلب. الباب الرابع: الالتزام بالنفقة"
  },
  {
    "reference": "المادة 205",
    "contenu": "من التزم بنفقة الغير صغيرا كان أو كبيرا لمدة محدودة، لزمه ما التزم به، وإذا كانت لمدة غير محدودة، اعتمدت المحكمة على العرف في تحديدها."
  },
  {
    "reference": "المادة 206",
    "contenu": "الأهلية نوعان: أهلية وجوب وأهلية أداء."
  },
  {
    "reference": "المادة 207",
    "contenu": "أهلية الوجوب هي صلاحية الشخص لاكتساب الحقوق وتحمل الواجبات التي يحددها القانون، وهي ملازمة له طول حياته ولا يمكن حرمانه منها."
  },
  {
    "reference": "المادة 208",
    "contenu": "أهلية الأداء هي صلاحية الشخص لممارسة حقوقه الشخصية والمالية ونفاذ تصرفاته، ويحدد القانون شروط اكتسابها وأسباب نقصانها أو انعدامها."
  },
  {
    "reference": "المادة 209",
    "contenu": "سن الرشد القانوني 18 سنة شمسية كاملة."
  },
  {
    "reference": "المادة 210",
    "contenu": "كل شخص بلغ سن الرشد ولم يثبت سبب من أسباب نقصان أهليته أو انعدامها يكون كامل الأهلية لمباشرة حقوقه وتحمل التزاماته."
  },
  {
    "reference": "المادة 211",
    "contenu": "يخضع فاقدو الأهلية وناقصوها بحسب الأحوال لأحكام الولاية أو الوصاية أو التقديم بالشروط ووفقا للقواعد المقررة في هذه المدونة."
  },
  {
    "reference": "المادة 212",
    "contenu": "أسباب الحجر نوعان: الأول ينقص الأهلية والثاني يعدمها."
  },
  {
    "reference": "المادة 213",
    "contenu": "يعتبر ناقص أهلية الأداء: 1. الصغير الذي بلغ سن التمييز ولم يبلغ سن الرشد؛ 2. السفيه؛ 3. المعتوه."
  },
  {
    "reference": "المادة 214",
    "contenu": "الصغير المميز هو الذي أتم اثنيت عشرة سنة شمسية كاملة."
  },
  {
    "reference": "المادة 215",
    "contenu": "السفيه هو المبذر الذي يصرف ماله فيما لا فائدة فيه، وفيما يعده العقلاء عبثا، بشكل يضر به أو بأسرته."
  },
  {
    "reference": "المادة 216",
    "contenu": "المعتوه هو الشخص المصاب بإعاقة ذهنية لا يستطيع معها التحكم في تفكيره وتصرفاته."
  },
  {
    "reference": "المادة 217",
    "contenu": "يعتبر عديم أهلية الأداء: أولا: الصغير الذي لم يبلغ سن التمييز؛ ثانيا: المجنون وفاقد العقل. يعتبر الشخص المصاب بحالة فقدان العقل بكيفية متقطعة، كامل الأهلية خلال الفترات التي يؤوب إليه عقله فيها. الفقدان الإرادي للعقل لا يعفي من المسؤولية."
  },
  {
    "reference": "المادة 218",
    "contenu": "ينتهي الحجر عن القاصر إذا بلغ سن الرشد، ما لم يحجر عليه لداع آخر من دواعي الحجر. يحق للمحجور بسبب إصابته بإعاقة ذهنية أو سفه، أن يطلب من المحكمة رفع الحجر عنه إذا أنس من نفسه الرشد كما يحق ذلك لنائبه الشرعي."
  },
  {
    "reference": "المادة 219",
    "contenu": "إذا رأى النائب الشرعي قبل بلوغ المحجور سن الرشد أنه مصاب بإعاقة ذهنية أو سفه، رفع الأمر إلى المحكمة التي تنظر في إمكانية استمرار الحجر عليه، وتعتمد المحكمة في ذلك، سائر وسائل الإثبات الشرعية. الفرع الثاني: إجراءات إثبات الحجر ورفعه"
  },
  {
    "reference": "المادة 220",
    "contenu": "فاقد العقل والسفيه والمعتوه تحجر عليهم المحكمة بحكم من وقت ثبوت حالتهم بذلك، ويرفع عنهم الحجر ابتداء من تاريخ زوال هذه الأسباب حسب القواعد الواردة في هذه المدونة."
  },
  {
    "reference": "المادة 221",
    "contenu": "يصدر الحكم بالتحجير أو برفعه بناء على طلب من المعني بالأمر، أو من النيابة العامة، أو ممن له مصلحة في ذلك."
  },
  {
    "reference": "المادة 222",
    "contenu": "تعتمد المحكمة في إقرار الحجر ورفعه، على خبرة طبية وسائر وسائل الإثبات الشرعية."
  },
  {
    "reference": "المادة 223",
    "contenu": ".يشهر الحكم الصادر بالحجر أو برفعه بالوسائل التي تراها المحكمة مناسبة"
  },
  {
    "reference": "المادة 224",
    "contenu": "تصرفات عديم الأهلية باطلة ولا تنتج أي أثر. الفرع الثاني: تصرفات ناقص الأهلية"
  },
  {
    "reference": "المادة 225",
    "contenu": "تخضع تصرفات الصغير المميز للأحكام التالية: 1. تكون نافذة إذا كانت نافعة له نفعا محضا؛ 2. تكون باطلة إذا كانت مضرة به؛ 3. يتوقف نفاذها إذا كانت دائرة بين النفع والضرر على إجازة نائبه الشرعي حسب المصلحة الراجحة للمحجور، وفي الحدود المخولة لاختصاصات كل نائب شرعي."
  },
  {
    "reference": "المادة 226",
    "contenu": "يمكن للصغير المميز أن يتسلم جزءا من أمواله لإدارتها بقصد الاختبار. يصدر الإذن من الولي أو بقرار من القاضي المكلف بشؤون القاصرين بناء على طلب من الوصي أو المقدم أو الصغير المعني بالأمر. يمكن للقاضي المكلف بشؤون القاصرين إلغاء قرار الإذن بالتسليم بطلب من الوصي أو المقدم أو النيابة العامة أو تلقائيا إذا ثبت سوء التدبير في الإدارة المأذون بها. يعتبر المحجور كامل الأهلية فيما أذن له وفي التقاضي فيه."
  },
  {
    "reference": "المادة 227",
    "contenu": "للولي أن يسحب الإذن الذي سبق أن أعطاه للصغير المميز إذا وجدت مبررات لذلك."
  },
  {
    "reference": "المادة 228",
    "contenu": "تخضع تصرفات السفيه والمعتوه لأحكام"
  },
  {
    "reference": "المادة 229",
    "contenu": "النيابة الشرعية عن القاصر إما ولاية أو وصاية أو تقديم."
  },
  {
    "reference": "المادة 230",
    "contenu": "يقصد بالنائب الشرعي في هذا الكتاب: 1. الولي وهو الأب والأم والقاضي؛ 2. الوصي وهو وصي الأب أو وصي الأم؛ 3. المقدم وهو الذي يعينه القضاء."
  },
  {
    "reference": "المادة 231",
    "contenu": "صاحب النيابة الشرعية: - الأب الراشد؛ - الأم الراشدة عند عدم وجود الأب أو فقد أهليته؛ - وصي الأب؛ - وصي الأم؛ - القاضي؛ - مقدم القاضي."
  },
  {
    "reference": "المادة 232",
    "contenu": "في حالة وجود القاصر تحت الرعاية الفعلية لشخص أو مؤسسة، يعتبر الشخص أو المؤسسة نائبا شرعيا للقاصر في شؤونه الشخصية ريثما يعين له القاضي مقدما."
  },
  {
    "reference": "المادة 233",
    "contenu": "للنائب الشرعي الولاية على شخص القاصر وعلى أمواله إلى بلوغه سن الرشد القانوني. وعلى فاقد العقل إلى أن يرفع الحجر عنه بحكم قضائي. وتكون النيابة الشرعية على السفيه والمعتوه مقصورة على أموالهما إلى أن يرفع الحجر عنهما بحكم قضائي."
  },
  {
    "reference": "المادة 234",
    "contenu": "للمحكمة أن تعين مقدما إلى جانب الوصي تكلفه بمساعدته أو بالإدارة المستقلة لبعض المصالح المالية للقاصر."
  },
  {
    "reference": "المادة 235",
    "contenu": "يقوم النائب الشرعي بالعناية بشؤون المحجور الشخصية من توجيه ديني وتكويني وإعداد للحياة، كما يقوم بكل ما يتعلق بأعمال الإدارة العادية لأموال المحجور. يجب على النائب الشرعي إبلاغ القاضي المكلف بشؤون القاصرين بوجود الأموال النقدية والوثائق والحلي والمنقولات ذات القيمة، وإذا لم يفعل يتحمل مسؤولية ذلك، وتودع النقود والقيم المنقولة بحساب القاصر لدى مؤسسة عمومية للحفاظ عليها بناء على أمر القاضي. يخضع النائب الشرعي في ممارسة هذه المهام للرقابة القضائية طبقا لأحكام المواد الموالية. الفرع الأول: الولي أولا: الأب"
  },
  {
    "reference": "المادة 236",
    "contenu": "الأب هو الولي على أولاده بحكم الشرع، ما لم يجرد من ولايته بحكم قضائي، وللأم أن تقوم بالمصالح المستعجلة لأولادها في حالة حصول مانع للأب."
  },
  {
    "reference": "المادة 237",
    "contenu": "يجوز للأب أن يعين وصيا على ولده المحجور أو الحمل، وله أن يرجع عن إيصائه. تعرض الوصية بمجرد وفاة الأب على القاضي للتحقق منها وتثبيتها. ثانيا: الأم"
  },
  {
    "reference": "المادة 238",
    "contenu": "يشترط لولاية الأم على أولادها: 1. أن تكون راشدة؛ 2. عدم وجود الأب بسبب وفاة أو غياب أو فقدان للأهلية، أو بغير ذلك. يجوز للأم تعيين وصي على الولد المحجور، ولها أن ترجع عن إيصائها. تعرض الوصية بمجرد وفاة الأم على القاضي للتحقق منها وتثبيتها. في حالة وجود وصي الأب مع الأم، فإن مهمة الوصي تقتصر على تتبع تسيير الأم لشؤون الموصى عليه ورفع الأمر إلى القضاء عند الحاجة."
  },
  {
    "reference": "المادة 239",
    "contenu": "للأم ولكل متبرع أن يشترط عند تبرعه بمال على محجور، ممارسة النيابة القانونية في إدارة وتنمية المال الذي وقع التبرع به، ويكون هذا الشرط نافذ المفعول."
  },
  {
    "reference": "المادة 240",
    "contenu": "لا يخضع الولي لرقابة القضاء القبلية في إدارته لأموال المحجور، ولا يفتح ملف النيابة الشرعية بالنسبة له إلا إذا تعدت قيمة أموال المحجور مائتي ألف درهم ( 200 ألف درهم). وللقاضي المكلف بشؤون القاصرين النزول عن هذا الحد والأمر بفتح ملف النيابة الشرعية إذا ثبتت مصلحة المحجور في ذلك. ويمكن الزيادة في هذه القيمة بموجب نص تنظيمي."
  },
  {
    "reference": "المادة 241",
    "contenu": "( إذا تعدت قيمة أموال المحجور مائتي ألف درهم 200 ألف درهم) أثناء إدارتها، وجب على الولي إبلاغ القاضي بذلك لفتح ملف النيابة الشرعية، كما يجوز للمحجور أو أمه القيام بنفس الأمر."
  },
  {
    "reference": "المادة 242",
    "contenu": "يجب على الولي عند انتهاء مهمته في حالة وجود ملف النيابة الشرعية، إشعار القاضي المكلف بشؤون القاصرين بوضعية ومصير أموال المحجور في تقرير مفصل للمصادقة عليه."
  },
  {
    "reference": "المادة 243",
    "contenu": "في جميع الأحوال التي يفتح فيها ملف النيابة الشرعية يقدم الولي تقريرا سنويا عن كيفية إدارته لأموال المحجور وتنميتها وعن العناية بتوجيهه وتكوينه. للمحكمة بعد تقديم هذا التقرير اتخاذ كل الإجراءات التي تراها ملائمة للمحافظة على أموال المحجور ومصالحه المادية والمعنوية. الفرع الثاني: الوصي والمقدم"
  },
  {
    "reference": "المادة 244",
    "contenu": "إذا لم توجد أم أو وصي، عينت المحكمة مقدما للمحجور، وعليها أن تختار الأصلح من العصبة، فإن لم يوجد فمن الأقارب الآخرين وإلا فمن غيرهم. للمحكمة أن تشرك شخصين أو أكثر في التقديم إذا رأت مصلحة المحجور في ذلك، وتحدد في هذه الحالة صلاحية كل واحد منهم. لأعضاء الأسرة وطالبي الحجر، وكل من له مصلحة في ذلك، ترشيح من يتولى مهمة المقدم. يمكن للمحكمة أن تعين مقدما مؤقتا عند الحاجة."
  },
  {
    "reference": "المادة 245",
    "contenu": "تحيل المحكمة الملف حالا على النيابة العامة لإبداء رأيها داخل مدة لا تتجاوز خمسة عشر يوما، على أن تبت المحكمة في الموضوع داخل أجل لا يتعدى خمسة عشر يوما من تاريخ التوصل برأي النيابة العامة."
  },
  {
    "reference": "المادة 246",
    "contenu": "يشترط في كل من الوصي والمقدم: أن يكون ذا أهلية كاملة حازما ضابطا أمينا. للمحكمة اعتبار شرط الملاءة في كل منهما."
  },
  {
    "reference": "المادة 247",
    "contenu": "لا يجوز أن يكون وصيا أو مقدما: 1. المحكوم عليه في جريمة سرقة أو إساءة ائتمان أو تزوير أو في جريمة من الجرائم المخلة بالأخلاق؛ 2. المحكوم عليه بالإفلاس أو في تصفية قضائية؛ 3. من كان بينه وبين المحجور نزاع قضائي أو خلاف عائلي يخشى منه على مصلحة المحجور."
  },
  {
    "reference": "المادة 248",
    "contenu": "للمحكمة أن تجعل على الوصي أو المقدم مشرفا مهمته مراقبة تصرفاته وإرشاده لما فيه مصلحة المحجور، وتبليغ المحكمة ما قد يراه من تقصير أو يخشاه من إتلاف في مال المحجور."
  },
  {
    "reference": "المادة 249",
    "contenu": "إذا لم يكن مال المحجور قد تم إحصاؤه، تعين على الوصي أو المقدم إنجاز هذا الإحصاء، ويرفقه في جميع الأحوال بما يلي: 1. ما قد يكون لدى الوصي أو المقدم من ملاحظات على هذا الإحصاء؛ 2. اقتراح مبلغ النفقة السنوية للمحجور ولمن تجب نفقته عليه؛ 3. المقترحات الخاصة بالإجراءات المستعجلة الواجب اتخاذها للمحافظة على أموال المحجور؛ 4. المقترحات المتعلقة بإدارة أموال المحجور؛ 5. المداخيل الشهرية أو السنوية المعروفة لأموال المحجور."
  },
  {
    "reference": "المادة 250",
    "contenu": "يحفظ الإحصاء ومرفقاته بملف النيابة الشرعية ويضمن في كناش التصرف الشهري، أو اليومي، إن اقتضى الحال. يحدد مضمون وشكل هذا الكناش بقرار من وزير العدل."
  },
  {
    "reference": "المادة 251",
    "contenu": "لكل من النيابة العامة، والنائب الشرعي، ومجلس العائلة، أو عضو أو أكثر من الأقارب عند الانتهاء من الإحصاء، تقديم ملاحظاته إلى القاضي المكلف بشؤون القاصرين حول تقدير النفقة اللازمة للمحجور، واختيار السبل التي تحقق حسن تكوينه وتوجيهه التربوي وإدارة أمواله."
  },
  {
    "reference": "المادة 252",
    "contenu": "يقوم العدلان بأمر من القاضي المكلف بشؤون القاصرين وتحت إشرافه، بالإحصاء النهائي والكامل للأموال والحقوق والالتزامات، وذلك بعد إخبار النيابة العامة وبحضور الورثة والنائب الشرعي والمحجور إذا أتم الخامسة عشرة سنة من عمره. وتمكن الاستعانة في هذا الإحصاء وتقييم الأموال وتقدير الالتزامات بالخبراء."
  },
  {
    "reference": "المادة 253",
    "contenu": "على الوصي أو المقدم أن يسجل في الكناش المشار إليه في"
  },
  {
    "reference": "المادة 254",
    "contenu": "إذا ظهر للمحجور مال لم يشمله الإحصاء السابق، أعد الوصي أو المقدم ملحقا به يضاف إلى الإحصاء الأول."
  },
  {
    "reference": "المادة 255",
    "contenu": "يجب على الوصي أو المقدم أن يقدم إلى القاضي المكلف بشؤون القاصرين حسابا سنويا مؤيدا بجميع المستندات، على يد محاسبين يعينهما القاضي. لا يصادق على هذه الحسابات إلا بعد فحصها ومراقبتها والتأكد من سلامتها. وعند ملاحظته لخلل في الحسابات يتخذ الإجراءات الكفيلة بحماية حقوق المحجور."
  },
  {
    "reference": "المادة 256",
    "contenu": "على الوصي أو المقدم الاستجابة لطلب القاضي المكلف بشؤون القاصرين في أي وقت للإدلاء بإيضاحات عن إدارة أموال المحجور أو تقديم حساب حولها."
  },
  {
    "reference": "المادة 257",
    "contenu": "يسأل الوصي أو المقدم عن الإخلال بالتزاماته في إدارة شؤون المحجور، وتطبق عليه أحكام مسؤولية الوكيل بأجر ولو مارس مهمته بالمجان. ويمكن مساءلته جنائيا عند الاقتضاء."
  },
  {
    "reference": "المادة 258",
    "contenu": "تنتهي مهمة الوصي أو المقدم في الأحوال الآتية: - بموت المحجور أو موت الوصي أو المقدم أو فقدهما؛"
  },
  {
    "reference": "المادة 259",
    "contenu": "إذا انتهت مهمة الوصي أو المقدم بغير وفاته أو فقدان أهليته المدنية، وجب عليه تقديم الحساب مرفقا بالمستندات اللازمة، داخل مدة يحددها القاضي المكلف بشؤون القاصرين، دون أن تتجاوز ثلاثين يوما إلا لعذر قاهر. تبت المحكمة في الحساب المقدم إليها."
  },
  {
    "reference": "المادة 260",
    "contenu": "يتحمل الوصي أو المقدم مسؤولية الأضرار التي يتسبب فيها كل تأخير غير مبرر عن تقديم الحساب أو تسليم الأموال."
  },
  {
    "reference": "المادة 261",
    "contenu": "تسلم الأموال إلى المحجور عند رشده، وإلى الورثة بعد وفاته، وإلى من يخلف الوصي أو المقدم في الحالات الأخرى. في حالة عدم التسليم تطبق الأحكام المشار إليها في"
  },
  {
    "reference": "المادة 262",
    "contenu": "في حالة وفاة الوصي أو المقدم أو فقد أهليته المدنية يتخذ القاضي المكلف بشؤون القاصرين الإجراءات الملائمة لحماية وصيانة أموال المحجور. تخول الديون والتعويضات المستحقة للمحجور على تركة الوصي أو المقدم المتوفى امتيازا يرتب في المرتبة المنصوص عليها في المقطع الثاني مكرر من"
  },
  {
    "reference": "المادة 263",
    "contenu": "يحتفظ المحجور الذي بلغ سن الرشد أو رفع عنه الحجر، بحقه في رفع كل الدعاوى المتعلقة بالحسابات والتصرفات المضرة بمصالحه ضد الوصي أو المقدم وكل شخص كلف بذات الموضوع."
  },
  {
    "reference": "المادة 264",
    "contenu": "يمكن للوصي أو المقدم المطالبة بأجرته عن أعباء النيابة الشرعية، تحددها المحكمة ابتداء من تاريخ المطالبة بها. الباب الثالث: الرقابة القضائية"
  },
  {
    "reference": "المادة 265",
    "contenu": "تتولى المحكمة رقابة النيابات القانونية، طبقا للمقتضيات المنصوص عليها في هذا الكتاب. ويقصد بهذه الرقابة، رعاية مصالح عديمي الأهلية وناقصيها، والأمر بكل الإجراءات اللازمة للمحافظة عليها والإشراف على إدارتها."
  },
  {
    "reference": "المادة 266",
    "contenu": "في حالة وجود ورثة قاصرين للمتوفى، أو وفاة الوصي أو المقدم، يتعين على السلطات الإدارية المحلية والأقارب الذين كان يعيش معهم، إبلاغ القاضي المكلف بشؤون القاصرين بواقعة الوفاة خلال فترة لا تتعدى ثمانية أيام، ويقع نفس الالتزام على النيابة العامة من تاريخ العلم بالوفاة. ترفع الفترة المنصوص عليها في الفقرة السابقة إلى شهر، في حالة فقدان القريب أو الوصي أو المقدم للأهلية."
  },
  {
    "reference": "المادة 267",
    "contenu": "يأمر القاضي المكلف بشؤون القاصرين بإقامة رسم عدة الورثة وبكل إجراء يراه مناسبا للمحافظة على حقوق ومصالح القاصرين المالية والشخصية."
  },
  {
    "reference": "المادة 268",
    "contenu": "يحدد القاضي المكلف بشؤون القاصرين بعد استشارة مجلس العائلة عند الاقتضاء، المصاريف والتعويضات المترتبة عن تسيير أموال المحجور."
  },
  {
    "reference": "المادة 269",
    "contenu": "إذا أراد النائب الشرعي القيام بتصرف تتعارض فيه مصالحه أو مصالح زوجه، أو أحد أصوله أو فروعه مع مصالح المحجور، رفع الأمر إلى المحكمة التي يمكنها أن تأذن به، وتعين ممثلا للمحجور في إبرام التصرف والمحافظة على مصالحه."
  },
  {
    "reference": "المادة 270",
    "contenu": "بعده."
  },
  {
    "reference": "المادة 271",
    "contenu": "لا يقوم الوصي أو المقدم بالتصرفات الآتية، إلا بعد الحصول على الإذن من القاضي المكلف بشؤون القاصرين: - بيع عقار أو منقول للمحجور تتجاوز قيمته 10.000 درهم أو ترتيب حق عيني عليه؛ - المساهمة بجزء من مال المحجور في شركة مدنية أو تجارية أو استثماره في تجارة أو مضاربة؛ - تنازل عن حق أو دعوى أو إجراء الصلح أو قبول التحكيم بشأنهما؛ - عقود الكراء التي يمكن أن يمتد مفعولها إلى ما بعد انتهاء الحجر؛ - قبول أو رفض التبرعات المثقلة بحقوق أو شروط؛ - أداء ديون لم يصدر بها حكم قابل للتنفيذ؛ - الإنفاق على من تجب نفقته على المحجور ما لم تكن النفقة مقررة بحكم قابل للتنفيذ. قرار القاضي بالترخيص بأحد هذه التصرفات يجب أن يكون معللا."
  },
  {
    "reference": "المادة 272",
    "contenu": "( لا يحتاج إلى إذن بيع منقولات تتجاوز قيمتها خمسة آلاف درهم 5000 درهم) إذا كانت معرضة للتلف، وكذلك العقار أو المنقول الذي لا تتجاوز قيمته خمسة آلاف ( 5000 درهم) بشرط أن لا يستعمل هذا البيع وسيلة للتهرب من المراقبة القضائية."
  },
  {
    "reference": "المادة 273",
    "contenu": "لا تطبق الأحكام المذكورة إذا كان ثمن المنقولات محددا بمقتضى القرارات والأنظمة وتم البيع بهذا الثمن."
  },
  {
    "reference": "المادة 274",
    "contenu": "يتم بيع العقار أو المنقول المأذون به طبقا للإجراءات المنصوص عليها في قانون المسطرة المدنية."
  },
  {
    "reference": "المادة 275",
    "contenu": "قسمة مال المحجور المشترك مع الغير تتم بتقديم مشروعها إلى المحكمة التي تصادق عليها بعد أن تتأكد عن طريق الخبرة من عدم وجود حيف فيها على المحجور."
  },
  {
    "reference": "المادة 276",
    "contenu": "القرارات التي يصدرها القاضي المكلف بشؤون القاصرين طبقا للمواد 226 و 240 و 268 و 271 تكون قابلة للطعن. الكتاب الخامس: الوصية القسم الأول: شروط الوصية وإجراءات تنفيذها"
  },
  {
    "reference": "المادة 277",
    "contenu": "الوصية عقد يوجب حقا في ثلث مال عاقده يلزم بموته."
  },
  {
    "reference": "المادة 278",
    "contenu": "يشترط في صحة عقد الوصية خلوه من التناقض والتخليط مع سلامته مما منع شرعا. الباب الأول: الموصي"
  },
  {
    "reference": "المادة 279",
    "contenu": "يشترط في الموصي أن يكون راشدا. تصح الوصية من المجنون حال إفاقته ومن السفيه والمعتوه. الباب الثاني: الموصى له"
  },
  {
    "reference": "المادة 280",
    "contenu": "لا وصية لوارث إلا إذا أجازها بقية الورثة، غير أن ذلك لا يمنع من تلقي الإشهاد بها."
  },
  {
    "reference": "المادة 281",
    "contenu": "تصح الوصية لكل من صح شرعا تملكه للموصى به حقيقة أو حكما."
  },
  {
    "reference": "المادة 282",
    "contenu": "تصح الوصية لمن كان موجودا وقتها أو منتظر الوجود."
  },
  {
    "reference": "المادة 283",
    "contenu": "يشترط في الموصى له:"
  },
  {
    "reference": "المادة 284",
    "contenu": "تنعقد الوصية بإيجاب من جانب واحد وهو الموصي."
  },
  {
    "reference": "المادة 285",
    "contenu": "يصح تعليق الوصية بالشرط وتقييدها به إن كان الشرط صحيحا، والشرط الصحيح ما كان فيه مصلحة للموصي أو للموصى له أو لغيرهما ولم يكن مخالفا للمقاصد الشرعية."
  },
  {
    "reference": "المادة 286",
    "contenu": "للموصي حق الرجوع في وصيته وإلغائها، ولو التزم بعدم الرجوع فيها، وله إدخال شروط عليها وإشراك الغير فيها، وإلغاء بعضها كما شاء وفي أي وقت يشاء، في صحته أو مرضه."
  },
  {
    "reference": "المادة 287",
    "contenu": "يقع التعبير عن الرجوع عن الوصية، بالقول الصريح أو الضمني، أو بالفعل كبيع العين الموصى بها."
  },
  {
    "reference": "المادة 288",
    "contenu": "الوصية لغير معين لا تحتاج إلى قبول ولا ترد برد أحد."
  },
  {
    "reference": "المادة 289",
    "contenu": "الوصية لشخص معين ترد برده، إذا كان كامل الأهلية، ويرث ورثته هذا الحق عنه."
  },
  {
    "reference": "المادة 290",
    "contenu": "لا يعتبر رد الموصى له إلا بعد وفاة الموصي."
  },
  {
    "reference": "المادة 291",
    "contenu": "يجوز رد بعض الوصية وقبول بعضها كما يجوز ذلك من بعض الموصى لهم كاملي الأهلية وتبطل بالنسبة للمردود والراد فقط."
  },
  {
    "reference": "المادة 292",
    "contenu": "يجب في الموصى به أن يكون قابلا للتملك في نفسه."
  },
  {
    "reference": "المادة 293",
    "contenu": "إذا زاد الموصي في العين الموصى بها، فإن كانت الزيادة مما يتسامح بمثله عادة أو وجد ما يدل على أن الموصي قصد إلحاقها بالوصية، أو كان الشيء المزيد لا يستقل بنفسه، فإنها تلحق بالوصية، وإن كانت الزيادة مما يستقل بنفسه شارك مستحق الزيادة الموصى له في المجموع بحصة تعادل قيمة الزيادة القائمة."
  },
  {
    "reference": "المادة 294",
    "contenu": "يصح أن يكون الموصى به عينا ويصح أن يكون منفعة لمدة محددة أو مؤبدة، ويتحمل المنتفع نفقات الصيانة. الباب الخامس: شكل الوصية"
  },
  {
    "reference": "المادة 295",
    "contenu": "تنعقد الوصية بما يدل عليها من عبارة أو كتابة أو بالإشارة المفهمة إذا كان الموصي عاجزا عنهما."
  },
  {
    "reference": "المادة 296",
    "contenu": "يشترط في صحة الوصية أن يصدر بها إشهاد عدلي أو إشهاد أية جهة رسمية مكلفة بالتوثيق أو يحررها الموصي بخط يده مع إمضائه. فإذا عرضت ضرورة ملحة تعذر معها الإشهاد أو الكتابة قبل إشهاد الموصي على وصيته من اتفق حضورهم من الشهود، شريطة أن لا يسفر البحث والتحقيق عن ريبة في شهادتهم، وأن تؤدى هذه الشهادة يوم التمكن من أدائها أمام القاضي، الذي يصدر الإذن بتوثيقها، ويخطر الورثة فورا ويتضمن الإخطار مقتضيات هذه الفقرة. للموصي أن يوجه نسخة من وصيته أو تراجعه عنها للقاضي قصد فتح ملف خاص بها."
  },
  {
    "reference": "المادة 297",
    "contenu": "يجب أن يصرح في عقد الوصية المنعقدة بخط يد الموصي بما يفيد الإذن بتنفيذها. الباب السادس: تنفيذ الوصية"
  },
  {
    "reference": "المادة 298",
    "contenu": "ينفذ الوصية من أسند إليه الموصي تنفيذها. فإن لم يوجد ولم يتفق الأطراف على تنفيذها يقوم بذلك من يعينه القاضي لهذه الغاية."
  },
  {
    "reference": "المادة 299",
    "contenu": "لا تنفذ الوصية في تركة استغرقها الدين، إلا بإجازة الدائن الكامل الأهلية أو بسقوط الدين."
  },
  {
    "reference": "المادة 300",
    "contenu": "إذا كانت الوصية بمثل نصيب أحد الورثة من غير تعيين، فللموصى له جزء من عدد رؤوسهم وليس له ما زاد على الثلث إلا بإجازة الورثة الرشداء."
  },
  {
    "reference": "المادة 301",
    "contenu": "يعتبر الثلث بالنسبة لما تبقى من التركة بعد الوفاء بالحقوق التي تخرج من التركة قبل الوصية."
  },
  {
    "reference": "المادة 302",
    "contenu": "إذا ضاق الثلث عن الوصايا المتساوية رتبة تحاص أهل الوصايا في الثلث. من كانت وصيته في شيء معين أخذ حصته من ذلك الشيء بعينه. ومن كانت وصيته في غير معين أخذ حصته من سائر الثلث. يتحاص صاحب المعين بالجزء المأخوذ من نسبة قيمة المعين من مجموع التركة."
  },
  {
    "reference": "المادة 303",
    "contenu": "إذا أجاز الورثة وصية لوارث أو بأكثر من الثلث، بعد موت الموصي أو في مرضه المخوف المتصل بموته، أو استأذنهم فيه فأذنوه، لزم ذلك لمن كان كامل الأهلية منهم."
  },
  {
    "reference": "المادة 304",
    "contenu": "من أوصى لحمل معين وتوفي، فللورثة منفعة الموصى به إلى أن ينفصل حيا فتكون له."
  },
  {
    "reference": "المادة 305",
    "contenu": "إذا وجد أحد من الموصى لهم عند موت الموصي أو بعده، كانت المنفعة له، وكل من وجد منهم بعده، شاركه في المنفعة إلى حين اليأس من وجود غيرهم، فتكون العين والمنفعة لمن وجد منهم، ويكون نصيب من مات منهم تركة عنه."
  },
  {
    "reference": "المادة 306",
    "contenu": "من أوصى بشيء معين لشخص ثم أوصى به لآخر، اعتبرت الوصية الثانية إلغاء للوصية الأولى."
  },
  {
    "reference": "المادة 307",
    "contenu": "إذا مات الموصى له بعد أن انفصل حيا، استحق وصيته، وعد ما استحقه من جملة تركته، ويحيا بالذكر بعد الانحصار."
  },
  {
    "reference": "المادة 308",
    "contenu": "من أوصى لله تعالى ولأعمال البر بدون تعيين جهة معينة، صرفت وصيته في وجوه الخير، ويمكن أن تتولى الصرف مؤسسة متخصصة في ذلك قدر الإمكان، مع مراعاة أحكام"
  },
  {
    "reference": "المادة 309",
    "contenu": "الوصية لأماكن العبادة والمؤسسات الخيرية والعلمية وسائر المصالح العامة، تصرف على عمارتها ومصالحها وفقرائها، وغير ذلك من شؤونها."
  },
  {
    "reference": "المادة 310",
    "contenu": "تصح الوصية لجهة معينة من جهات البر ينتظر وجودها، فإن تعذر وجودها صرفت الوصية إلى أقرب مجانس لتلك الجهة."
  },
  {
    "reference": "المادة 311",
    "contenu": "في الوصية بالمنافع، تعتبر قيمة العين في تحديد نسبة الموصى به إلى التركة."
  },
  {
    "reference": "المادة 312",
    "contenu": "إذا هلك الموصى به المعين، أو استحق في حياة الموصي، فلا شيء للموصى له، فإذا هلك أو استحق بعضه، أخذ الموصى له ما بقي ضمن حدود ثلث التركة، بدون اعتبار القدر الذي هلك."
  },
  {
    "reference": "المادة 313",
    "contenu": "إذا كان الموصى له من سيولد لشخص، ثم مات ذلك الشخص ولم يترك ولدا ولا حملا، عادت الوصية ميراثا."
  },
  {
    "reference": "المادة 314",
    "contenu": "تبطل الوصية بما يلي: 1- بموت الموصى له قبل الموصي؛ 2- بهلاك الموصى به المعين قبل وفاة الموصي؛ 3- برجوع الموصي عن الوصية؛ 4- برد الموصى له الراشد الوصية بعد وفاة الموصي. القسم الثاني: التنزيل"
  },
  {
    "reference": "المادة 315",
    "contenu": "التنزيل إلحاق شخص غير وارث بوارث وإنزاله منزلته."
  },
  {
    "reference": "المادة 316",
    "contenu": "ينعقد التنزيل بما تنعقد به الوصية مثل قول المنزل – كسرا - فلان وارث مع ولدي أو مع عدد أولادي أو ألحقوه بميراثي أو ورثوه في مالي أو يكون له ولد ابن أو ولد بنت فيقول ورثوه مع أولادي، وهو كالوصية تطبق عليه أحكامها ما عدا التفاضل."
  },
  {
    "reference": "المادة 317",
    "contenu": "بعده."
  },
  {
    "reference": "المادة 318",
    "contenu": "إذا لم يكن في مسألة المنزل – كسرا – ذو فرض، فإن كان المنزل – فتحا – ذكرا جعل كواحد من ذكور الورثة وإن كان أنثى جعلت كواحدة من إناثهم."
  },
  {
    "reference": "المادة 319",
    "contenu": "إذا كان المنزل – فتحا – متعددا وفيهم ذكور وإناث وكان المنزل قد قال يعطون ما كان يرثه أبوهم لو كان حيا أو قال أنزلوهم منزلته قسم بينهم للذكر مثل حظ الأنثيين."
  },
  {
    "reference": "المادة 320",
    "contenu": "كل ما لم تشمله أحكام التنزيل يرجع فيه لأحكام الوصية. الكتاب السادس: الميراث القسم الأول: أحكام عامة"
  },
  {
    "reference": "المادة 321",
    "contenu": "التركة مجموع ما يتركه الميت من مال أو حقوق مالية."
  },
  {
    "reference": "المادة 322",
    "contenu": "تتعلق بالتركة حقوق خمسة تخرج على الترتيب الآتي: - الحقوق المتعلقة بعين التركة. - نفقات تجهيز الميت بالمعروف. - ديون الميت."
  },
  {
    "reference": "المادة 323",
    "contenu": "الإرث انتقال حق بموت مالكه بعد تصفية التركة لمن استحقه شرعا بلا تبرع ولا معاوضة."
  },
  {
    "reference": "المادة 324",
    "contenu": "يستحق الإرث بموت الموروث حقيقة أو حكما، وبتحقق حياة وارثه بعده."
  },
  {
    "reference": "المادة 325",
    "contenu": "الميت حكما من انقطع خبره وصدر حكم باعتباره ميتا."
  },
  {
    "reference": "المادة 326",
    "contenu": "المفقود مستصحب الحياة بالنسبة لماله، فلا يورث ولا يقسم بين ورثته، إلا بعد الحكم بتمويته، ومحتمل الحياة في حق نفسه وكذلك في حق غيره، فيوقف الحظ المشكوك فيه إلى أن يبت في أمره."
  },
  {
    "reference": "المادة 327",
    "contenu": "يحكم بموت المفقود في حالة استثنائية يغلب عليه فيها الهلاك بعد مضي سنة من تاريخ اليأس من الوقوف على خبر حياته أو مماته. أما في جميع الأحوال الأخرى، فيفوض أمد المدة التي يحكم بموت المفقود بعدها إلى المحكمة، وذلك كله بعد التحري والبحث عنه بما أمكن من الوسائل بواسطة الجهات المختصة بالبحث عن المفقودين."
  },
  {
    "reference": "المادة 328",
    "contenu": "إذا مات عدة أفراد، وكان بعضهم يرث بعضا، ولم يتم التوصل إلى معرفة السابق منهم، فلا استحقاق لأحدهم في تركة الآخر، سواء كانت الوفاة في حادث واحد أم لا. القسم الثاني: أسباب الإرث وشروطه وموانعه"
  },
  {
    "reference": "المادة 329",
    "contenu": "أسباب الإرث كالزوجية والقرابة أسباب شرعية لا تكتسب بالتزام ولا بوصية، فليس لكل من الوارث أو الموروث إسقاط صفة الوارث أو الموروث، ولا التنازل عنه للغير."
  },
  {
    "reference": "المادة 330",
    "contenu": "يشترط في استحقاق الإرث ما يلي: - تحقق موت الموروث حقيقة أو حكما؛ - وجود وارثه عند موته حقيقة أو حكما؛ - العلم بجهة الإرث. -"
  },
  {
    "reference": "المادة 331",
    "contenu": "لا يستحق الإرث، إلا إذا ثبتت حياة المولود بصراخ أو رضاع ونحوهما."
  },
  {
    "reference": "المادة 332",
    "contenu": "لا توارث بين مسلم وغير المسلم، ولا بين من نفى الشرع نسبه."
  },
  {
    "reference": "المادة 333",
    "contenu": "من قتل موروثه عمدا، وإن أتى بشبهة لم يرث من ماله، ولا ديته، ولا يحجب وارثا. من قتل موروثه خطأ ورث من المال دون الدية وحجب. القسم الثالث: طرائق الإرث"
  },
  {
    "reference": "المادة 334",
    "contenu": "الورثة أربعة أصناف: وارث بالفرض فقط ووارث بالتعصيب فقط ووارث بهما جمعا ووارث بهما انفرادا."
  },
  {
    "reference": "المادة 335",
    "contenu": "الفرض سهم مقدر للوارث في التركة ويبدأ في التوريث بأصحاب الفروض. التعصيب أخذ الوارث جميع التركة أو ما بقي عن ذوي الفروض."
  },
  {
    "reference": "المادة 336",
    "contenu": "إذا لم يوجد أحد من ذوي الفروض أو وجد ولم تستغرق الفروض التركة، كانت التركة أو ما بقي منها للعصبة بعد أخذ ذوي الفروض فروضهم."
  },
  {
    "reference": "المادة 337",
    "contenu": "الوارث بالفرض فقط، ستة: الأم والجدة والزوج والزوجة والأخ للأم والأخت للأم."
  },
  {
    "reference": "المادة 338",
    "contenu": "الوارث بالتعصيب فقط، ثمانية: الابن، وابنه وإن سفل، والأخ الشقيق والأخ للأب وابنهما وإن سفل، والعم الشقيق والعم للأب وابنهما وإن سفل."
  },
  {
    "reference": "المادة 339",
    "contenu": "الوارث بالفرض والتعصيب جمعا اثنان: الأب والجد."
  },
  {
    "reference": "المادة 340",
    "contenu": "الوارث بالفرض أو التعصيب ولا يجمع بينهما أربعة: البنت، وبنت الابن، والأخت الشقيقة، والأخت للأب."
  },
  {
    "reference": "المادة 341",
    "contenu": "الفروض المقدرة ستة: النصف والربع والثمن والثلثان والثلث والسدس."
  },
  {
    "reference": "المادة 342",
    "contenu": "أصحاب النصف خمسة: - الزوج بشرط عدم الفرع الوارث للزوجة ذكرا كان أو أنثى. - البنت بشرط انفرادها عن ولد الصلب ذكرا كان أو أنثى. - بنت الابن بشرط انفرادها عن ولد الصلب ذكرا كان أو أنثى وعن ولد الابن في درجتها. - الأخت الشقيقة بشرط انتفاء الشقيق والأب وإن علا وولد الصلب ذكرا كان أو أنثى وولد الابن ذكرا كان أو أنثى. - الأخت للأب بشرط انفرادها عن الأخ والأخت للأب وعمن ذكر في الشقيقة. -"
  },
  {
    "reference": "المادة 343",
    "contenu": "أصحاب الربع اثنان: - الزوج إذا وجد فرع وارث للزوجة. - الزوجة إذا لم يكن للزوج فرع وارث."
  },
  {
    "reference": "المادة 344",
    "contenu": "- وارث الثمن واحد: - الزوجة إذا كان للزوج فرع وارث."
  },
  {
    "reference": "المادة 345",
    "contenu": "أصحاب الثلثين أربعة: - ابنتان فأكثر بشرط انفرادهما عن الابن. - بنتا الإبن فأكثر بشرط انفرادهما عن ولد الصلب ذكرا كان أو أنثى وابن الإبن في درجتهما. - الشقيقتان فأكثر بشرط انفرادهما عن الشقيق وعن الأب وإن علا وعن الفرع الوارث. - الأختان للأب فأكثر بشرط انفرادهما عن الأخ للأب وعمن ذكر في الشقيقتين."
  },
  {
    "reference": "المادة 346",
    "contenu": "أصحاب الثلث ثلاثة: - الأم بشرط عدم الفرع الوارث وعدم اثنين فأكثر من الإخوة ولو حجبوا."
  },
  {
    "reference": "المادة 347",
    "contenu": "أصحاب السدس: - الأب بشرط وجود الولد أو ولد الابن ذكرا كان أو أنثى. - الأم بشرط وجود الولد أو ولد الابن أو اثنين فأكثر من الإخوة وارثين أو محجوبين. - بنت الإبن ولو تعددت بشرط كونها مع بنت صلب واحدة وأن لا يكون معها ابن ابن في درجتها. - الأخت للأب ولو تعددت بشرط كونها مع شقيقة واحدة وانفرادها عن الأب والأخ للأب والولد ذكرا كان أو أنثى. - الأخ للأم أو الأخت للأم بشرط أن يكون واحدا ذكرا كان أو أنثى وبشرط انفراده عن الأب والجد والولد وولد الابن ذكرا كان أو أنثى. - الجدة إذا كانت منفردة سواء كانت لأم أو لأب فإن اجتمعت جدتان قسم السدس بينهما إن كانتا في رتبة واحدة أو التي للأم أبعد فإن كانت التي للأم أقرب اختصت بالسدس. - الجد للأب عند وجود الولد أو ولد الابن وعدم الأب. القسم الخامس: الإرث بطريق التعصيب"
  },
  {
    "reference": "المادة 348",
    "contenu": "العصبة ثلاثة أنواع: - عصبة بالنفس. - عصبة بالغير. - عصبة مع الغير."
  },
  {
    "reference": "المادة 349",
    "contenu": "للعصبة بالنفس جهات مقدم بعضها على بعض في الإرث على الترتيب الآتي: - البنوة وتشمل الأبناء وأبناء الإبن وإن سفل. - الأبوة. - الجد العصبي وإن علا والإخوة وتشمل الأشقاء والإخوة للأب. - أبناء الإخوة وإن سفلوا."
  },
  {
    "reference": "المادة 350",
    "contenu": "إذا اتحدت العصبة بالنفس في الجهة كان المستحق للإرث أقربهم درجة إلى الميت. إذا اتحدوا في الجهة والدرجة كان التقديم بقوة القرابة فمن كانت قرابته من الأبوين قدم على من كانت قرابته من الأب فقط. إذا اتحدوا في الجهة والدرجة والقوة كان الإرث بينهم على السواء."
  },
  {
    "reference": "المادة 351",
    "contenu": "العصبات بالغير: - البنت مع الابن. - بنت الإبن وإن نزل مع إبن الإبن وإن نزل، إذا كان في درجتها مطلقا، أو كان أنزل منها إذا لم ترث بغير ذلك. - الأخوات لأبوين مع الإخوة لأبوين والأخوات لأب مع الإخوة لأب ويكون الإرث بينهم في هذه الأحوال للذكر مثل حظ الأنثيين."
  },
  {
    "reference": "المادة 352",
    "contenu": "العصبة مع الغير: الأخوات لأبوين أو لأب مع البنت أو بنت الإبن وإن نزل ويكون لها الباقي من التركة بعد الفروض. تعتبر في هذه الحالة الأخوات لأبوين كالإخوة لأبوين وتعتبر الأخوات لأب كالإخوة لأب ويأخذن أحكامهم بالنسبة لباقي العصبات في التقديم بالجهة والدرجة والقوة."
  },
  {
    "reference": "المادة 353",
    "contenu": "إذا اجتمع الأب أو الجد مع البنت أو بنت الابن وإن نزل استحق السدس فرضا والباقي بطريق التعصيب."
  },
  {
    "reference": "المادة 354",
    "contenu": "إذا اجتمع الجد العصبي مع الإخوة الأشقاء خاصة أو مع الإخوة للأب كذلك ذكورا أو إناثا أو مختلطين فله الأفضل من ثلث جميع المال أو المقاسمة."
  },
  {
    "reference": "المادة 355",
    "contenu": "الحجب منع وارث معين من كل الميراث أو بعضه بقريب آخر."
  },
  {
    "reference": "المادة 356",
    "contenu": "الحجب نوعان: - حجب نقل من حصة الإرث إلى أقل منها. - حجب الإسقاط من الميراث."
  },
  {
    "reference": "المادة 357",
    "contenu": "حجب الإسقاط لا ينال ستة من الوارثين وهم: الابن، والبنت، والأب، والأم، والزوج، والزوجة."
  },
  {
    "reference": "المادة 358",
    "contenu": "يحجب حجب إسقاط: - إبن الإبن يحجبه الإبن خاصة والقريب من ذكور الحفدة يحجب البعيد منهم. - بنت الإبن يحجبها الإبن فوقها مطلقا، أو بنتان فوقها إلا أن يكون معها إبن في درجتها أو أسفل منها فيعصبها. - الجد يحجبه الأب خاصة والجد القريب يحجب الجد البعيد. - الأخ الشقيق والشقيقة يحجبهما الأب والإبن وابن الإبن. - الأخ للأب والأخت للأب يحجبهما الشقيق ومن حجبه ولا تحجبهما الشقيقة. - الأخت للأب تحجبها الشقيقتان إلا إذا وجد معها أخ للأب. - إبن الأخ الشقيق يحجبه الجد والأخ للأب ومن حجبه. - إبن الأخ للأب يحجبه ابن الأخ الشقيق ومن حجبه. - العم الشقيق يحجبه ابن الأخ للأب ومن حجبه. - العم للأب يحجبه العم الشقيق ومن حجبه. - ابن العم الشقيق يحجبه العم للأب ومن حجبه. - إبن العم للأب يحجبه ابن العم الشقيق ومن حجبه."
  },
  {
    "reference": "المادة 359",
    "contenu": "يحجب حجب نقل: 1. الأم: ينقلها من الثلث إلى السدس الابن وابن الابن والبنت وبنت الإبن واثنان فأكثر من الإخوة والأخوات سواء كانوا أشقاء أو للأب أو للأم وارثين أو محجوبين. 2. الزوج: ينقله الإبن وابن الابن والبنت وبنت الإبن من النصف إلى الربع. 3. الزوجة: ينقلها الإبن وابن الابن والبنت وبنت الإبن من الربع إلى الثمن. 4. بنت الابن: تنقلها البنت الواحدة من النصف إلى السدس كما تنقل اثنتين فأكثر من بنات الإبن من الثلثين إلى السدس. 5. الأخت للأب: تنقلها الشقيقة من النصف إلى السدس وتنقل اثنتين فأكثر من الثلثين إلى السدس. 6. الأب: ينقله الإبن وابن الإبن من التعصيب إلى السدس. 7. الجد: عند عدم الأب ينقله الإبن وابن الابن من التعصيب إلى السدس. 8. البنت وبنت الإبن، والأخت الشقيقة والأخت للأب ينقل كل واحدة منهن فأكثر أخوها عن فرضها ويعصبها. 9. الأخوات الشقائق والأخوات للأب تعصبهن البنت فأكثر أو بنت الإبن فأكثر فتنقلهن من الفرض إلى التعصيب. القسم السابع: مسائل خاصة"
  },
  {
    "reference": "المادة 360",
    "contenu": "مسألة المعادة إذا كان مع الإخوة الأشقاء إخوة للأب عاد الإخوة الأشقاء الجد بالإخوة للأب فمنعوه بهم كثرة الميراث ثم يأخذ الأشقاء إن كانوا أكثر من أخت حسب الإخوة للأب وإن كانت شقيقة واحدة استكملت فرضها وكان الباقي بين الإخوة للأب للذكر مثل حظ الأنثيين."
  },
  {
    "reference": "المادة 361",
    "contenu": "من القانون الجنائي بطلب من الزوجة."
  },
  {
    "reference": "المادة 362",
    "contenu": "مسألة المالكية إذا اجتمع مع الجد زوج وأم أو جدة وأخ للأب فأكثر وأخوان لأم فأكثر فرض للزوج النصف وللأم السدس وللجد ما بقي ولا يأخذ الإخوة للأم شيئا لأن الجد يحجبهم ولا يأخذ الأخ للأب شيئا."
  },
  {
    "reference": "المادة 363",
    "contenu": "مسألة شبه المالكية إذا كان مع الجد زوج وأم أو جدة وأخ شقيق وأخوان لأم فأكثر فالجد يأخذ ما بقي بعد ذوي السهام دون الإخوة لأن الجد يحجبهم."
  },
  {
    "reference": "المادة 364",
    "contenu": "مسألة الخرقاء إذا اجتمعت أم وجد وأخت شقيقة أو لأب فرض للأم الثلث وما بقي يقسمه الجد والأخت، للذكر مثل حظ الأنثيين."
  },
  {
    "reference": "المادة 365",
    "contenu": "مسألة المشتركة يأخذ الذكر من الإخوة كالأنثى في المشتركة وهي زوج وأم أو جدة وأخوان لأم فأكثر وأخ شقيق فأكثر فيشتركان في الثلث الإخوة للأم والإخوة الأشقاء الذكور والإناث في ذلك سواء على عدد رؤوسهم لأن جميعهم من أم واحدة."
  },
  {
    "reference": "المادة 366",
    "contenu": "مسألة الغراوين إذا اجتمعت زوجة وأبوان فللزوجة الربع وللأم ثلث ما بقي وهو الربع وللأب ما بقي فإذا اجتمع زوج وأبوان فللزوج النصف وللأم ثلث ما بقي وهو السدس وما بقي للأب."
  },
  {
    "reference": "المادة 367",
    "contenu": "مسألة المباهلة إذا اجتمع زوج وأم وأخت شقيقة أو لأب كان للزوج النصف وللأخت النصف وللأم الثلث أصلها من ستة وتعول إلى ثمانية للزوج ثلاثة وللأخت ثلاثة وللأم اثنان."
  },
  {
    "reference": "المادة 368",
    "contenu": "المنبرية إذا اجتمعت زوجة وبنتان وأبوان صحت فريضتهم من أربعة وعشرين وتعول إلى سبعة وعشرين للبنتين الثلثان – ستة عشر – وللأبوين الثلث – ثمانية، وللزوجة الثمن ثلاثة، ويصير ثمنها تسعا. القسم الثامن: وصية واجبة"
  },
  {
    "reference": "المادة 369",
    "contenu": "من توفي وله أولاد ابن أو أولاد بنت ومات الإبن أو البنت قبله أو معه وجب لأحفاده هؤلاء في ثلث تركته وصية بالمقدار والشروط الآتية."
  },
  {
    "reference": "المادة 370",
    "contenu": "الوصية الواجبة لهؤلاء الأحفاد تكون بمقدار حصتهم مما يرثه أبوهم أو أمهم عن أصله المتوفى على فرض موت موروثهم إثر وفاة أصله المذكور على أن لا يتجاوز ذلك ثلث التركة."
  },
  {
    "reference": "المادة 371",
    "contenu": "لا يستحق هؤلاء الأحفاد وصية، إذا كانوا وارثين لأصل موروثهم جدا كان أو جدة، أو كان قد أوصى لهم أو أعطاهم في حياته بلا عوض مقدار ما يستحقون بهذه الوصية الواجبة، فإن أوصى لهم بأقل من ذلك، وجبت تكملته، وإن أوصى بأكثر، كان الزائد متوقفا على إجازة الورثة، وإن أوصى لبعضهم فقط، وجبت الوصية للآخر بقدر نصيبه على نهج ما ذكر."
  },
  {
    "reference": "المادة 372",
    "contenu": "تكون هذه الوصية لأولاد الإبن وأولاد البنت ولأولاد ابن الإبن وإن نزل، واحدا كانوا أو أكثر، للذكر مثل حظ الأنثيين، يحجب فيها كل أصل فرعه دون فرع غيره ويأخذ كل فرع نصيب أصله فقط."
  },
  {
    "reference": "المادة 373",
    "contenu": "للمحكمة، أن تتخذ عند الاقتضاء جميع ما يجب من أداء نفقة تجهيز المتوفى بالمعروف، والإجراءات المستعجلة للمحافظة على التركة، ولها بوجه خاص أن تقرر وضع الأختام، وإيداع النقود والأوراق المالية والأشياء ذات القيمة."
  },
  {
    "reference": "المادة 374",
    "contenu": "يأمر القاضي المكلف بشؤون القاصرين تلقائيا باتخاذ هذه الإجراءات إذا تبين في الورثة قاصر ولا وصي له، وكذلك إذا كان أحد الورثة غائبا. يمكن لكل من يعنيه الأمر أن يطلب من القضاء اتخاذ الإجراءات المنصوص عليها في"
  },
  {
    "reference": "المادة 375",
    "contenu": "تعين المحكمة لتصفية التركة من يتفق الورثة على اختياره، فإذا لم يتفقوا على أحد ورأت المحكمة موجبا لتعيينه، أجبرتهم على اختياره، على أن يكون من الورثة بقدر المستطاع، وذلك بعد سماع أقوال هؤلاء وتحفظاتهم."
  },
  {
    "reference": "المادة 376",
    "contenu": "لا يجوز لأي وارث قبل تصفية التركة أن يتصرف في مال التركة إلا بما تدعو إليه الضرورة المستعجلة، ولا أن يستوفي ما لها من ديون، أو يؤدي ما عليها بدون إذن المصفي، أو القضاء عند انعدامه."
  },
  {
    "reference": "المادة 377",
    "contenu": "على المصفي بمجرد تعيينه، أن يقوم بإحصاء جميع ممتلكات الهالك، بواسطة عدلين طبقا لقواعد الإحصاء الجاري بها العمل. كما عليه، أن يقوم بالبحث عما للتركة أو ما عليها من ديون. يجب على الورثة أن يبلغوا إلى علم المصفي جميع ما يعلمونه من ديون على التركة وحقوق لها. يقوم المصفي بناء على طلب أحد الورثة بإحصاء التجهيزات الأساسية المعدة للاستعمال اليومي للأسرة، ويتركها بيد الأسرة التي كانت تستعملها وقت وفاة الهالك. وتصبح هذه الأسرة بمثابة الحارس عليها إلى حين البت فيها بصفة استعجالية عند الاقتضاء."
  },
  {
    "reference": "المادة 378",
    "contenu": "يرافق النائب الشرعي مصفي التركة عند قيامه بالإجراءات الموكولة إليه طبق أحكام"
  },
  {
    "reference": "المادة 379",
    "contenu": "يكون المصفي واحدا أو متعددا. وتجري في حقه أحكام الوكالة فيما ينص عليه في مقرر تعيينه."
  },
  {
    "reference": "المادة 380",
    "contenu": "للمصفي أن يرفض تولي هذه المهمة. أما التخلي عنها بعد توليها، فتسري عليه أحكام الوكالة. يمكن استبدال المصفي متى وجدت أسباب تبرر ذلك، إما تلقائيا أو بطلب ممن يعنيه الأمر."
  },
  {
    "reference": "المادة 381",
    "contenu": "تحدد المهام الموكولة للمصفي في مقرر تعيينه."
  },
  {
    "reference": "المادة 382",
    "contenu": "يحدد في مقرر التعيين، الأجل الذي يجب فيه على المصفي أن يقدم نتيجة إحصاء التركة."
  },
  {
    "reference": "المادة 383",
    "contenu": "للمصفي أن يطلب أجرا عادلا على قيامه بمهمته."
  },
  {
    "reference": "المادة 384",
    "contenu": "تتحمل التركة نفقات تصفيتها."
  },
  {
    "reference": "المادة 385",
    "contenu": "يجب على المصفي فور انتهاء الأجل المحدد له، أن يقدم قائمة مفصلة يضمن فيها جميع ما خلفه الهالك من عقار ومنقولات. يجب على المصفي أن يبين في هذه القائمة ما ثبت لديه بواسطة الوثائق والسجلات من حقوق وديون، وما بلغ إلى علمه بأي وسيلة أخرى. يمكن للمصفي أن يطلب تمديد الأجل المحدد له، إذا وجدت أسباب تبرر ذلك."
  },
  {
    "reference": "المادة 386",
    "contenu": "بعد اطلاع المحكمة على الإحصاء تصفى التركة تحت مراقبتها."
  },
  {
    "reference": "المادة 387",
    "contenu": "على المصفي أثناء تصفية التركة، أن يقوم بما يلزم من أعمال الإدارة، وعليه أيضا أن ينوب عن التركة في الدعاوي وأن يستوفي ما لها من ديون حالة. يكون المصفي ولو لم يكن مأجورا مسؤولا مسؤولية الوكيل المأجور. للقاضي المكلف بشؤون القاصرين أن يطالب المصفي بتقديم حساب عن إدارته للتركة في مواعيد دورية."
  },
  {
    "reference": "المادة 388",
    "contenu": "يستعين المصفي في تقدير قيمة أموال التركة بالخبراء أو بمن يكون له في ذلك دراية خاصة."
  },
  {
    "reference": "المادة 389",
    "contenu": "يقوم المصفي بعد استئذان القاضي المكلف بشؤون القاصرين أو المحكمة وموافقة الورثة، بأداء ديون التركة التي تعين قضاؤها، أما الديون المتنازع فيها فتسوى بعد الفصل فيها نهائيا. لا تتوقف قسمة الموجود من مال التركة على استيفاء ما لها من ديون. إذا كان على التركة ديون، أوقفت قسمة التركة في حدود مبلغ الدين المطالب به، إلى حين البت في النزاع."
  },
  {
    "reference": "المادة 390",
    "contenu": "يجب على المصفي في حالة إعسار التركة، أو في حالة احتمال إعسارها، أن يوقف تسوية أي دين ولو لم يقم بشأنه نزاع، حتى يفصل نهائيا في جميع المنازعات المتعلقة بديون التركة."
  },
  {
    "reference": "المادة 391",
    "contenu": "يقوم المصفي بأداء ديون التركة مما يحصله من حقوقها ومما تشتمل عليه من نقود ومن ثمن ما فيها من منقول، فإن لم يكن كل ذلك كافيا فمن ثمن ما يفي بذلك من عقار. تباع منقولات التركة وعقاراتها بالمزاد العلني، إلا إذا اتفق الورثة على أن يتولوا ذلك لأنفسهم على أساس الثمن المحدد بواسطة خبرة بقيمته المقررة من طرف ذوي الخبرة من عرفاء وغيرهم، أو بواسطة المزايدة فيما بينهم."
  },
  {
    "reference": "المادة 392",
    "contenu": "يتولى المصفي بعد تسوية ديون التركة بالترتيب المنصوص عليه في"
  },
  {
    "reference": "المادة 393",
    "contenu": "يتسلم الورثة بعد تنفيذ التزامات التركة، ما بقي منها كل بحسب نصيبه الشرعي. ويجوز للورثة بمجرد الانتهاء من إحصاء التركة المطالبة بأن يتسلموا كل حسب نصيبه تحت الحساب، الأشياء والنقود التي لا يتوقف عليها في تصفية التركة. كما يجوز لكل واحد من الورثة أن يتسلم بعضا من التركة، شريطة أن لا تتجاوز قيمته نصيب المتسلم في الإرث إلا إذا وافق الورثة على ذلك."
  },
  {
    "reference": "المادة 394",
    "contenu": "لكل وارث، الحق في أن يتسلم من العدلين نسخة من الإراثة ونسخة من إحصاء التركة تبين مقدار نصيبه في الإرث، وتعين ما آل لكل واحد من أموال التركة."
  },
  {
    "reference": "المادة 395",
    "contenu": "لكل من استحق نصيبا من التركة بطريق الفرض أو التعصيب أو بهما أو بالوصية، الحق في أن يطلب فرز حصته بطريقة شرعية. الكتاب السابع: أحكام انتقالية وختامية"
  },
  {
    "reference": "المادة 396",
    "contenu": "إن الآجال المنصوص عليها في هذه المدونة آجال كاملة. إذا كان اليوم الأخير يوم عطلة امتد الأجل إلى أول يوم عمل."
  },
  {
    "reference": "المادة 397",
    "contenu": "تنسخ جميع الأحكام المخالفة لهذه المدونة أو التي قد تكون تكرارا لها، ولا سيما أحكام: - الظهير الشريف رقم 1.57.343 الصادر بتاريخ 28 ربيع الثاني 1377 (22 نوفمبر 1957 ) المطبق بموجبه في سائر المملكة المغربية مقتضيات الكتابين الأول والثاني المتعلق أولهما بالزواج وثانيهما بانحلال ميثاقه كما تم تتميمه وتغييره والنصوص المتخذة لتطبيقه؛ - الظهير الشريف رقم 1.57.379 الصادر بتاريخ 25 جمادى الأولى 1377 (18 ديسمبر 1957 ) المطبق بموجبه في سائر المملكة المغربية مقتضيات الكتاب الثالث المتعلق بالولادة ونتائجها. - الظهير الشريف رقم 1.58.019 الصادر بتاريخ 4 رجب 1377 (25 يناير 1958 ) المطبق بموجبه في سائر المملكة المغربية مقتضيات الكتاب الرابع المتعلق بالأهلية والنيابة الشرعية؛ - الظهير الشريف رقم 1.58.037 الصادر بتاريخ 30 رجب 1377 (20 فبراير 1958 ) المطبق بموجبه في سائر المملكة المغربية مقتضيات الكتاب الخامس المتعلق بالوصية. - الظهير الشريف رقم 1.58.112 الصادر بتاريخ 13 رمضان 1377 (3 أبريل 1958 ) المطبق بموجبه في سائر المملكة المغربية مقتضيات الكتاب السادس المتعلق بالميراث. غير أن الأحكام الواردة في الظهائر الشريفة المشار إليها أعلاه والمحال عليها في النصوص التشريعية والتنظيمية الجاري بها العمل تعوض بالأحكام الموازية في هذه المدونة."
  },
  {
    "reference": "المادة 398",
    "contenu": "تبقى الإجراءات المسطرية المنجزة في قضايا الأحوال الشخصية قبل تاريخ دخول هذه المدونة حيز التنفيذ سارية المفعول."
  },
  {
    "reference": "المادة 399",
    "contenu": "تظل المقررات الصادرة قبل تاريخ دخول هذه المدونة حيز التنفيذ خاضعة من حيث الطعون وآجالها للمقتضيات المضمنة في الظهائر المشار إليها في"
  },
  {
    "reference": "المادة 400",
    "contenu": "كل ما لم يرد به نص في هذه المدونة، يرجع فيه إلى المذهب المالكي والاجتهاد الذي يراعى فيه تحقيق قيم الإسلام في العدل والمساواة والمعاشرة بالمعروف."
  }
]