[
    {
        "reference": "المادة 1",
        "contenu": "يجوز لاثنين أو أكثر من الأشخاص الاعتباريين أو الذاتيين أن يؤسسوا فيما بينهم مجموعة ذات نفع اقتصادي لمدة محددة أو غير محددة بهدف تسخير كل الوسائل التي من شأنها تسهيل أو تنمية النشاط الاقتصادي لأعضائها وتحسين أو إنماء نتائج هذا النشاط. يجب أن يكون نشاط المجموعة مرتبطا بالنشاط الاقتصادي لأعضائها أو أن تمارس نشاطها في إطار مجموعة متكاملة تقوم بأنشطة ذات صلة بالنشاط الاقتصادي لأعضاء المجموعة. لا يتمثل هدف المجموعة في تحقيق أرباح لفائدتها."
    },
    {
        "reference": "المادة 2",
        "contenu": "يجب على المجموعة ذات النفع الاقتصادي أن تقوم بنشاطها أساسا لحساب أعضائها. فلا يجوز للمجموعة: أن تحل محل أعضائها في ممارسة نشاطهم أو أن تستغل بأي شكل من الأشكال أصولهم التجارية، غير أنه يجوز لها، بصفة ثانوية، استغلال بعض عناصر هذه الأصول أو إنشاء أصل فرعي؛ أن تمارس بشكل مباشر أو غير مباشر، سلطة إدارة أو مراقبة النشاط الخاص بأعضائها أو تملك، بأي شكل من الأشكال، حصصا أو أسهما في مقاولة عضو في المجموعة؛ أن تملك بأي شكل من الأشكال في إحدى الشركات أو المقاولات التي لا تنتسب إليها، حصصا أو أسهما ما عدا بالقدر الذي تقضيه ضرورة تحقيق غرضها ولحساب أعضائها."
    },
    {
        "reference": "المادة 3",
        "contenu": "يجوز تكوين المجموعة ذات النفع الاقتصادي بدون رأسمال. لا يجوز أن تتخذ حقوق أعضاء المجموعة شكل سندات قابلة للتداول، ويعتبر كل شرط مخالف كأن لم يكن. لا يجوز تكوين المجموعات بواسطة دعوة العموم إلى الاكتتاب. غير أنه يجوز للمجموعة أن تصدر لفائدة أعضائها سندات قرض غير قابلة للتحويل إلى سندات رأسمال إذا كانت المجموعة مكونة فقط من شركات مأذون لها في القيام بمثل هذا الإصدار وذلك وفق الشروط العامة لإصدار الشركات المذكورة لتلك السندات."
    },
    {
        "reference": "المادة 4",
        "contenu": "تتمتع المجموعة ذات النفع الاقتصادي كيفما كان غرضها بالشخصية المعنوية ابتداء من تاريخ تقييدها في السجل التجاري دون أن يترتب على هذا التقييد افتراض الصفة التجارية للمجموعة. يعتبر الأشخاص الذين تصرفوا باسم مجموعة ذات نفع اقتصادي في طور التكوين قبل أن تكتسب الشخصية المعنوية مسؤولين بشكل تضامني وغير محدود عن الأفعال التي قاموا بها، ما لم تأخذ المجموعة على عاتقها التزامات أولئك الأعضاء بعد أن يتم تأسيسها وتقييدها قانونيا وتعتبر هذه الالتزامات حينئذ كما لو قامت بها المجموعة منذ البداية."
    },
    {
        "reference": "المادة 5",
        "contenu": "يحدد غرض المجموعة ذات النفع الاقتصادي صفتها التجارية أو المدنية، سواء أكان أعضاؤها تجارا أم لا. يجوز للمجموعة إذا كان غرضها تجاريا أن تقوم بكيفية اعتيادية وبصفة أساسية بكل الأعمال التجارية لحسابها، مع مراعاة أحكام المادة 2 أعلاه ويجوز للمجموعة أن تكون حائزة على إيجار تجاري."
    },
    {
        "reference": "المادة 6",
        "contenu": "يجب أن تبين بوضوح في المحررات والوثائق الصادرة عن المجموعة ذات النفع الاقتصادي والموجهة إلى الغير، خاصة منها الرسائل والفاتورات ومختلف الإعلانات والمنشورات تسمية المجموعة مسبوقة أو متبوعة بعبارة « مجموعة ذات نفع اقتصادي أو بالأحرف الأولى م.ن.ق» وكذا مقرها ورقم تقييدها في السجل التجاري."
    },
    {
        "reference": "المادة 7",
        "contenu": "لا يجوز استعمال تسمية « مجموعة ذات نفع اقتصادي أو الأحرف الأولى م.ن.ق» إلا من طرف المجموعات الخاضعة لأحكام هذا القانون."
    },
    {
        "reference": "المادة 8",
        "contenu": "تنشأ المجموعة ذات النفع الاقتصادي بمقتضى عقد يخضع للقواعد العامة المتعلقة بإنشاء العقود ولأحكام هذا القانون."
    },
    {
        "reference": "المادة 9",
        "contenu": "يحدد عقد المجموعة ذات النفع الاقتصادي تنظيمها وحقوق أعضائها والتزاماتهم، مع مراعاة أحكام هذا القانون. يحرر العقد كتابة ويشهر طبقا للشروط المنصوص عليها في الباب الثاني عشر من هذا القانون. تحرر وتشهر كل التعديلات التي تدخل على العقد وفق نفس شروط تحرير وشهر العقد ذاته. ولا يعتد بها تجاه الأغيار إلا ابتداء من هذا الشهر."
    },
    {
        "reference": "المادة 10",
        "contenu": "يجب أن يتضمن عقد المجموعة ذات النفع الاقتصادي بالنسبة للأشخاص الاعتباريين البيانات التالية على وجه الخصوص: تسمية المجموعة؛ غرضها؛ المدة التي تأسست من أجلها؛ عنوان مقرها؛ العنوان التجاري أو التسمية التجارية لكل عضو من أعضاء المجموعة وشكله القانوني وعنوان مقره الاجتماعي وعند الاقتضاء، رقم تقييده في السجل التجاري وكذلك تاريخ انضمامه إلى المجموعة إذا كان قد انضم إليها بعد تأسيسها، وإن اقتضى الحال بيان إعفائه من كل مسؤولية متعلقة بالديون المترتبة على المجموعة قبل انضمامه إليها طبقا لأحكام المادة 17 بعده؛ عند الاقتضاء، مبلغ وطبيعة الحصص التي سيتكون منها رأس المال ومبلغه. بالنسبة للأشخاص الذاتيين: الاسم الشخصي والعائلي؛ تاريخ ومكان الازدياد؛ العنوان الشخصي بالنسبة لكل عضو من أعضاء المجموعة، أو مقر مقاولته؛ رقم البطاقة الوطنية للتعريف أو بطاقة التسجيل بالنسبة للأجانب المقيمين أو رقم جواز السفر بالنسبة للأجانب غير المقيمين أو ما يقوم مقامه لإثبات هويتهم؛ النشاط الفعلي الذي يتم ممارسته؛ رقم القيد في السجل التجاري، عند الاقتضاء."
    },
    {
        "reference": "المادة 11",
        "contenu": "يحق للأعضاء أن يحصلوا على نسخة أو نظير من عقد المجموعة ذات النفع الاقتصادي. يحق للأعضاء، بعد إدخال أي تغيير على العقد، أن يحصلوا على نسخة مشهود بمطابقتها لأصل العقد الجاري به العمل."
    },
    {
        "reference": "المادة 12",
        "contenu": "يمكن تتميم عقد المجموعة ذات النفع الاقتصادي بنظام داخلي يحدد كيفية تسيير المجموعة وفقا لمقتضيات الفقرة الأخيرة من المادة 30. ولا يخضع هذا النظام للشهر."
    },
    {
        "reference": "المادة 13",
        "contenu": "يجوز أن ينص عقد المجموعة ذات النفع الاقتصادي على تحصيل رسم عن الانضمام حين تأسيسها أو انضمام عضو جديد إليها وذلك بغض النظر عن الحصص الممكن تقديمها في حالة تأسيسها برأسمال. يمكن أن ينص العقد المذكور أيضا على وجوب دفع اشتراكات دورية تخصص لتغطية نفقات تسيير المجموعة تبعا لاستحقاقات تحدد مسبقا أو يدعى إلى دفعها بحسب ما يقتضيه التسيير المذكور."
    },
    {
        "reference": "المادة 14",
        "contenu": "يمكن أن يمنح الأعضاء للمجموعة قروضا أو تسبيقات في حساب جار، ويجوز لهم أيضا أن يقرروا وضع مجموع أو بعض الأرباح، إن تحققت رهن تصرف المجموعة في شكل تسبيقات."
    },
    {
        "reference": "المادة 15",
        "contenu": "تحدد حقوق أعضاء المجموعة والتزاماتهم بموجب العقد، فإن لم ينص عليها، يفترض تساوي الأعضاء في حقوقهم والتزاماتهم."
    },
    {
        "reference": "المادة 16",
        "contenu": "يلزم الأعضاء بدفع ديون المجموعة من ذمتهم المالية. ويعتبرون متضامنين ما لم يتم الاتفاق على خلاف ذلك مع الغير المتعاقد، فإن قبل هذا الأخير تجزئة دعاويه، اعتبر أعضاء المجموعة ملزمين بأقساط متساوية ما لم ينص على خلاف ذلك في الاتفاقية المبرمة مع الغير. لا يجوز لدائني المجموعة متابعة عضو أو أكثر من أعضائها من أجل أداء ما عليهم من ديون إلا بعد توجيه إنذار إلى المجموعة ظل دون جدوى بعد انقضاء أجل خمسة عشر يوما من تاريخ الإنذار المذكور."
    },
    {
        "reference": "المادة 17",
        "contenu": "يجوز للمجموعة أن تقبل انضمام أعضاء جدد إليها وفقا للشروط المحددة في العقد وفيما عدا حالة تفويت حصص موجودة، يجوز إعفاء عضو جديد من الديون المستحقة على المجموعة قبل انضمامه إليها إن سمح العقد بذلك، مع مراعاة اتخاذ قرار الإعفاء من طرف جمعية الأعضاء ونشره وفقا للشروط المنصوص عليها في الباب الثاني عشر من هذا القانون. يجوز لكل عضو أن ينسحب من المجموعة وفقا للشروط المحددة في العقد مع مراعاة تنفيذه لما عليه من التزامات."
    },
    {
        "reference": "المادة 18",
        "contenu": "يجوز لكل عضو من أعضاء المجموعة أن يفوت إلى عضو آخر أو إلى أحد الأغيار مساهماته فيها كليا أو جزئيا وفقا للشروط المنصوص عليها في العقد. يجب إثبات التفويت المشار إليه في الفقرة السابقة كتابة ولا يعتد به تجاه المجموعة إلا بعد تبليغه إليها أو قبوله من طرفها في محرر ثابت التاريخ. غير أنه يمكن تعويض التبليغ بإيداع نظير من عقد التفويت بمقر المجموعة مقابل تسليم المتصرف شهادة بهذا الإيداع للمودع. لا يعتد بالتفويت تجاه الغير إلا بعد تنفيذ الشروط والإجراءات المنصوص عليها في الفقرتين السابقتين وبعد إتمام إجراءات الشهر طبقا لأحكام الباب الثاني عشر من هذا القانون. يجب أن يكون المفوت قد نفذ جميع التزاماته إزاء المجموعة."
    },
    {
        "reference": "المادة 19",
        "contenu": "يجوز عزل أي عضو من أعضاء المجموعة لسبب من الأسباب المنصوص عليها في عقد المجموعة، وفي كل الأحوال إذا أخل بالتزاماته إخلالا جسيما أو إذا تسبب أو قد يتسبب في إحداث خلل فادح في تسيير المجموعة. لا يجوز أن يتم هذا العزل إلا بقرار من المحكمة المختصة بطلب من أحد الأعضاء الآخرين، ما لم ينص عقد المجموعة على خلاف ذلك."
    },
    {
        "reference": "المادة 20",
        "contenu": "إذا كف عضو عن الانتساب إلى المجموعة لسبب آخر غير تفويت حقوقه، فإن قيمة حقوقه أو التزاماته تحدد على أساس الذمة المالية للمجموعة في الحالة التي كانت توجد عليها حين توقف ذلك العضو عن الانتساب إليها. لا يجوز تحديد قيمة حقوق العضو المنسحب والتزاماته مسبقا بشكل جزافي، وفي حالة نزاع، تحدد هذه القيمة وفق الشروط المنصوص عليها في الفقرة الثالثة من المادة 60 أدناه."
    },
    {
        "reference": "المادة 21",
        "contenu": "يدير المجموعة متصرف أو أكثر يختارون من بين أعضائها أو من غيرهم. يمكن لشخص معنوي أن يعين متصرفا على أن يقوم بتعيين ممثل دائم عنه يخضع لنفس الشروط والالتزامات ويتحمل نفس المسؤوليات المدنية والجنائية كما لو كان متصرفا باسمه الخاص، وذلك دون المساس بالمسؤولية التضامنية للشخص المعنوي الذي يمثله. إذا أصبحت المجموعة لا تتوفر على متصرفين لسبب من الأسباب، يلزم كل عضو في المجموعة ذات النفع الاقتصادي أو إن اقتضى الحال مراقب أو مراقبو الحسابات بالقيام فرادي أو جماعة، بجمع أعضاء المجموعة في أقرب الآجال أو باستشارتهم كتابة بهدف تعيين متصرف جديد واحد على الأقل، وإذا تعذر ذلك أمكن لكل ذي مصلحة أن يطلب من رئيس المحكمة المختصة بصفته قاضي المستعجلات، تعيين وكيل يكلف بجمع الأعضاء أو باستشارتهم كتابة بهدف القيام بالتعيين أو التعيينات الضرورية. وفي انتظار ذلك، تباشر إدارة المجموعة من طرف جميع الأعضاء معا ما عدا إذا تعلق الأمر بفعل مستعجل قد يضر إغفاله بالمجموعة."
    },
    {
        "reference": "المادة 22",
        "contenu": "يتم تنظيم إدارة المجموعة بكل حرية وتعيين المتصرف أو المتصرفين وتحديد صلاحياتهم وسلطهم وشروط عزلهم على وجه الخصوص، بموجب عقد المجموعة أو من لدن جمعية الأعضاء في حالة عدم تنصيص العقد على ذلك."
    },
    {
        "reference": "المادة 23",
        "contenu": "في إطار العلاقات مع الأعضاء، يجوز لكل متصرف القيام بكافة أعمال التدبير لصالح المجموعة، ما لم ينص العقد على خلاف ذلك."
    },
    {
        "reference": "المادة 24",
        "contenu": "في إطار العلاقات مع الأغيار، يلزم المتصرف أو المتصرفون المجموعة بالعقود التي تدخل في نطاق غرضها ولا يعتد تجاه الأغيار بأي حصر للسلط. تكون المجموعة ملزمة حتى بالعقود التي تتجاوز غرضها، ما لم تثبت أن الغير كان على علم بأنها تتجاوز غرضها أو أنه لم يكن ليجهل ذلك اعتبارا للظروف. ولا يعتبر مجرد شهر العقد كافيا بالضرورة لإقامة هذه الحجة."
    },
    {
        "reference": "المادة 25",
        "contenu": "يمنع على المتصرفين الاقتراض من المجموعة والحصول منها لفائدتهم على دائنية والسعي في قيام المجموعة بضمان ما تعهدوا به تجاه الأغيار من التزامات شخصية."
    },
    {
        "reference": "المادة 26",
        "contenu": "يعتبر المتصرف أو المتصرفون مسؤولين، كل على حدة أو متضامنين بحسب الحالة، تجاه المجموعة أو الغير إما عن مخالفة الأحكام القانونية المطبقة على المجموعة ذات النفع الاقتصادي وإما عن خرق بنود عقد المجموعة وإما عن الأخطاء المرتكبة أثناء تدبيرهم لها. وإذا شارك عدة متصرفين في ارتكاب نفس الأفعال، حددت المحكمة حصة مساهمة كل واحد منهم في التعويض عن الضرر."
    },
    {
        "reference": "المادة 27",
        "contenu": "يجوز لأعضاء المجموعة أن يرفعوا دعوى الحصول على تعويض ليس فقط عن الضرر الذي لحق بهم شخصيا، بل أيضا عن الضرر الذي لحق بالمجموعة التي تدفع لها، إن اقتضى الحال، التعويضات المحصل عليها. يعتبر كأن لم يكن كل بند من العقد يترتب عليه توقف رفع هذه الدعوى على رأي سابق لجمعية الأعضاء أو قرار لها أو التنازل مسبقا عن رفع الدعوى. ولا يترتب كذلك على أي قرار لأعضاء المجموعة سقوط دعوى المسؤولية ضد المتصرفين من أجل خطأ ارتكبوه خلال مزاولتهم لمهامهم."
    },
    {
        "reference": "المادة 28",
        "contenu": "تتقادم دعاوى المسؤولية ضد المتصرف أو المتصرفين، فردية كانت أم جماعية، بمضي خمس سنوات ابتداء من تاريخ الفعل المحدث للضرر أو من تاريخ اكتشافه إذا تم إخفاؤه. غير أنه إذا اكتسى الفعل صفة جناية تقادمت الدعوى بمضي 20 سنة."
    },
    {
        "reference": "المادة 29",
        "contenu": "تطبق أحكام المواد من 702 إلى 710 من القانون رقم 15.95 المتعلق بمدونة التجارة على مسيري المجموعات ذات النفع الاقتصادي إذا كان لها طابع تجاري وكانت محل مسطرة تسوية أو تصفية قضائية."
    },
    {
        "reference": "المادة 30",
        "contenu": "تخول لجمعية أعضاء المجموعة صلاحية اتخاذ كل القرارات وفقا للشروط المنصوص عليها في العقد. تقوم الجمعية بإدخال التغييرات على العقد وتحدد عند الاقتضاء، أحكام النظام الداخلي. تبت كذلك في حل المجموعة قبل الأوان أو في تمديد مدتها أو تحويلها وفقا للشروط المنصوص عليها في العقد. كما يجوز التنصيص في العقد على أن يمنح لكل عضو عدد من الأصوات يختلف عن عدد الأصوات الممنوح لباقي الأعضاء، وإلا فيكون لكل عضو صوت واحد. يحق لكل عضو المشاركة في اتخاذ القرارات الجماعية كيفما كانت طبيعتها ومهما كان عدد الحصص التي يملكها. تتخذ قرارات الجمعية وفقا لشرطي النصاب والأغلبية المحددين في العقد، وإلا فبإجماع كل الأعضاء. يمكن كذلك أن تقرر جمعية أعضاء المجموعة بإجماع أعضائها الاستمرار في ممارسة نشاطها بعد: وفاة أحد الأعضاء الذاتيين للمجموعة؛ أو في حالة عدم أهلية أحد أعضائها الذاتيين؛ أو عند حل أو تصفية أحد الأشخاص الاعتباريين عضو في هذه المجموعة."
    },
    {
        "reference": "المادة 31",
        "contenu": "تنعقد الجمعية لزوما بطلب من ربع أعضاء المجموعة على الأقل."
    },
    {
        "reference": "المادة 32",
        "contenu": "ينظم العقد طريقة دعوة وانعقاد الجمعيات ومسطرة التصويت، ويمكن أن ينص على الالتجاء في بعض الحالات إلى الاستشارة الكتابية بدلا من انعقاد الجمعية، إلا أن الاستشارة لا تجوز إذا تعلق الأمر بالموافقة على الحسابات أو بإدخال تغييرات على العقد. يجب ألا يقل أجل الدعوة إلى انعقاد الجمعية أو الأجل الذي يسبق الاستشارة الكتابية عن خمسة عشر يوما، ما لم ينص العقد على خلاف ذلك."
    },
    {
        "reference": "المادة 33",
        "contenu": "يجب قبل انعقاد أي جمعية أو القيام بأي استشارة كتابية، حسب الشروط التي يحددها العقد، أن تبلغ إلى أعضاء المجموعة تقارير المتصرفين وإن اقتضى الحال تقارير مراقبي الحسابات وموجز الحسابات إذا كانت الموافقة عليها مدرجة في جدول الأعمال وكذلك مشاريع القرارات المطلوب من أعضاء المجموعة التصويت عليها. يجوز لأعضاء المجموعة بالإضافة إلى ذلك أن يستعلموا في أي وقت من الأوقات وبدون أن يتدخلوا في تدبيرها عن شؤون المجموعة لدى المتصرف أو المتصرفين وأن يطلعوا على الدفاتر أو الوثائق التي تمكنهم من تقييم وضعيتها المالية."
    },
    {
        "reference": "المادة 34",
        "contenu": "للأعضاء المجموعة كامل الحرية لتحديد أسس توزيع الأرباح والخسائر وإلا تم توزيعها بحصص متساوية. في حال تحقيق أرباح، يمكن التنصيص على منح أصحاب الحصص في رأس المال أنصبة ذات أولوية في الأرباح بالتناسب مع المبلغ المدفوع من الحصة التي شاركوا بها وعلى توزيع ما تبقى من الأرباح حسب حجم الأعمال المحقق مع كل عضو من أعضاء المجموعة. ينطبق الأمر نفسه على الخسائر والتكاليف المتعلقة بنفقات التسيير. يمكن تطبيق القاعدة نفسها على توزيع رصيد التصفية وعلى عملية حساب المساهمة النهائية لكل عضو في تحمل الخصوم المستحقة للأغيار."
    },
    {
        "reference": "المادة 35",
        "contenu": "يجب على كل مجموعة ذات نفع اقتصادي أن تمسك محاسبة منتظمة لعملياتها بحسب طبيعة نشاطها."
    },
    {
        "reference": "المادة 36",
        "contenu": "عند اختتام كل سنة مالية، يضع المتصرف أو المتصرفون جردا لمختلف عناصر الأصول والخصوم ويعدون حسابات المجموعة التي يجب الموافقة عليها بقرار جماعي للأعضاء وفق الشروط المنصوص عليها في العقد بناء على تقرير مراقب أو مراقبي الحسابات إن اقتضى الحال. يقدم المتصرف أو المتصرفون إلى جمعية الأعضاء تقريرا عن وضعية المجموعة ونشاطها خلال السنة المنصرمة."
    },
    {
        "reference": "المادة 37",
        "contenu": "تعتبر الأرباح إن تحققت، ملكا لأعضاء المجموعة عند نهاية كل سنة مالية لمجرد إثباتها وبالتناسب مع حقوق كل عضو وذلك بعد خصم المصاريف العامة والتكاليف الأخرى بما فيها الاستهلاكات ومقابل الوفاء غير أنه في حالة وجود خسائر سابقة لم تتم تغطيتها بالمساهمات الخاصة بتسيير المجموعة، تخصص الأرباح المذكورة لزوما لتعويض هذه الخسائر. في حالة وجود أرباح وهمية وإرجاع أعضاء المجموعة للمبالغ المقبوضة، يحق للأعضاء أن يقيموا دعوى ضد المتصرف أو المتصرفين للحصول على التعويض عن الضرر الذي لحق بهم إن اقتضى الحال."
    },
    {
        "reference": "المادة 38",
        "contenu": "يتحمل أعضاء المجموعة الخسائر بالتناسب مع التزاماتهم إلا إذا تقرر استثنائيا أن تؤجل تغطيتها مؤقتا من جديد. لا يلزم أعضاء المجموعة، في حالة وقوع خسائر، بإرجاع الأرباح الحقيقية الموزعة في سنوات مالية سابقة إلى الذمة المالية للمجموعة."
    },
    {
        "reference": "المادة 39",
        "contenu": "يمكن أن يتولى مراقبة حسابات المجموعة مراقب أو عدة مراقبين للحسابات يعينون بقرار جماعي يتخذه الأعضاء وفق الشروط المحددة في العقد. غير أن المجموعة تلتزم بتعيين مراقب أو عدة مراقبين للحسابات إذا كانت تصدر سندات قرض وفق الشروط المنصوص عليها في الفقرة الرابعة من المادة 3 أعلاه. في حالة عدم إجراء ذلك التعيين إذا كان العقد ينص على مراقبة الحسابات من طرف مراقب أو عدة مراقبين للحسابات أو في الحالة المنصوص عليها في الفقرة السابقة فإن التعيين يتم بأمر من رئيس المحكمة بصفته قاضي المستعجلات بطلب من أي عضو بعد استدعاء المتصرفين بصورة قانونية."
    },
    {
        "reference": "المادة 40",
        "contenu": "حينما يتولى مراقب أو مراقبو الحسابات مراقبة حسابات المجموعة تطبق على المجموعات ذات النفع الاقتصادي أحكام القانون رقم 17.95 المتعلق بشركات المساهمة والخاصة بشروط تعيين مراقبي الحسابات ولاسيما ما يتعلق منها بحالات التنافي وكذا سلطهم والتزاماتهم ومسؤوليتهم والنيابة عنهم وتجريحهم وعزلهم ودفع أجورهم على أن تراعى في ذلك القواعد الخاصة بالمجموعة المذكورة."
    },
    {
        "reference": "المادة 41",
        "contenu": "يمكن أن تحول كل شركة أو جمعية يكون غرضها مطابقا لتعريف المجموعة ذات النفع الاقتصادي إلى مجموعة من هذا القبيل دون أن يترتب على ذلك حلها أو إنشاء شخص معنوي جديد. يمكن أن تحول مجموعة ذات نفع اقتصادي إلى شركة تضامن بقرار يتخذه أعضاؤها بالإجماع، دون أن يترتب على ذلك حلها أو تكوين شخص معنوي جديد."
    },
    {
        "reference": "المادة 42",
        "contenu": "مع مراعاة أسباب الحل الأخرى المنصوص عليها في العقد، تحل المجموعة ذات النفع الاقتصادي: بانتهاء مدة قيامها إن كانت محددة؛ بتحقيق غرضها أو زواله؛ بإرادة أعضائها وفق الشروط المنصوص عليها في المادة 30 أعلاه؛ بقرار قضائي لأسباب جائزة؛ بوفاة شخص ذاتي عضو بالمجموعة، أو بحل شخص اعتباري عضو بها، ما لم ينص العقد على خلاف ذلك أو بعد قرار أعضاء الجمعية بالإجماع مواصلة نشاطها كما هو منصوص عليه في الفقرة الأخيرة من المادة 30 أعلاه؛ عدم أهلية شخص ذاتي عضو بالمجموعة، أو بسبب فتح مسطرة التصفية القضائية تجاه شخص اعتباري عضو من أعضائها، أو بسبب منع أحد الأعضاء من الإدارة والتدبير والتسيير، ما لم ينص العقد على خلاف ذلك بعد قرار أعضاء الجمعية بالإجماع مواصلة نشاطها كما هو منصوص عليه في الفقرة الأخيرة من المادة 30 أعلاه."
    },
    {
        "reference": "المادة 43",
        "contenu": "عندما تتجمع كل الحصص بين يدي عضو واحد، يجب على هذا الأخير أن يسوي الوضعية داخل أجل سنة واحدة. في حالة عدم التسوية عند انصرام الأجل المذكور، تحل المجموعة بقوة القانون."
    },
    {
        "reference": "المادة 44",
        "contenu": "يترتب على حل المجموعة ذات النفع الاقتصادي تصفيتها، فيما تظل الشخصية المعنوية قائمة لأغراض التصفية إلى حين قفلها ويظل القانون والعقد ساريين على المجموعة أثناء عمليات التصفية."
    },
    {
        "reference": "المادة 45",
        "contenu": "تتم التصفية وفق أحكام العقد وإلا عين مصف من لدن جمعية الأعضاء وإن تعذر عليها ذلك عين بأمر من رئيس المحكمة بصفته قاضي المستعجلات يصدر استنادا على طلب أحد الأعضاء أو أي شخص معني بالأمر. وبعد الوفاء بالديون وعند الاقتضاء بعد استرجاع الحصص وحقوق الانضمام، يوزع فائض أصول المجموعة بين أعضائها وفق الشروط المنصوص عليها في المادة 34 أعلاه."
    },
    {
        "reference": "المادة 46",
        "contenu": "يعتبر المصفي مسؤولا سواء تجاه المجموعة أو الأغيار عن الأضرار الناتجة عما ارتكب من أخطاء أثناء قيامه بمهامه. تتقادم دعوى المسؤولية ضد المصفين وفق الشروط المنصوص عليها في المادة 28 من هذا القانون. تتقادم جميع الدعاوي ضد أعضاء المجموعة من غير المصفين أو المستحقين عنهم بمضي خمس سنوات ابتداء من تاريخ نشر حل المجموعة."
    },
    {
        "reference": "المادة 47",
        "contenu": "يتوقف المتصرف أو المتصرفون عن مزاولة مهامهم فور تعيين المصفي، بينما يواصل مراقب أو مراقبو الحسابات، إن وجدوا، مهامهم إلى حين قفل التصفية."
    },
    {
        "reference": "المادة 48",
        "contenu": "يجب إيداع عقد المجموعة ذات النفع الاقتصادي كيفما كان غرضها لدى كتابة ضبط المحكمة الموجود في دائرة نفوذها مقر المجموعة داخل أجل ثلاثين يوما من تاريخ العقد."
    },
    {
        "reference": "المادة 49",
        "contenu": "ينشر مستخرج من العقد التأسيسي للمجموعة ذات النفع الاقتصادي داخل أجل شهر من تاريخ التوقيع على العقد في صحيفة للإعلانات القانونية وفي الجريدة الرسمية. يجب أن يتضمن هذا المستخرج ما يلي: تسمية المجموعة؛ بيان موجز لغرضها؛ المدة التي أنشئت من أجلها؛ عنوان مقرها؛ عند الاقتضاء، مبلغ الحصص المكونة لرأس المال وطبيعتها والحصص المدفوعة من لدن كل عضو من الأعضاء؛ الاسم العائلي والشخصي، العنوان التجاري أو التسمية التجارية لكل عضو من أعضاء المجموعة وشكله القانوني وعنوانه الشخصي أو مقر مقاولته أو مقره الاجتماعي وعند الاقتضاء، رقم قيده في السجل التجاري؛ الأسماء الشخصية والعائلية للأعضاء أو الأغيار الذين لهم صلاحية إلزام المجموعة تجاه الأغيار وصفتهم وموطنهم؛ الإشارة إلى كتابة ضبط المحكمة التي سيتم لديها تقييد المجموعة في السجل التجاري."
    },
    {
        "reference": "المادة 50",
        "contenu": "يتم الشهر بإيداع العقود أو الوثائق لدى كتابة ضبط المحكمة الموجود في دائرة نفوذها مقر المجموعة ذات النفع الاقتصادي وفق الشروط المقررة في النصوص التشريعية والتنظيمية المتعلقة بالسجل التجاري."
    },
    {
        "reference": "المادة 51",
        "contenu": "تتم إجراءات الشهر الواردة في هذا الباب بمسعى من الممثلين القانونيين للمجموعة وتحت مسؤوليتهم. يقوم المصفي، أثناء التصفية وتحت مسؤوليته، بإجراءات الشهر الموكولة للممثلين القانونيين."
    },
    {
        "reference": "المادة 52",
        "contenu": "تخضع، وفق نفس الشروط، للإيداع والنشر المنصوص عليهما في المادتين 48 و 49 أعلاه: العقود أو المداولات أو القرارات التي يترتب عليها تغيير عقد المجموعة بما فيها تلك المتعلقة بتغيير الأعضاء والمتصرفين ومراقبي الحسابات إن اقتضى الحال؛ قرار إعفاء عضو جديد من أداء الديون الناشئة قبل انضمامه إن وجدت؛ العقود أو المداولات أو القرارات المثبتة لحل المجموعة مع بيان أسماء المصفين الشخصية والعائلية وموطنهم ومقر التصفية؛ المقررات القضائية القاضية بحل المجموعة أو بطلانها؛ العقود أو المداولات أو القرارات المثبتة لقفل التصفية."
    },
    {
        "reference": "المادة 53",
        "contenu": "مع مراعاة إمكانات التسوية المنصوص عليها في المواد 58 و 59 و 60 بعده، يترتب على عدم التقيد بإجرائي الإيداع والنشر ما يلي: بطلان المجموعة في الحالتين المنصوص عليهما في المادتين 48 و 49؛ بطلان العقود أو المداولات أو القرارات في الحالة المنصوص عليها في المادة 52."
    },
    {
        "reference": "المادة 54",
        "contenu": "يحق لكل شخص الاطلاع على الوثائق المودعة لدى كتابة ضبط المحكمة المختصة والحصول على نفقته على نسخة أو مستخرج منها أو نظير لها لدى كاتب الضبط أو الموثق الحائز لأصل تلك الوثائق."
    },
    {
        "reference": "المادة 55",
        "contenu": "لا يمكن أن يترتب بطلان المجموعة ذات النفع الاقتصادي أو بطلان العقود أو المداولات المغيرة للعقد إلا على أحد الأحكام الصريحة الواردة في هذا القانون أو على أحد أسباب بطلان العقود بصفة عامة. يعتبر كأن لم يكن كل بند من بنود العقد يخالف قاعدة آمرة من هذا القانون لا يرتب القانون على خرقها بطلان المجموعة."
    },
    {
        "reference": "المادة 56",
        "contenu": "لا يمكن أن يترتب بطلان العقود أو المداولات غير تلك المنصوص عليها في المادة 55 أعلاه إلا على خرق قاعدة آمرة من هذا القانون أو على أحد أسباب بطلان العقود بصفة عامة."
    },
    {
        "reference": "المادة 57",
        "contenu": "تسقط دعوى البطلان بزوال سببه ولغاية يوم بت المحكمة ابتدائيا في الموضوع، ما عدا إذا كان هذا البطلان يرتكز على عدم مشروعية الغرض."
    },
    {
        "reference": "المادة 58",
        "contenu": "يجوز للمحكمة التي رفعت إليها دعوى البطلان أن تمنح، ولو تلقائيا، قبل البت في الموضوع، أجلا كافيا لإجراء التسوية، ولا يجوز لها أن ترفض منح هذا الأجل في حالة إثبات وجود دعوة لانعقاد الجمعية أو استشارة أعضاء المجموعة لتلك الغاية، ولا يمكن أن تصدر المحكمة حكما بالبطلان قبل انصرام شهرين من تاريخ تقديم المقال الافتتاحي للدعوى. إذا انصرم الأجل المنصوص عليه أعلاه ولم يتخذ أي قرار بتت المحكمة في دعوى البطلان."
    },
    {
        "reference": "المادة 59",
        "contenu": "إذا كان بطلان العقود أو المداولات اللاحقة لإنشاء المجموعة يرتكز على خرق لقواعد الشهر، جاز لكل ذي مصلحة في تسوية العقد أو المداولة أن يوجه إنذارا إلى المجموعة بتسوية الوضع داخل أجل ثلاثين يوما من تاريخ الإنذار المذكور. إذا لم تتم التسوية خلال الأجل المذكور، جاز لكل ذي مصلحة أن يطلب من رئيس المحكمة بصفته قاضي المستعجلات تعيين وكيل يكلف بإتمام الإجراءات الضرورية على نفقة المجموعة."
    },
    {
        "reference": "المادة 60",
        "contenu": "إذا كان بطلان المجموعة أو العقود أو المداولات اللاحقة لإنشائها مرتكزا على عيب في الرضى أو عدم أهلية أحد الأعضاء، وكان إجراء التسوية ممكنا، جاز لكل ذي مصلحة أن يوجه إنذارا برسالة مضمونة مع إشعار بالتوصل إلى الشخص ذي الصلاحية للقيام بهذه التسوية، إما بإنجازها أو بإقامة دعوى البطلان داخل ستة أشهر تحت طائلة سقوط الحق. ويبلغ الإنذار المذكور إلى المجموعة. في حالة إقامة دعوى البطلان داخل الأجل المذكور في الفقرة السابقة، يجوز للمجموعة أو لكل عضو أن يعرض على المحكمة كل إجراء من شأنه وضع حد لدعوى الطالب، لاسيما بشراء حقوقه أو إرجاعها. ويمكن للمحكمة في هذه الحالة، إما أن تنطق بالبطلان وإما أن تضفي صفة الإلزام على الإجراءات المقترحة إذا وافقت المجموعة عليه مسبقا وفق الشروط المقررة لتغيير العقد. ولا يكون لتصويت العضو المطلوب شراء حقوقه أو إرجاعها أي تأثير على قرار المجموعة. في حالة نزاع، تحدد قيمة الحقوق المراد شراؤها أو إرجاعها بواسطة خبراء يعينون باتفاق الأطراف أو إذا تعذر ذلك، بأمر من رئيس المحكمة بصفته قاضي المستعجلات."
    },
    {
        "reference": "المادة 61",
        "contenu": "إذا تم النطق ببطلان المجموعة، وضع حد لتنفيذ عقد المجموعة بدون أثر رجعي. يترتب على البطلان بالنسبة إلى الشخص المعنوي الذي نشأ نتيجة لذلك نفس آثار الحل المنطوق به قضائيا."
    },
    {
        "reference": "المادة 62",
        "contenu": "لا يجوز للمجموعة ولا لأعضائها أن يعتدوا بالبطلان تجاه الأغيار ذوي النية الحسنة، غير أنه يعتد بالبطلان المترتب على انعدام الأهلية أو على عيب في الرضى ولو تجاه الغير من قبل فاقد الأهلية وممثليه القانونيين أو من قبل عضو المجموعة الذي كان رضاه معيبا."
    },
    {
        "reference": "المادة 63",
        "contenu": "يمكن التصريح بأن المتصرفين المزاولين مهامهم وقت النطق ببطلان المجموعة والأعضاء المنسوب إليهم سبب البطلان مسؤولون على وجه التضامن عن الضرر الذي لحق بالأعضاء أو الأغيار من جراء إبطال المجموعة."
    },
    {
        "reference": "المادة 64",
        "contenu": "تتقادم دعاوى بطلان المجموعة أو العقود أو المداولات اللاحقة لإنشائها بمضي ثلاث سنوات ابتداء من يوم سريان البطلان، تحت طائلة سقوط الحق المنصوص عليه في الفقرة الأولى من المادة 60 أعلاه."
    },
    {
        "reference": "المادة 65",
        "contenu": "تتقادم دعوى المسؤولية المرتكزة على إبطال المجموعة أو العقود أو المداولات اللاحقة لإنشائها بمضي خمس سنوات ابتداء من اليوم الذي صار فيه الحكم بالبطلان نهائيا."
    },
    {
        "reference": "المادة 66",
        "contenu": "لا يحول زوال سبب البطلان دون إقامة دعوى التعويض الرامية إلى التعويض عن الضرر الناتج عن العيب الذي يشوب المجموعة أو العقد أو المداولة. تتقادم الدعوى المذكورة بمضي خمس سنوات على يوم تدارك البطلان."
    },
    {
        "reference": "المادة 67",
        "contenu": "يعاقب بغرامة 1.000 إلى 5.000 درهم متصرفو المجموعة ذات النفع الاقتصادي الذين أغفلوا الإشارة في العقود والوثائق الصادرة عن المجموعة والموجهة إلى الأغيار إلى تسمية تلك المجموعة مسبوقة أو متبوعة بعبارة مجموع ذات نفع اقتصادي أو بالأحرف الأولى « م.ن.ق» وكذا بيان مقرها ورقم تقييدها في السجل التجاري."
    },
    {
        "reference": "المادة 68",
        "contenu": "يعاقب بالحبس من شهر إلى ستة وبغرامة من 1.000 إلى 10.000 درهم أو بإحدى هاتين العقوبتين فقط، كل من استعمل عن سوء نية تسمية «مجموعة ذات نفع اقتصادي أو الأحرف الأولى « م.ن.ق » أو أي عبارة من شأنها أن تلتبس بتلك التسمية أو الأحرف الأولى. يمكن علاوة على ذلك أن تأمر المحكمة بنشر الحكم في صحيفتين على الأكثر على نفقة الطرف المدان."
    },
    {
        "reference": "المادة 69",
        "contenu": "تطبق الأحكام الزجرية المنصوص عليها في المواد 403 و 404 و 405 و 406 من القانون رقم 17.95 المشار إليه أعلاه مع مراعاة القواعد الخاصة بالمجموعة ذات النفع الاقتصادي، في الحالة التي ينص فيها العقد على مراقبة الحسابات من طرف مراقب أو عدة مراقبين للحسابات أو في الحالة المنصوص عليها في الفقرة الثانية من المادة 39 أعلاه."
    },
    {
        "reference": "المادة 70",
        "contenu": "لا تطبق أحكام المواد 67 و 68 و 69 من هذا القانون إلا إذا كانت الأفعال التي تعاقب عليها لا يمكن أن تكيف تكييفا جنائيا أشد عملا بأحكام القانون الجنائي."
    },
    {
        "reference": "المادة 71",
        "contenu": "تطبق فيما يخص كل ما لا يخضع لهذا القانون أحكام الظهير الشريف الصادر في 9 رمضان 1331 ( 12 أغسطس 1913) بمثابة قانون الالتزامات والعقود والأحكام الخاصة بشركات التضامن الواردة في القانون رقم 5.96 المتعلق بشركة التضامن وشركة التوصية البسيطة وشركة التوصية بالأسهم والشركة ذات المسؤولية المحدودة وشركة المحاصة، فيما لا تتنافى مع أحكام هذا القانون ومع طبيعة وغرض المجموعات ذات النفع الاقتصادي."
    }
]