[
    {
        "reference": "المادة 1",
        "contenu": "تخضع شركة التضامن وشركة التوصية البسيطة وشركة التوصية بالأسهم والشركة ذات المسؤولية المحدودة وشركة المحاصة لهذا القانون وللأحكام غير المخالفة له الواردة في الظهير الشريف الصادر في 9 رمضان 1331 (12 أغسطس 1913) المتعلق بقانون الالتزامات والعقود. تطبق أحكام المواد 2 و 3 و 5 و 8 و 11 و 12 و 27 و 31 و 32 ومن 136 إلى 138 ومن 222 إلى 229 ومن 337 إلى 348 ومن 361 إلى 372 من القانون رقم 17.95 المتعلق بشركات المساهمة على الشركات موضوع هذا القانون فيما إذا كانت متلائمة والأحكام الخاصة بها."
    },
    {
        "reference": "المادة 2",
        "contenu": "تعتبر الشركات موضوع الأبواب الثاني والثالث والرابع من هذا القانون شركات تجارية بحسب شكلها وكيفما كان غرضها. ولا تكتسب الشخصية المعنوية إلا من تاريخ تقييدها في السجل التجاري. ولا يترتب عن التحويل القانوني للشركة إلى شكل آخر، إنشاء شخص معنوي جديد. ويسري نفس الحكم في حالة التمديد. تعد شركة المحاصة شركة تجارية إذا كان غرضها تجاريا."
    },
    {
        "reference": "المادة 3",
        "contenu": "شركة التضامن هي الشركة التي يكون فيها لكل الشركاء صفة تاجر، ويسألون بصفة غير محدودة وعلى وجه التضامن عن ديون الشركة. لا يمكن لدائني الشركة المطالبة بأداء ديونها في مواجهة أحد الشركاء إلا بعد إنذار الشركة بإجراء غير قضائي يبقى دون جدوى. ويعتبر الإنذار بدون جدوى، إذا لم تؤد الشركة ديونها أو تؤسس ضمانات داخل الثمانية أيام الموالية للإنذار. ويمكن أن يمدد هذا الأجل مرة واحدة ولنفس المدة بأمر من رئيس المحكمة بصفته قاضي المستعجلات."
    },
    {
        "reference": "المادة 4",
        "contenu": "تعين شركة التضامن بتسمية يمكن أن يضاف إليها اسم شريك أو أكثر، ويجب أن تكون مسبوقة أو متبوعة مباشرة بعبارة \"شركة تضامن\". يجب أن تدرج هذه البيانات وكذا مبلغ رأسمال الشركة ومقرها الاجتماعي بالإضافة إلى رقم تقييدها في السجل التجاري في المحررات والرسائل والفاتورات والإعلانات والمنشورات وغيرها من الوثائق الصادرة عن الشركة والموجهة للأغيار. كل شخص يسمح عن علم بأن يضاف اسمه إلى تسمية الشركة يكون مسؤولا عن التزاماتها وفق نفس الشروط التي تسري على الشركاء."
    },
    {
        "reference": "المادة 5",
        "contenu": "يجب، تحت طائلة بطلان الشركة، أن يؤرخ النظام الأساسي للشركة وأن يتضمن البيانات التالية: 1 - الاسم الشخصي والعائلي وموطن كل شريك، وإن تعلق الأمر بشخص معنوي، تسميته وشكله ومقره؛ 2 - إنشاء الشركة في شكل شركة التضامن؛ 3 - غرض الشركة؛ 4 - تسمية الشركة؛ 5 - مقر الشركة؛ 6 - مبلغ رأس المال؛ 7 - حصة كل شريك وبيان قيمتها إذا كانت حصة عينية؛ 8 - عدد وقيمة أنصبة كل شريك؛ 9 - مدة الشركة؛ 10 - الأسماء الشخصية والعائلية ومواطن الشركاء أو الأغيار، الذين يحق لهم إلزام الشركة، إن اقتضى الحال؛ 11 - كتابة ضبط المحكمة التي سيودع بها النظام الأساسي؛ 12 - إمضاء كل الشركاء."
    },
    {
        "reference": "المادة 6",
        "contenu": "تسير الشركة من قبل جميع الشركاء، إلا إذا نص النظام الأساسي على تعيين مسير أو أكثر من بينهم أو من الغير أو على تعيينهم بعقد لاحق. إذا كان المسير شخصا معنويا، فإن مسيريه يخضعون لنفس الشروط والالتزامات ويتحملون نفس المسؤولية المدنية والجنائية كما لو كانوا مسيرين باسمهم الخاص، بصرف النظر عن المسؤولية التضامنية للشخص المعنوي الذي يسيرونه."
    },
    {
        "reference": "المادة 7",
        "contenu": "يمكن للمسير فيما يخص العلاقات ما بين الشركاء، وفي حالة عدم تحديد سلطاته في النظام الأساسي أن يقوم بأي عمل تسيير فيه مصلحة الشركة. يتمتع كل مسير على حدة بنفس السلطات المذكورة في حالة تعدد المسيرين، مع مراعاة حق كل واحد منهم في التعرض على أية عملية قبل إبرامها. كل اتفاقية مبرمة بين شركة تضامن وأحد مسيريها يجب الحصول في شأنها على إذن سابق من الشركاء. لا يحق للمسير أن يمارس أي نشاط مماثل لنشاط الشركة إلا بعد حصوله على موافقة الشركاء."
    },
    {
        "reference": "المادة 8",
        "contenu": "تلزم الشركة في العلاقات مع الأغيار بأعمال المسير التي تدخل ضمن غرضها. يتمتع كل مسير على حدة بنفس السلطات المذكورة في حالة تعدد المسيرين. ولا يكون للتعرض المقدم من مسير ضد أعمال مسير آخر أي أثر في مواجهة الأغيار، ما لم يثبت أن هذا التعرض كان في علمهم. لا يحتج ضد الأغيار بأحكام النظام الأساسي التي تحد من سلطات المسيرين المنصوص عليها في هذه المادة. يكون المسيرون مسؤولين بصفة فردية أو بالتضامن تجاه الشركاء عما أنجزوه من أعمال مخالفة للقانون أو للنظام الأساسي."
    },
    {
        "reference": "المادة 9",
        "contenu": "تتخذ القرارات التي تتجاوز السلطات المخولة للمسيرين بإجماع الشركاء، ما لم ينص النظام الأساسي على خلاف ذلك بالنسبة لبعض القرارات. يمكن أن ينص النظام الأساسي على إمكانية اتخاذ القرارات عن طريق الاستشارة الكتابية إذا لم يطلب أحد الشركاء عقد جمعية عامة."
    },
    {
        "reference": "المادة 10",
        "contenu": "يعرض تقرير التسيير والجرد والقوائم التركيبية للسنة المحاسبية المعدة من طرف المسيرين على مصادقة جمعية الشركاء داخل أجل ستة أشهر من تاريخ اختتام السنة المذكورة. ولهذه الغاية، تبلغ للشركاء الوثائق المشار إليها في الفقرة السابقة ونص القرارات المقترحة وكذا، عند الاقتضاء، تقرير مراقب أو مراقبي الحسابات، داخل أجل خمسة عشر يوما على الأقل قبل انعقاد الجمعية. يوضع الجرد رهن إشارة الشركاء بمقر الشركة خلال أجل خمسة عشر يوما قبل انعقاد الجمعية. تثبت كل مداولة للشركاء في محضر يبين فيه تاريخ ومكان الاجتماع والأسماء الشخصية والعائلية للشركاء الحاضرين والتقارير المعروضة للمناقشة وملخص للنقاش ونص مشاريع القرارات المعروضة على التصويت ونتيجة التصويت. يجب أن يوقع المحضر من طرف كل شريك حاضر. إذا كان التسيير لكل الشركاء فلا يخضع لأحكام الفقرة السابقة سوى القرارات التي يتجاوز غرضها السلطات المعترف بها للمسيرين. في حالة الاستشارة الكتابية يشار إلى ذلك في محضر يوقعه المسير ويرفق به جواب كل شريك. يمكن إبطال كل مداولة اتخذت خرقا لأحكام هذه المادة. يحدد النظام الأساسي الشروط التي يجب توفرها في الشريك الذي يترأس الجمعية العامة. كل شرط مخالف لأحكام هذه المادة يعد كأن لم يكن."
    },
    {
        "reference": "المادة 11",
        "contenu": "يحق للشركاء غير المسيرين الاطلاع، مرتين في السنة بمقر الشركة على الدفاتر والجرد والقوائم التركيبية وتقرير التسيير وتقرير مراقب أو مراقبي الحسابات إن اقتضى الحال ومحاضر الجمعيات ووضع أسئلة كتابية حول تسيير الشركة يتعين الإجابة عنها كتابة كذلك. يترتب على حق الاطلاع حق الحصول على نسخة ما عدا فيما يخص الجرد. يمكن الاستعانة بمستشار أثناء ممارسة حق الاطلاع. كل شرط مخالف لأحكام هذه المادة يعتبر كأن لم يكن."
    },
    {
        "reference": "المادة 12",
        "contenu": "يمكن أن يعين الشركاء بالأغلبية مراقبا أو أكثر للحسابات. غير أن الشركات التي تتجاوز عند اختتام السنة المحاسبية، خمسين مليون درهم مبلغ رقم معاملاتها دون اعتبار الضرائب تلزم بتعيين مراقب للحسابات. يمكن لكل شريك أو عدة شركاء، حتى ولو لم يتم بلوغ مستوى رقم المعاملات المذكور في الفقرة السابقة أن يطلب من رئيس المحكمة بصفته قاضي المستعجلات تعيين مراقب أو أكثر للحسابات."
    },
    {
        "reference": "المادة 13",
        "contenu": "تطبق أحكام القانون رقم 17.95 المتعلق بشركات المساهمة فيما يرجع لشروط تعيين مراقبي الحسابات وبالأخص في حالات التنافي، وسلطاتهم والتزاماتهم ومسؤوليتهم والنيابة عنهم وتجريحهم وعزلهم ومكافأتهم على شركات التضامن مع مراعاة القواعد الخاصة بها."
    },
    {
        "reference": "المادة 14",
        "contenu": "إذا كان كل الشركاء مسيرين أو إذا كان مسيرا أو أكثر من بين الشركاء معينا في النظام الأساسي فإنه لا يمكن أن يتقرر عزل أحدهم من مهامه إلا بإجماع باقي الشركاء. يترتب عن هذا العزل حل الشركة، ما لم يكن استمرارها مقررا بمقتضى النظام الأساسي أو بإجماع باقي الشركاء. ويمكن للمسير المعزول آنذاك أن يقرر الانسحاب من الشركة مع طلب استرجاع حقوقه فيها. وتحدد قيمة هذه الحقوق بناء على رأي خبير يعينه الأطراف أو إذا لم يتفقوا، رئيس المحكمة بصفته قاضي المستعجلات. وكل شرط مخالف يعد كأن لم يكن. إذا كان شريك أو عدة شركاء مسيرين ولم يرد تعيينهم في النظام الأساسي جاز أن يعزل كل واحد منهم من مهامه وفق الشروط المحددة فيه وإلا فبإجماع باقي الشركاء سواء كانوا مسيرين أم لا. يمكن عزل المسير غير الشريك وفق الشروط المحددة في النظام الأساسي وإلا فبقرار لأغلبية الشركاء. إذا تقرر العزل بدون سبب مشروع، جاز أن يترتب عن ذلك مطالبة بالتعويض."
    },
    {
        "reference": "المادة 15",
        "contenu": "تكون الأنصبة إسمية ولا يمكن تفويتها إلا بموافقة كل الشركاء. كل شرط مخالف للقانون يعد كأن لم يكن."
    },
    {
        "reference": "المادة 16",
        "contenu": "يجب أن يتم تفويت الأنصبة كتابة، تحت طائلة البطلان وتواجه الشركة بالتفويت ضمن الشكليات المنصوص عليها في الفصل 195 من الظهير الشريف المشار إليه أعلاه المتعلق بقانون الالتزامات والعقود؛ غير أنه يمكن تعويض التبليغ بإيداع نظير من عقد التفويت بمقر الشركة مقابل تسليم المسير شهادة بهذا الإيداع للمودع. لا يواجه الأغيار بالتفويت إلا بعد إتمام تلك الشكليات وبعد شهره في السجل التجاري."
    },
    {
        "reference": "المادة 17",
        "contenu": "تنتهي الشركة بوفاة أحد الشركاء مع مراعاة الأحكام الآتية. إذا اشترط في حالة وفاة أحد الشركاء أن تستمر الشركة مع ورثته أو فقط، بين الشركاء الباقين على قيد الحياة، وجب اتباع هذه الأحكام ما لم يقرر ليكون الوارث شريكا، أن تقبله الشركة. وكذلك الشأن إذا اشترط استمرار الشركة سواء مع زوج الهالك أو وارث أو أكثر من الورثة أو مع أي شخص آخر معين في النظام الأساسي أو بمقتضى وصية إن كان هذا النظام يسمح بذلك. إذا استمرت الشركة بين الشركاء الباقين على قيد الحياة، فإن الوارث يصبح دائنا للشركة وليس له الحق سوى في قيمة حقوق موروثه. وللوارث كذلك الحق في القيمة المذكورة إذا كان قد اشترط ليصبح شريكا أن يقبل من طرف الشركة ورفض له هذا القبول. إذا استمرت الشركة فيما هو منصوص عليه في الفقرة الثالثة من هذه المادة، فإن المستفيدين من الاشتراط يكونون مدينين لباقي الورثة بقيمة الحقوق التي تنوبهم. تحدد قيمة الحقوق في الشركة، في جميع الحالات المنصوص عليها في هذه المادة، يوم الوفاة بناء على رأي خبير يعين من طرف رئيس المحكمة بصفته قاضي المستعجلات. لا يسأل ورثة الشريك القاصرون غير المرشدين عن ديون الشركة في حالة استمرارها إلا في حدود أموال التركة وبنسبة مناب كل واحد منهم. بالإضافة إلى ذلك، يجب أن تحول الشركة في أجل سنة من تاريخ الوفاة إلى شركة توصية يصبح فيها القاصر موصيا وإلا وجب حلها، ما لم يبلغ سن الرشد داخل هذا الأجل."
    },
    {
        "reference": "المادة 18",
        "contenu": "تحل الشركة إذا صدر حكم على أحد الشركاء بالتصفية القضائية أو بتحديد مخطط للتفويت الكامل أو بالمنع من مزاولة مهنة تجارية أو بإجراء يمس أهليته، ما لم ينص النظام الأساسي على استمرارها بين الشركاء الباقين أو يقرر هؤلاء استمرارها بالإجماع. في حالة الاستمرار، تحدد قيمة الحقوق التي سترد للشريك الفاقد لتلك الصفة بناء على رأي خبير معين بأمر استعجالي من رئيس المحكمة، وكل شرط مخالف يعد كأن لم يكن. تحل الشركة أيضا بالاندماج أو لأي سبب آخر ينص عليه النظام الأساسي."
    },
    {
        "reference": "المادة 19",
        "contenu": "شركة التوصية نوعان: شركة التوصية البسيطة وشركة التوصية بالأسهم."
    },
    {
        "reference": "المادة 20",
        "contenu": "شركة التوصية البسيطة تتكون من شركاء متضامنين ومن شركاء موصين. يخضع الشركاء المتضامنون للنظام المطبق على الشركاء في شركة التضامن. يسأل الشركاء الموصون عن الديون المستحقة على الشركة في حدود حصتهم التي لا يمكن أن تكون حصة صناعية."
    },
    {
        "reference": "المادة 21",
        "contenu": "تطبق الأحكام المتعلقة بشركات التضامن على شركات التوصية البسيطة، مع مراعاة القواعد المنصوص عليها في هذا الفصل."
    },
    {
        "reference": "المادة 22",
        "contenu": "تعين شركة التوصية البسيطة بتسمية يمكن أن يضاف إليها اسم شريك أو أكثر من الشركاء المتضامنين، ويجب أن تكون مسبوقة أو متبوعة مباشرة بعبارة \"شركة توصية بسيطة\"."
    },
    {
        "reference": "المادة 23",
        "contenu": "يجب أن يتضمن النظام الأساسي للشركة، بالإضافة إلى البيانات المشار إليها في المادة 5، ما يلي: 1- نصيب مبلغ أو قيمة حصص كل شريك متضامن أو موص في رأسمال الشركة؛ 2- النصيب الإجمالي للشركاء المتضامنين ونصيب كل شريك موص في توزيع الأرباح وفي عائد التصفية."
    },
    {
        "reference": "المادة 24",
        "contenu": "تتخذ القرارات وفق الشروط التي يحددها النظام الأساسي، غير أن جمعية لكل الشركاء تنعقد بقوة القانون إذا طلب ذلك شريك متضامن أو ربع الشركاء الموصين من حيث العدد ورأس المال."
    },
    {
        "reference": "المادة 25",
        "contenu": "لا يمكن للشريك الموصي القيام بأي عمل تسيير ملزم للشركة تجاه الأغيار ولو بناء على توكيل. في حالة مخالفة للمنع المنصوص عليه في الفقرة السابقة، يسأل الشريك الموصي بالتضامن مع الشركاء المتضامنين عن ديون والتزامات الشركة المترتبة عن الأعمال الممنوعة، ويمكن أن يلزم تضامنا بكل التزامات الشركة أو ببعضها فقط، حسب عدد وأهمية الديون والالتزامات المذكورة."
    },
    {
        "reference": "المادة 26",
        "contenu": "للشركاء الموصين حق الاطلاع، في كل حين، بالنسبة للسنوات المحاسبية الثلاث الأخيرة، على الدفاتر والجرد والقوائم التركيبية وتقرير التسيير وتقرير مراقب أو مراقبي الحسابات إن اقتضى الحال ومحاضر الجمعيات ووضع أسئلة كتابية في شأن تسيير الشركة يتعين الإجابة عنها أيضا كتابة."
    },
    {
        "reference": "المادة 27",
        "contenu": "لا يمكن تفويت أنصبة الشركة إلا برضى جميع الشركاء. غير أنه يمكن أن يشترط في النظام الأساسي: 1- حرية انتقال أنصبة الشركاء الموصين فيما بين الشركاء؛ 2- إمكانية تفويت أنصبة الشركاء الموصين إلى الأغيار الأجانب عن الشركة برضى جميع الشركاء المتضامنين وبأغلبية الشركاء الموصين من حيث العدد ورأس المال؛ 3- إمكانية تفويت الشريك المتضامن لجزء من أنصبته لشريك موص أو للغير الأجنبي عن الشركة وفق الشروط المنصوص عليها في البند 2 أعلاه."
    },
    {
        "reference": "المادة 28",
        "contenu": "لا يحق للشركاء تغيير جنسية الشركة. يتم كل تعديل في النظام الأساسي برضى جميع الشركاء المتضامنين وبأغلبية الشركاء الموصين من حيث العدد ورأس المال. كل شرط يفرض أغلبية أكثر عددا يعتبر كأن لم يكن."
    },
    {
        "reference": "المادة 29",
        "contenu": "تستمر الشركة بالرغم من وفاة أحد الشركاء الموصين. إذا اشترط استمرار الشركة مع الورثة رغم وفاة أحد الشركاء المتضامنين، فإن هؤلاء يصبحون شركاء موصين إذا كانوا قاصرين غير مرشدين. وإذا كان الشريك المتوفى هو الشريك المتضامن الوحيد وكان ورثته جميعهم قاصرين غير مرشدين، وجب تعويضه بشريك متضامن جديد أو بتحويل الشركة، داخل أجل سنة من تاريخ الوفاة، تحت طائلة حل الشركة بقوة القانون بانتهاء الأجل المذكور."
    },
    {
        "reference": "المادة 30",
        "contenu": "تحل الشركة في حالة التسوية أو التصفية القضائية لأحد الشركاء المتضامنين أو المنع من ممارسة مهنة تجارية أو المس بأهليته ما لم ينص النظام الأساسي على استمرارها أو يقرر الشركاء استمرارها بالأغلبية المتطلبة لتعديل النظام الأساسي، إن وجد شريك أو عدة شركاء متضامنين آخرين، وفي هذه الحالة تطبق أحكام الفقرة الثانية من المادة 18 من هذا القانون."
    },
    {
        "reference": "المادة 31",
        "contenu": "شركة التوصية بالأسهم هي التي يقسم رأسمالها إلى أسهم وتتكون بين شريك متضامن أو أكثر لهم صفة تاجر يسألون بالتضامن ودون تحديد، عن ديون الشركة وبين شركاء موصين لهم صفة مساهمين ولا يتحملون الخسائر إلا في حدود حصصهم. ولا يمكن أن يقل عدد الشركاء الموصين عن ثلاثة. تعين شركة التوصية بالأسهم بتسمية يمكن أن يضاف إليها اسم شريك أو أكثر من الشركاء المتضامنين ويجب أن تكون مسبوقة أو متبوعة مباشرة بعبارة \"شركة توصية بالأسهم\". تطبق على شركات التوصية بالأسهم، القواعد المتعلقة بشركات التوصية البسيطة وأحكام القانون رقم 17.95 المتعلق بشركات المساهمة، باستثناء ما يتعلق منها بتسييرها وإدارتها وذلك في حدود ملاءمتها مع الأحكام الخاصة المنصوص عليها في هذا الفصل."
    },
    {
        "reference": "المادة 32",
        "contenu": "يعين المسير أو المسيرون الأوائل في النظام الأساسي. ويقومون بإجراءات التأسيس المنوطة بمؤسسي شركات المساهمة. يعين المسير أو المسيرون، أثناء وجود الشركة، من طرف الجمعية العامة العادية للمساهمين بموافقة جميع الشركاء المتضامنين، ما لم ينص النظام الأساسي على خلاف ذلك. يعزل المسير، سواء كان شريكا أم لا، وفق الشروط المنصوص عليها في النظام الأساسي. يعزل المسير، بالإضافة إلى ذلك، من طرف المحكمة لسبب مشروع بطلب من كل شريك أو من طرف الشركة. وكل شرط مخالف يعد كأن لم يكن."
    },
    {
        "reference": "المادة 33",
        "contenu": "تعين الجمعية العامة العادية للمساهمين مجلسا للرقابة متركبا من ثلاثة مساهمين على الأقل وفق الشروط المحددة في النظام الأساسي. لا يمكن للشريك المتضامن أن يكون عضوا في مجلس الرقابة تحت طائلة بطلان تعيينه، ولا يمكن للمساهمين الذين لهم صفة الشريك المتضامن أن يشاركوا في تعيين أعضاء هذا المجلس. في حالة عدم وجود مقتضيات نظامية، تطبق القواعد الخاصة بتعيين ومدة انتداب متصرفي شركات المساهمة."
    },
    {
        "reference": "المادة 34",
        "contenu": "تعين الجمعية العامة العادية للمساهمين مراقبا أو عدة مراقبين للحسابات، وتطبق أحكام المادة 13 مع مراعاة القواعد الخاصة بشركة التوصية بالأسهم."
    },
    {
        "reference": "المادة 35",
        "contenu": "يتمتع المسير بأوسع السلطات للتصرف في جميع الظروف باسم الشركة، مع مراعاة أحكام الفقرتين الأخيرتين من المادة 7 أعلاه. تلتزم الشركة في علاقاتها مع الأغيار حتى بأعمال المسير التي لا تدخل ضمن غرض الشركة ما لم تثبت أن الغير كان على علم بأن العمل يتجاوز هذا الغرض أو أنه ما كان له بالنظر للظروف أن يجهل ذلك. ولا يعتبر مجرد شهر النظام الأساسي كافيا لإثبات ذلك. لا يواجه الأغيار بشروط النظام الأساسي التي تحدد من سلطات المسير المنصوص عليها في هذه المادة. يتمتع كل مسير على حدة بنفس السلطات المنصوص عليها في هذه المادة. ولا يكون للتعرض المقدم من مسير ضد أعمال مسير آخر أي أثر في مواجهة الأغيار، ما لم يثبت أن هذا التعرض كان في علمهم. تكون للمسير نفس الالتزامات المفروضة على مجلس الإدارة لشركة مساهمة مع مراعاة أحكام هذا الفصل."
    },
    {
        "reference": "المادة 36",
        "contenu": "لا يمكن منح المسير أية مكافأة غير المكافأة المحددة في النظام الأساسي إلا من طرف الجمعية العامة العادية للمساهمين. ولا يمكن منحها إلا بإجماع الشركاء المتضامنين، ما لم ينص النظام الأساسي على خلاف ذلك."
    },
    {
        "reference": "المادة 37",
        "contenu": "يمارس مجلس الرقابة مهام المراقبة المستمرة لتسيير الشركة. ويتمتع لهذه الغاية، بنفس السلطات المخولة لمراقبي الحسابات. يعد المجلس تقريرا للجمعية العامة العادية السنوية للمساهمين يضمنه على الأخص رأيه بشأن تسيير الشركة ويشير، عند الاقتضاء، إلى المخالفات والبيانات غير الصحيحة التي قد يكون لاحظها في القوائم التركيبية للسنة المحاسبية. ترفع له في نفس الوقت الذي توجه فيه لمراقبي الحسابات الوثائق الموضوعة رهن إشارة هؤلاء. يمكن لمجلس الرقابة توجيه الدعوة لانعقاد الجمعية العامة للمساهمين."
    },
    {
        "reference": "المادة 38",
        "contenu": "تطبق على الاتفاقيات المبرمة مباشرة أو عن طريق شخص وسيط، بين شركة التوصية بالأسهم وأحد مسيريها أو أحد أعضاء مجلس رقابتها، أحكام القانون رقم 17.95 المتعلق بشركات المساهمة الخاصة بالاتفاقيات المبرمة بينها وبين أحد أعضاء أجهزتها للإدارة أو التدبير أو التسيير. كما تطبق نفس الأحكام على الاتفاقات المبرمة بين شركة التوصية بالأسهم وبين مقاولة، إذا كان أحد مسيري أو أحد أعضاء مجلس الرقابة للشركة، مالكا أو شريكا دون تحديد للمسؤولية أو مسيرا أو متصرفا أو مديرا عاما أو عضوا في مجلس الإدارة الجماعية أو عضوا في مجلس رقابة المقاولة. يمنح الإذن بإبرام هذه الاتفاقات من طرف مجلس الرقابة، دون حضور عضو هذا المجلس الذي قد يكون معنيا بها. يمنع على المسيرين غير الأشخاص المعنويين، تحت طائلة بطلان العقد، الاقتراض بأي شكل من الأشكال من الشركة، كما يمنع عليهم العمل على أن تمنح لهم الشركة دائنية في الحساب الجاري أو بأية طريقة أخرى وكذا أن تكفل أو تضمن احتياطيا التزاماتهم تجاه الأغيار. يسري نفس المنع على الممثلين الدائمين للأشخاص المعنويين، كما يطبق على أزواج وأقارب وأصهار الأشخاص المشار إليهم في هذه المادة إلى الدرجة الثانية بإدخال الغاية وعلى كل شخص وسيط."
    },
    {
        "reference": "المادة 39",
        "contenu": "يستلزم تغيير النظام الأساسي موافقة كل الشركاء المتضامنين، ما لم يوجد شرط مخالف لذلك. يثبت تغيير النظام الأساسي الناجم عن الزيادة في رأس المال من طرف المسيرين."
    },
    {
        "reference": "المادة 40",
        "contenu": "تطبق أحكام القانون رقم 17.95 المتعلق بشركات المساهمة فيما يخص أسهم الضمان ومسؤولية المؤسسين على مسيري شركة التوصية بالأسهم وعلى أعضاء مجلس الرقابة الخاص بها."
    },
    {
        "reference": "المادة 41",
        "contenu": "تطبق على المسيرين أحكام القانون رقم 17.95 المتعلق بشركات المساهمة فيما يخص مسؤولية أعضاء أجهزة الإدارة أو التدبير أو التسيير عن الخطأ المرتكب أثناء مزاولة مهامهم."
    },
    {
        "reference": "المادة 42",
        "contenu": "لا يتحمل أعضاء مجلس الرقابة أية مسؤولية عن أعمال التسيير وعن نتائجها. يمكن التصريح بمسؤوليتهم المدنية عن الجرائم المرتكبة من طرف المسيرين إذا كانوا على علم ولم يبلغوها للجمعية العامة للمساهمين. ويسألون عن الأخطاء الشخصية المرتكبة أثناء تنفيذ انتدابهم."
    },
    {
        "reference": "المادة 43",
        "contenu": "تقرر الجمعية العامة غير العادية للمساهمين تحويل شركة التوصية بالأسهم إلى شركة مساهمة أو شركة ذات المسؤولية المحدودة بعد موافقة ثلثي الشركاء المتضامنين إلا إذا نص النظام الأساسي على نصاب آخر."
    },
    {
        "reference": "المادة 44",
        "contenu": "تتكون الشركة ذات المسؤولية المحدودة من شخص أو أكثر لا يتحملون الخسائر سوى في حدود حصصهم. لا يجوز للشركات البنكية وشركات القرض والاستثمار والتأمين والرسملة والادخار أن تتخذ شكل الشركة ذات المسؤولية المحدودة. إذا كانت الشركة تتكون حيادا عن مقتضيات الفصل 982 من قانون الالتزامات والعقود، من شخص واحد سمي هذا الشخص بالشريك الوحيد؛ ويزاول الشريك الوحيد الصلاحيات المخولة لجمعية الشركاء المنصوص عليها في هذا الباب."
    },
    {
        "reference": "المادة 45",
        "contenu": "تعين الشركة بتسمية يمكن أن يضاف إليها اسم واحد أو أكثر من الشركاء، ويجب أن تكون مسبوقة أو متبوعة مباشرة بعبارة \"شركة ذات المسؤولية المحدودة\" أو بالأحرف الأولى \"ش. ذ.م.م.\" أو \"شركة ذات مسؤولية محدودة من شريك وحيد\". يجب أن تدرج البيانات المنصوص عليها في الفقرة السابقة وكذا مبلغ رأسمال الشركة ومقرها الاجتماعي بالإضافة إلى رقم تقييدها في السجل التجاري في المحررات والرسائل والفاتورات والإعلانات والمنشورات وغيرها من الوثائق الصادرة عن الشركة والموجهة للأغيار."
    },
    {
        "reference": "المادة 46",
        "contenu": "يحدد رأسمال الشركة ذات المسؤولية المحدودة بحرية من طرف الشركاء في النظام الأساسي ويقسم الرأسمال إلى أنصبة قيمتها الإسمية متساوية."
    },
    {
        "reference": "المادة 47",
        "contenu": "لا يمكن أن يتجاوز عدد الشركاء في الشركة ذات المسؤولية المحدودة خمسين شريكا. وإذا اشتملت الشركة على أكثر من خمسين شريكا وجب تحويلها إلى شركة مساهمة داخل أجل سنتين وإلا تم حلها، ما لم ينخفض عدد الشركاء في نفس الأجل إلى الحد المسموح به قانونا."
    },
    {
        "reference": "المادة 48",
        "contenu": "تستمر الشركة ذات المسؤولية المحدودة في حالة امتلاك جميع الأنصبة من لدن شخص واحد."
    },
    {
        "reference": "المادة 49",
        "contenu": "لا يمكن أن تكون شركة ذات المسؤولية المحدودة متكونة من شخص واحد بمثابة شريك وحيد في شركة أخرى ذات المسؤولية المحدودة. في حالة مخالفة لأحكام الفقرة السابقة، يمكن لكل ذي مصلحة أن يطلب حل الشركات المؤسسة بصورة غير قانونية، وعندما تنتج المخالفة عن امتلاك جميع أنصبة شركة لها أكثر من شريك من لدن شخص واحد، فإن طلب الحل لا يمكن تقديمه إلا بعد مرور سنة على الأقل على وقوع جمع الأنصبة. وفي كافة الأحوال يمكن للمحكمة أن تمنح أجل ستة أشهر كحد أقصى لتسوية الوضعية، ولا تصرح بالحل إذا تمت التسوية ولغاية يوم بت المحكمة ابتدائيا في الموضوع."
    },
    {
        "reference": "المادة 50",
        "contenu": "يجب على كافة الشركاء أن ينضموا إلى العقد التأسيسي للشركة إما شخصيا أو بواسطة وكيل يتوفر على وكالة خاصة. يجب، تحت طائلة بطلان الشركة، أن يؤرخ نظامها الأساسي وأن يتضمن البيانات التالية: 1 - الاسم الشخصي والعائلي وموطن كل شريك أو إذا تعلق الأمر بشخص معنوي تسميته وشكله ومقره؛ 2 إنشاء الشركة في شكل شركة ذات المسؤولية المحدودة؛ 3 غرض الشركة؛ 4- تسمية الشركة؛ 5- مقر الشركة؛ 6- مبلغ رأس المال؛ 7- حصة كل شريك وبيان قيمتها إذا كانت حصة عينية؛ 8- توزيع الأنصبة على الشركاء؛ 9- مدة الشركة؛ 10- الأسماء الشخصية والعائلية ومواطن الشركاء أو الأغيار الذين يحق لهم إلزام الشركة إن اقتضى الحال؛ 11- كتابة ضبط المحكمة التي سيودع بها النظام الأساسي؛ 12- إمضاء كل الشركاء."
    },
    {
        "reference": "المادة 51",
        "contenu": "يجب أن يكتتب الشركاء في كل الأنصبة وأن يدفعوا مجموع مبالغها إذا كانت تمثل حصصا عينية. ويجب أن تدفع نسبة الربع على الأقل من مجموع مبالغ الأنصبة الممثلة للحصص النقدية، ويدفع الباقي في دفعة واحدة أو عدة دفعات حسب قرار يتخذه المسير داخل أجل لا يتجاوز خمس سنوات ابتداء من تقييد الشركة في السجل التجاري، غير أن رأس مال الشركة يجب أن يدفع مجموع مبلغه قبل أي اكتتاب في أنصبة جديدة تدفع مبالغها نقدا وذلك تحت طائلة بطلان العملية. إذا لم يتم داخل أجل خمس سنوات الدعوة إلى دفع مجموع مبلغ رأس مال الشركة، جاز لكل ذي مصلحة أن يتقدم بطلب إلى رئيس المحكمة التجارية بصفته قاضيا للمستعجلات إما لإصدار أمر إلى المسير، تحت طائلة غرامة تهديدية، من أجل الدعوة إلى دفع الأموال المذكورة وإما لتعيين وكيل مكلف بالقيام بهذا الإجراء. لا يمكن أن تمثل الأنصبة حصصا صناعية. غير أنه إذا تعلق غرض الشركة باستغلال أصل تجاري أو مقاولة حرفية، تم تقديمهما كحصة للشركة أو إنشاؤهما من طرفها انطلاقا من عناصر مادية أو معنوية قدمت لها بصفة عينية، جاز لمقدمها أن يقدم حصته الصناعية حينما يكون نشاطه الرئيسي مرتبطا بتحقيق غرض الشركة. وتحدد مساهمة مقدم الحصة الصناعية في الخسائر بمقتضى النظام الأساسي دون أن تتجاوز مساهمة الشريك المقدم لأقل حصة. ويحدد النظام المذكور كيفية الاكتتاب بهذه الأنصبة. تودع الأموال الناتجة عن دفع مبالغ الأنصبة من لدن متلقيها في حساب بنكي مجمد، داخل أجل ثمانية أيام ابتداء من تلقي الأموال عندما يكون رأسمال الشركة المحدد من طرف الشركاء يتجاوز مائة ألف درهم. يمكن القيام بإيداع الأموال المنصوص عليه في الفقرة السابقة بطريقة إلكترونية، ويقوم البنك المودعة لديه النقود بإصدار شهادة في شكل محرر أو بطريقة إلكترونية."
    },
    {
        "reference": "المادة 52",
        "contenu": "يتم سحب الأموال الناتجة عن دفع الأنصبة من طرف وكيل الشركة مقابل تسليم شهادة تثبت تقييد الشركة في السجل التجاري. يمكن تسليم هذه الشهادة بطريقة إلكترونية وفق الشروط المنصوص عليها في نص تنظيمي. إذا لم تنشأ الشركة داخل أجل ستة أشهر ابتداء من الإيداع الأول للأموال، أمكن لمقدمي الحصص سواء فرادى أو بواسطة وكيل يمثلهم جماعة، أن يتقدموا بطلب إلى البنك بسحب مبالغ حصصهم بعد الإدلاء بشهادة تثبت عدم تقييد الشركة في السجل التجاري. إذا قرر مقدمو الحصص لاحقا إنشاء الشركة، وجب القيام بإيداع جديد للأموال. تطبق أحكام الفقرات السابقة في حالة الزيادة في رأس المال."
    },
    {
        "reference": "المادة 53",
        "contenu": "يجب أن يتضمن النظام الأساسي تقييما لكل حصة عينية، ويتم ذلك استنادا إلى تقرير ملحق بهذا النظام، يعده مراقب للحصص تحت مسؤوليته يعين بإجماع الشركاء المرتقبين من بين الأشخاص المخول لهم ممارسة مهام مراقبي الحسابات وإلا فبمقتضى أمر صادر عن رئيس المحكمة بصفته قاضيا للمستعجلات بطلب من الشريك المرتقب الأكثر حرصا. غير أنه يمكن للشركاء المرتقبين أن يقرروا بالإجماع أن اللجوء لمراقبي الحصص ليس إلزاميا حينما لا تتجاوز قيمة أية حصة عينية مبلغ مائة ألف درهم ولا تكون القيمة الإجمالية لمجموع الحصص العينية غير الخاضعة لتقييم مراقبي الحصص أكثر من نصف رأس المال. في حالة إنشاء الشركة من طرف شخص واحد فإن مراقب الحصص يعين من طرف الشريك الوحيد. غير أن اللجوء إلى المراقب المذكور لا يكون إلزاميا عند توفر الشروط المذكورة في الفقرة السابقة. إذا لم يوجد مراقب للحصص أو إذا كانت القيمة المقررة تختلف عن تلك المقترحة من طرف مراقب الحصص، فإن الشركاء يسألون بالتضامن طيلة خمس سنوات تجاه الأغيار بشأن القيمة المحددة للحصص العينية عند إنشاء الشركة."
    },
    {
        "reference": "المادة 54",
        "contenu": "يمنع على الشركة ذات المسؤولية المحدودة إصدار قيم منقولة تحت طائلة بطلان الإصدار. يمنع أيضا على الشركة ضمان إصدار قيم منقولة تحت طائلة بطلان الضمان."
    },
    {
        "reference": "المادة 55",
        "contenu": "لا يمكن أن تمثل الأنصبة بسندات قابلة للتداول."
    },
    {
        "reference": "المادة 56",
        "contenu": "تتنقل الأنصبة بحرية عن طريق الإرث أو بين الأزواج أو الأقارب أو الأصهار إلى الدرجة الثانية بإدخال الغاية. غير أنه يمكن أن ينص في النظام الأساسي على أن أحد الأشخاص المشار إليهم أعلاه أو الوارث، لا يصبح شريكا إلا بعد قبوله وفق الشروط المنصوص عليها فيه. ولا يمكن أن تتجاوز الآجال الممنوحة للشركة للبت في القبول، الآجال المنصوص عليها في المادة 58. لا يمكن للأغلبية المتطلبة أن تفوق الأغلبية المنصوص عليها في نفس المادة، تحت طائلة بطلان الشرط. وتطبق أحكام الفقرتين 3 و 4 من المادة 58 في حالة رفض القبول. ويعتبر القبول حاصلا إذا لم يتحقق داخل الأجل المحدد أي حل من الحلول المنصوص عليها في الفقرتين المذكورتين."
    },
    {
        "reference": "المادة 57",
        "contenu": "إذا تعدد المفوت لهم المشار إليهم في المادة السابقة وأدى ذلك إلى الزيادة في عدد الشركاء على القدر المحدد في المادة 47، فإن أنصبتهم تعد في حكم أنصبة في يد شخص واحد بالنسبة إلى الشركة. ويمثل المفوت إليهم المذكورين واحد منهم أمام الشركة، ما لم تفوت أنصبتهم إلى واحد أو عدد منهم للأغيار ضمن الحد المعين في المادة 47 المذكورة."
    },
    {
        "reference": "المادة 58",
        "contenu": "لا يمكن تفويت أنصبة الشركة للأغيار إلا برضى أغلبية الشركاء الممثلين على الأقل لثلاثة أرباع أنصبة الشركة. حينما تضم الشركة أكثر من شريك، يبلغ مشروع التفويت إلى الشركة وإلى كل واحد من الشركاء إما طبق الكيفيات المنصوص عليها في المواد 37 و 38 و 39 من قانون المسطرة المدنية أو بواسطة رسالة مضمونة مع الإشعار بالتوصل. وإذا لم تعلن الشركة عن حق الاسترداد داخل أجل ثلاثين يوما ابتداء من آخر التبليغات المنصوص عليها في هذه الفقرة اعتبر ذلك قبولا للتفويت. إذا رفضت الشركة الموافقة على التفويت تعين على الشركاء داخل أجل ثلاثين يوما من تاريخ الرفض شراء أو العمل على شراء الأنصبة بثمن محدد كما نص على ذلك في المادة 14. وكل شرط مخالف يعتبر كأن لم يكن. ويمكن تمديد هذا الأجل بطلب من المسير مرة واحدة بأمر من رئيس المحكمة بصفته قاضي المستعجلات دون أن يتجاوز هذا التمديد ثلاثة أشهر. يمكن للشركة أيضا باتفاق مع الشريك المفوت أن تقرر في نفس الأجل تخفيض رأس المال بمبلغ القيمة الإسمية لأنصبة هذا الشريك وإعادة شرائها بالثمن المحدد وفق الشروط المبينة أعلاه. ولقاضي المستعجلات أن يصدر أمرا بمنح الشركة مهلة أداء مبررة لا تتجاوز ستة أشهر، وتترتب على المبالغ المستحقة فائدة بالسعر القانوني ابتداء من تاريخ قرار الجمعية لتخفيض رأس المال، وتطبق إن اقتضى الحال أحكام المادة 46. إذا انصرمت المهلة المحددة ولم يحصل أي حل من الحلول المنصوص عليها في الفقرتين 3 و 4 أعلاه، جاز للشريك إنجاز التفويت المقرر في الأصل. في غير حالة إرث أو هبة للزوج أو للأصول أو للفروع إلى الدرجة الثانية بإدخال الغاية، لا يمكن للشريك المفوت التمسك بأحكام الفقرتين 3 و 5 أعلاه، ما لم يكن مالكا لأنصبته منذ سنتين على الأقل. يعتبر كل شرط مخالف لأحكام هذه المادة كأن لم يكن."
    },
    {
        "reference": "المادة 59",
        "contenu": "إذا وافقت الشركة على مشروع رهن أنصبة الشركة طبق الشروط المنصوص عليها في الفقرتين 1 و 2 من المادة 58 ترتب على هذه الموافقة قبول المفوت له عند تحقيق جبري للحصص المرهونة، ما عدا إذا فضلت الشركة بعد حصول التفويت إعادة شراء الأنصبة بدون تأخير قصد تخفيض رأسمالها."
    },
    {
        "reference": "المادة 60",
        "contenu": "يمكن تفويت الأنصبة بكل حرية بين الشركاء. إذا تضمن النظام الأساسي شرطا يحد من قابلية الأنصبة للتفويت، طبقت أحكام المادة 58، غير أنه يمكن في هذه الحالة التنصيص في النظام الأساسي على تخفيض الأغلبية أو تقصير المهلة المقررة في المادة المذكورة."
    },
    {
        "reference": "المادة 61",
        "contenu": "يخضع تفويت الأنصبة لأحكام المادة 16."
    },
    {
        "reference": "المادة 62",
        "contenu": "تسير الشركة ذات المسؤولية المحدودة من طرف واحد أو أكثر من الأشخاص الطبيعيين. يمكن اختيار المسيرين من غير الشركاء. ويتم تعيينهم وتحديد مدة مزاولة مهامهم من طرف الشركاء في النظام الأساسي أو بمقتضى عقد لاحق، طبقا للشروط المنصوص عليها في الفقرة الثانية من المادة 75. في حالة سكوت النظام الأساسي، فإن تعيين المسير، شريكا كان أم لا، يتم لمدة ثلاث سنوات."
    },
    {
        "reference": "المادة 63",
        "contenu": "في إطار العلاقات بين الشركاء، تحدد سلطات المسيرين طبقا للنظام الأساسي، وعند سكوته يمكن لأي شريك أن يقوم بأي عمل تسيير فيه مصلحة الشركة. تناط بالمسيرين في العلاقات مع الأغيار أوسع السلطات من أجل التصرف باسم الشركة في كل الأحوال مع مراعاة السلطات المسندة صراحة للشركاء بمقتضى القانون. تلتزم الشركة في علاقاتها مع الأغيار حتى بتصرفات المسير ولو لم تكن لها علاقة بغرض الشركة إلا إذا أثبتت أن الغير كان على علم بأن التصرف يتجاوز ذلك الغرض أو لم يكن ليجهله نظرا للظروف. ولا يكفي مجرد نشر النظام الأساسي لإقامة هذه الحجة. ولا يحتج ضد الأغيار بمقتضيات النظام الأساسي التي تحد من سلطات المسيرين الناتجة عن هذه المادة. يتمتع كل مسير على حدة بنفس السلطات المنصوص عليها بهذه المادة في حالة تعدد المسيرين، ولا يكون للتعرض المقدم من مسير ضد أعمال مسير آخر أي أثر في مواجهة الأغيار ما لم يثبت أن هذا التعرض كان في علمهم. تطبق أحكام الفقرة الرابعة من المادة السابعة على مسيري الشركة ذات المسؤولية المحدودة."
    },
    {
        "reference": "المادة 64",
        "contenu": "يقدم المسير أو مراقب أو مراقبو الحسابات، إن وجدوا، إلى الجمعية العامة أو يضيفون إلى الوثائق المقدمة للشركة في حالة استشارة كتابية تقريرا بشأن الاتفاقات الحاصلة مباشرة أو عن طريق شخص وسيط بين الشركة وأحد المسيرين أو الشركاء. وتبت الجمعية العامة في هذا التقرير؛ ولا يمكن أن يشترك المسير أو الشريك المعني في التصويت ولا تؤخذ أنصبته بعين الاعتبار عند احتساب النصاب والأغلبية. غير أنه إذا لم يوجد مراقب للحسابات، فإن الاتفاقات المبرمة من طرف مسير غير شريك تخضع للموافقة المسبقة من طرف الجمعية العامة. خلافا لأحكام الفقرة الأولى، حينما تضم الشركة شريكا وحيدا ويبرم الاتفاق معه، يكتفي بالإشارة إلى ذلك في سجل المداولات. تسري آثار الاتفاقات غير المصادق عليها رغم ذلك مع تحمل المسير، وإن اقتضى الحال الشريك المتعاقد بصفة شخصية أو تضامنية حسب الحالة، نتائج العقد التي ألحقت ضررا بالشركة. تمتد أحكام هذه المادة إلى الاتفاقات المبرمة مع شركة يكون فيها شريك غير محددة مسؤوليته إما مسيرا أو متصرفا أو مديرا عاما أو عضوا في مجلس الإدارة الجماعية أو عضوا في مجلس الرقابة، ويعتبر في نفس الوقت مسيرا أو شريكا في شركة ذات المسؤولية المحدودة."
    },
    {
        "reference": "المادة 65",
        "contenu": "لا تطبق أحكام المادة 64 على الاتفاقات المتعلقة بالعمليات المعتادة والمبرمة بشروط عادية."
    },
    {
        "reference": "المادة 66",
        "contenu": "يمنع على المسيرين أو الشركاء الطبيعيين، تحت طائلة بطلان العقد الاقتراض بأي شكل من الأشكال من الشركة، كما يمنع عليهم العمل على أن تمنح لهم الشركة دائنية في الحساب الجاري أو بأية طريقة أخرى وكذا أن تكفل أو تضمن احتياطيا التزاماتهم تجاه الأغيار. يطبق هذا المنع على الممثلين القانونيين للأشخاص المعنويين الشركاء. يطبق هذا المنع أيضا على أزواج وأقارب وأصهار الأشخاص المشار إليهم في الفقرتين السابقتين إلى الدرجة الثانية بإدخال الغاية وكذا على كل شخص وسيط."
    },
    {
        "reference": "المادة 67",
        "contenu": "يسأل المسيرون فرادى أو متضامنين، حسب الأحوال، تجاه الشركة أو تجاه الأغيار عن مخالفتهم للأحكام القانونية المطبقة على الشركات ذات المسؤولية المحدودة أو عن خرق أحكام النظام الأساسي أو عن الأخطاء المرتكبة في التسيير. إذا ساهم عدة مسيرين في نفس الأفعال، فإن المحكمة تحدد النسبة التي يتحملها كل واحد منهم في التعويض عن الضرر. فضلا عن دعوى المطالبة بتعويض الضرر الشخصي، يمكن للشركاء فرادى أو جماعة أن يمارسوا دعوى الشركة في المسؤولية ضد المسيرين. ويجوز للمدعين متابعة المطالبة بالتعويض عن الضرر الكامل اللاحق بالشركة التي يمنح لها التعويض عند الاقتضاء. لأجل ذلك، يجوز للشركاء الممثلين لربع رأس المال، أن يكلفوا لمصلحتهم المشتركة وعلى نفقتهم، واحدا أو بعضا منهم بتمثيلهم لدعم دعوى الشركة الموجهة ضد المسيرين سواء من حيث المطالبة أو من حيث الدفاع. ولا يكون لانسحاب شريك أو عدة شركاء خلال الدعوى، إما لكونهم فقدوا صفة شركاء أو لأنهم تخلوا بمحض إرادتهم، أي أثر على سير الدعوى المذكورة. عند إقامة دعوى الشركة وفق الشروط المنصوص عليها في هذه المادة، لا يمكن للمحكمة أن تبت فيها إلا إذا تم إدخال الشركة في الدعوى بشكل صحيح في شخص ممثليها القانونيين. يعتبر كأن لم يكن كل شرط وارد في النظام الأساسي يكون هدفه إخضاع ممارسة دعوى الشركة إلى رأي مسبق أو ترخيص من الجمعية العامة أو يتضمن تنازلا مسبقا عن ممارسة هاته الدعوى. لا يمكن أن يترتب على أي قرار للجمعية العامة للشركاء سقوط دعوى المسؤولية ضد المسيرين لخطأ ارتكبوه أثناء ممارسة مهامهم."
    },
    {
        "reference": "المادة 68",
        "contenu": "تتقادم دعوى المسؤولية المنصوص عليها في المادة 67 بمضي خمس سنوات من ارتكاب الفعل المسبب للضرر أو من الكشف عنه إذا ما تم التكتم عليه. وفيما يخص العناصر المدرجة في القوائم التركيبية يسري التقادم ابتداء من تاريخ الإيداع بكتابة الضبط المنصوص عليه في المادة 95 أدناه. غير أنه إذا وصف هذا الفعل بالجريمة فإن الدعوى تتقادم بمضي عشرين سنة."
    },
    {
        "reference": "المادة 69",
        "contenu": "يعزل المسير بقرار متخذ من الشركاء الممثلين لثلاثة أرباع الأنصبة على الأقل، وكل شرط مخالف يعتبر كأن لم يكن، ويمكن أن يترتب عن كل عزل بدون سبب صحيح منح تعويض عن الضرر. يعزل المسير أيضا من طرف المحاكم، عند توفر سبب مشروع، بطلب من أي شريك."
    },
    {
        "reference": "المادة 70",
        "contenu": "يعرض تقرير التسيير والجرد والقوائم التركيبية التي يعدها المسيرون على جمعية الشركاء لأجل المصادقة عليها داخل أجل ستة أشهر من تاريخ اختتام السنة المحاسبية. ولهذه الغاية، توجه إلى الشركاء الوثائق المشار إليها في الفقرة السابقة ونص التوصيات المقترحة وكذا عند الاقتضاء، تقرير مراقب أو مراقبي الحسابات، قبل تاريخ انعقاد الجمعية العامة بخمسة عشر يوما على الأقل. وخلال هذا الأجل يوضع الجرد بالمقر الاجتماعي رهن إشارة الشركاء دون أن يكون لهم الحق في أخذ نسخة منه. ويمكن أن تبطل كل مداولة اتخذت خرقا لأحكام هذه الفقرة. لكل شريك أن يضع أسئلة كتابية يلزم المسير بالجواب عليها عند انعقاد الجمعية وذلك ابتداء من التبليغ المنصوص عليه في الفقرة السابقة. علاوة على ذلك، يمكن للشريك، في كل حين، أن يطلع بالنسبة للسنوات المحاسبية الثلاث الأخيرة على الدفاتر والجرد والقوائم التركيبية وتقرير المسير، وإن اقتضى الحال على تقرير مراقب أو مراقبي الحسابات، ومحاضر الجمعيات العامة. يترتب على حق الاطلاع حق الحصول على نسخة ما عدا فيما يخص الجرد. يمكن الاستعانة بمستشار أثناء ممارسة حق الاطلاع. كل شرط مخالف لأحكام هذه المادة يعتبر كأن لم يكن."
    },
    {
        "reference": "المادة 71",
        "contenu": "تتخذ القرارات في الجمعية العامة. غير أنه يجوز أن يتم التنصيص في النظام الأساسي على إمكانية اتخاذ كل القرارات أو البعض منها باستشارة كتابية للشركاء باستثناء القرار المنصوص عليه في الفقرة الأولى من المادة 70، ويحدد هذا النظام مسطرة وآجال هذه الاستشارة. يدعى الشركاء لحضور الجمعيات العامة قبل انعقادها بخمسة عشر يوما على الأقل برسالة مضمونة مع الإشعار بالتوصل تتضمن جدول الأعمال. وتوجه الدعوة من طرف المسير وإلا فمن طرف مراقب أو مراقبي الحسابات، إن وجدوا. يجب أن تشير الدعوة إلى جدول الأعمال مع تحرير مواضيعه بصورة تغني عن الالتجاء إلى وثائق أخرى. يمكن لشريك أو أكثر ممن يملكون نصف الأنصبة أو عشر الأنصبة إذا كانوا يمثلون عشر الشركاء على الأقل، أن يطلبوا عقد الجمعية العامة. يمكن لشريك أو أكثر ممن يمثلون 5% على الأقل من رأس المال أن يطلبوا إدراج مشروع أو عدة مشاريع توصيات في جدول الأعمال. كل شرط مخالف لمقتضيات الفقرتين 4 و 5 أعلاه يعتبر كأن لم يكن. يمكن لكل شريك، بعد تقديم طلب للمسير لعقد جمعية عامة يبقى دون جدوى، أن يطلب من رئيس المحكمة بصفته قاضي المستعجلات تعيين وكيل يكلف بالدعوة لانعقاد الجمعية العامة وتحديد جدول أعمالها. يمكن إبطال كل جمعية وجهت الدعوة لانعقادها بكيفية غير قانونية. غير أنه لا تقبل دعوى البطلان عندما يكون جميع الشركاء حاضرين أو ممثلين."
    },
    {
        "reference": "المادة 72",
        "contenu": "لكل شريك الحق في المشاركة في اتخاذ القرارات ويتوفر على عدد من الأصوات مساو للأنصبة التي يملكها. يمكن للشريك أن يمثل بواسطة زوجه ما لم تكن الشركة مكونة من الزوجين فقط ويمكن لشريك أن يمثل بواسطة شريك آخر ما لم يكن عدد الشركاء إثنين فقط. يعد التوكيل الممنوح من أجل التمثيل في جمعية واحدة جائزا بالنسبة للجمعيات المتتابعة التي تدعى للتداول بشأن نفس جدول الأعمال. لا يمكن أن يمثل الشريك بواسطة شخص آخر إلا إذا كان النظام الأساسي يسمح بذلك. لا يمكن للشريك أن يعين وكيلا من أجل التصويت بجزء من أنصبته وأن يصوت هو شخصيا بالجزء الآخر. كل شرط مخالف لأحكام الفقرات 1، 2 و 5 أعلاه يعتبر كأن لم يكن."
    },
    {
        "reference": "المادة 73",
        "contenu": "تثبت كل مداولة للشركاء في محضر يبين تاريخ ومكان انعقاد الجمعية وأسماء الشركاء الحاضرين أو الممثلين ونصيب كل واحد منهم والتقرير والوثائق المعروضة وملخصا لما راج في المداولات ونص التوصيات المعروضة على التصويت ونتيجة التصويت. يحدد النظام الأساسي الشروط التي يجب توفرها في الشريك الذي يترأس الجمعية. في حالة الاستشارة الكتابية، يشار إلى ذلك في المحضر مع إلحاق كل جواب به. ينجز المحضر ويوقع من طرف الرئيس."
    },
    {
        "reference": "المادة 74",
        "contenu": "تتخذ القرارات في الجمعيات العامة أو عند الاستشارة الكتابية من طرف شريك أو أكثر يمثلون أزيد من نصف الأنصبة في الشركة. عند عدم توفر الأغلبية المذكورة، وما لم ينص النظام الأساسي على خلاف ذلك، يستدعى الشركاء أو يستشارون مرة ثانية حسب الأحوال وتتخذ القرارات بأغلبية الأصوات المعبر عنها مهما كان عدد المصوتين. لا يمكن للشركاء تغيير جنسية الشركة."
    },
    {
        "reference": "المادة 75",
        "contenu": "يتم كل تعديل للنظام الأساسي بأغلبية الشركاء الممثلة على الأقل لثلاثة أرباع رأسمال الشركة. وكل شرط يستلزم توفر أغلبية أكبر عددا يعتبر كأن لم يكن. غير أنه لا يمكن في جميع الأحوال للأغلبية أن تلزم أحد الشركاء بالزيادة في أعبائه. غير أنه استثناء من أحكام الفقرة السابقة، فإن قرار رفع رأس المال بإدماج الأرباح أو الاحتياطي يتخذ من طرف الشركاء الممثلين لنصف الأنصبة على الأقل. تشترط نفس الأغلبية المقررة لتعديل النظام الأساسي لطلب تفويت أكثر من 50% من أصول الشركة خلال مدة اثنى عشر شهرا بناء على تقرير يعده المسير. يجب أن يرفق طلب التفويت بتقرير يعده المسير. يبين أسباب التفويت أو التفويتات وأثارها على نشاط الشركة ويحدد كيفيات التفويت والأصول المراد المحاسبة وأهميتها بالنسبة لأصول احتسابه وقيمة الأصول المحاسبية وأهميتها بالنسبة لأصول الشركة. علاوة على ذلك عندما يتعلق الأمر بتفويت أصول عقارية فإن تقرير المسير يجب أن يتضمن تقييما لها يعده أحد الأغيار المستقلين والمؤهلين. يجب أن يشمل التقرير المذكور نسبة أصول الشركة التي كانت موضوع عمليات التفويت المنجزة خلال مدة الاثني عشر شهرا السالفة الذكر وكذا عمليات التفويت موضوع الطلب. تحتسب نسبة 50% المشار إليها أعلاه على أساس آخر بيان حسابي للشركة. غير أنه عندما يكون أصل أو أكثر من أصول الشركة موضوع تفويت أو تفويتات قد خضع لتقييم أبرز قيمة تفوق القيمة المحاسباتية الصافية فإنه يعتد بنتائج هذا التقييم من أجل احتساب النسبة المذكورة."
    },
    {
        "reference": "المادة 76",
        "contenu": "لا تطبق الفقرات الثلاث الأولى من المادة 70 وكذا المواد من 71 إلى 74 والفقرتان 2 و 3 من المادة 75 على الشركات ذات الشريك الوحيد. وفي هذه الحالة يحرر المسير تقريرا حول التسيير والجرد والقوائم التركيبية، ويصادق الشريك الوحيد على الحسابات عند الاقتضاء، بعد تقرير مراقب أو مراقبي الحسابات داخل أجل ستة أشهر من اختتام السنة المحاسبية. لا يمكن للشريك الوحيد أن يفوض سلطاته. وتضمن في سجل القرارات التي يتخذها بدلا من الجمعية العامة. يمكن إبطال القرارات المتخذة خرقا لأحكام هذه المادة بطلب من كل ذي مصلحة."
    },
    {
        "reference": "المادة 77",
        "contenu": "يمكن تحرير الأنصبة الجديدة عند الزيادة في الرأسمال بإحدى الطرق التالية: تقديم حصص نقدية أو عينية؛ إجراء مقاصة مع ديون الشركة المحددة المقدار والمستحقة؛ إدماج احتياطي أو أرباح أو علاوات إصدار في رأس المال. إذا تم تحرير الأنصبة الجديدة بواسطة مقاصة مع ديون الشركة، تكون هذه الديون محل عملية حصر حسابات يعدها المسير ويشهد على صحتها خبير محاسبي أو مراقب الحسابات عند الاقتضاء. تطبق أحكام المادة 51 في حالة الزيادة في رأس المال باكتتاب نقدي في الأنصبة. يمكن أن يتم سحب المبالغ المتأتية من الاكتتاب من طرف وكيل للشركة بعد إعداد شهادة المودع لديه. إذا لم تحقق الزيادة في رأس المال في أجل ستة أشهر تبتدئ من أول إيداع للأموال، أمكن لمقدمي الحصص سواء فرادى أو بواسطة وكيل يمثلهم جماعة، أن يتقدموا بطلب إلى البنك بسحب مبالغ حصصهم."
    },
    {
        "reference": "المادة 78",
        "contenu": "إذا تحققت الزيادة في رأس المال سواء كليا أو جزئيا بواسطة حصص عينية، تطبق أحكام الفقرة الأولى من المادة 53. غير أن تعيين مراقب الحصص يتم بأمر من رئيس المحكمة بصفته قاضي المستعجلات بناء على طلب من المسير. إذا لم يوجد مراقب للحصص أو إذا كانت القيمة المقررة تختلف عن تلك المقترحة من طرف مراقب الحصص، فإن مسيري الشركة والأشخاص الذين اكتتبوا للزيادة في رأس المال يسألون بالتضامن طيلة خمس سنوات تجاه الأغيار بشأن القيمة المحددة للحصص المذكورة."
    },
    {
        "reference": "المادة 79",
        "contenu": "يخفض رأس المال بإذن من جمعية الشركاء التي تبت وفق الشروط المتطلبة لتغيير النظام الأساسي، ولا يمكن في أي حال من الأحوال أن يمس هذا التخفيض بمبدأ مساواة الشركاء. يوجه مشروع تخفيض رأس المال إلى مراقبي الحسابات، إن وجدوا داخل أجل خمسة وأربعين يوما على الأقل قبل تاريخ انعقاد الجمعية العامة المدعوة للنظر في هذا المشروع. ويطلع المراقبون الجمعية العامة على تقييمهم بشأن أسباب وشروط التخفيض. إذا صادقت الجمعية العامة على مشروع لتخفيض رأس المال غير معلل بحصول خسائر، جاز للدائنين الذين ترتب دينهم قبل تاريخ إيداع محضر المداولة بكتابة الضبط، أن يتعرضوا على التخفيض داخل أجل ثلاثين يوما من تاريخ الإيداع، ويبلغ التعرض إلى الشركة بإجراء غير قضائي ويرفع للمحكمة. يرفض رئيس المحكمة بصفته قاضي المستعجلات التعرض أو يأمر بتسديد الديون أو بتكوين ضمانات إذا عرضتها الشركة واعتبرت كافية، ولا يمكن أن يشرع في عمليات تخفيض رأس المال خلال سريان أجل التعرض. يمنع على الشركة شراء أنصبتها. غير أنه يمكن للجمعية العامة التي قررت تخفيضا لرأس المال غير معلل بحصول خسائر أن تأذن للمسير بشراء عدد محدد من الأنصبة قصد إلغائها."
    },
    {
        "reference": "المادة 80",
        "contenu": "يمكن للشركاء تعيين واحد أو أكثر من مراقبي الحسابات وفق الشروط المنصوص عليها في الفقرة الثانية من المادة 75. غير أن الشركات ذات المسؤولية المحدودة التي تتجاوز عند اختتام السنة المحاسبية، خمسين مليون درهم مبلغ رقم معاملاتها دون اعتبار الضرائب تلزم بتعيين مراقب للحسابات. يمكن لشريك أو عدة شركاء يمثلون على الأقل ربع رأس المال، حتى ولو يتم بلوغ مستوى رقم المعاملات المذكور في الفقرة السابقة، أن يطلبوا من رئيس المحكمة بصفته قاضي المستعجلات، تعيين مراقب للحسابات."
    },
    {
        "reference": "المادة 81",
        "contenu": "يمكن للشريك غير المسير مرتين في كل سنة محاسبية، أن يوجه للمسير أسئلة كتابية بشأن كل واقعة قد تعرقل استمرارية الاستغلال. ويبلغ جواب المسير إلى مراقب أو مراقبي الحسابات، إن وجدوا."
    },
    {
        "reference": "المادة 82",
        "contenu": "يمكن لواحد أو أكثر من الشركاء المالكين لربع رأسمال الشركة على الأقل، سواء فرادى أو مجتمعين في أي شكل كان أن يطلبوا من رئيس المحكمة بصفته قاضي المستعجلات، تعيين واحد أو أكثر من الخبراء لتقديم تقرير بشأن عملية أو أكثر من عمليات التسيير. يحدد الأمر الاستعجالي نطاق مهمة الخبراء وصلاحيتهم عند الاستجابة للطلب بعد استدعاء المسير بصفة قانونية، ويمكن تحميل الشركة أتعابهم. يوجه التقرير إلى المدعي وإلى مراقب أو مراقبي الحسابات، إن وجدوا وكذا إلى المسير. ويعرض على الجمعية العامة المقبلة رفقة تقرير المسير ومراقب أو مراقبي الحسابات ويحظى بنفس الشهر."
    },
    {
        "reference": "المادة 83",
        "contenu": "تطبق أحكام المادة 13 من هذا القانون على الشركات ذات المسؤولية المحدودة مع مراعاة القواعد الخاصة بها."
    },
    {
        "reference": "المادة 83 المكررة",
        "contenu": "تحدد الجمعية العامة كيفيات أداء الأرباح المصوت عليها من طرفها، وإن لم تقم بذلك حددها المسير. يتم هذا الأداء داخل أجل أقصاه 9 أشهر من تاريخ اختتام السنة المالية، ما لم يتم تمديد هذا الأجل بأمر من رئيس المحكمة، بصفته قاض للمستعجلات بطلب من المسير."
    },
    {
        "reference": "المادة 84",
        "contenu": "يمكن مطالبة الشركاء بإرجاع ما تسلموه من أرباح غير مطابقة لأرباح مكتسبة بصورة حقيقية. تتقادم دعوى الاسترجاع بمرور خمس سنوات على عرض الأرباح للتوزيع."
    },
    {
        "reference": "المادة 85",
        "contenu": "لا تحل الشركة ذات المسؤولية المحدودة ضد أحد الشركاء بالتصفية القضائية أو بالمنع من التسيير أو بإجراء يمس بالأهلية. كما لا تحل الشركة بوفاة أحد الشركاء ما لم ينص النظام الأساسي على خلاف ذلك."
    },
    {
        "reference": "المادة 86",
        "contenu": "إذا أصبحت الوضعية الصافية للشركة تقل عن ربع رأسمالها من جراء خسائر مثبتة في القوائم التركيبية، تعين على الشركاء، داخل أجل ثلاثة أشهر الموالية للمصادقة على الحسابات التي أفرزت هذه الخسائر، أن يتخذوا بالأغلبية المتطلبة لتغيير النظام الأساسي قرارا بشأن إمكانية حل الشركة قبل الأوان. إذا لم يتم اتخاذ قرار حل الشركة، تكون هذه الأخيرة ملزمة، في أجل أقصاه نهاية السنة المالية الموالية لتلك التي أفرزت الخسائر مع مراعاة أحكام المادة 46 بتخفيض رأسمالها بمبلغ يساوي على الأقل حجم الخسائر التي لم يمكن اقتطاعها من الاحتياطي، وذلك إذا لم تتم خلال الأجل المحدد إعادة تكوين رأس المال الذاتي بما لا يقل عن ربع رأسمال الشركة. في كلتا الحالتين ينشر القرار المتخذ من طرف الشركاء في جريدة مخول لها نشر الإعلانات القانونية ويودع في كتابة ضبط محكمة المقر الاجتماعي للشركة ويقيد في السجل التجاري. إذا لم يقم المسير أو مراقب أو مراقبو الحسابات، إن وجدوا، باستصدار قرار أو إذا لم يتمكن الشركاء من التداول بكيفية صحيحة، أمكن لكل ذي مصلحة أن يطلب من المحكمة حل الشركة، وكذلك يكون الشأن عند عدم تطبيق أحكام الفقرة الثانية أعلاه، ويمكن للمحكمة في كل الحالات أن تمنح الشركة أجل سنة كحد أقصى لتسوية الوضعية، ولا يمكنها أن تقضي بالحل إذا تمت التسوية ولغاية يوم بت المحكمة ابتدائيا في الموضوع. لا تطبق أحكام هذه المادة على الشركات الموجودة في حالة تسوية قضائية."
    },
    {
        "reference": "المادة 87",
        "contenu": "يستلزم تحويل شركة ذات مسؤولية محدودة إلى شركة تضامن موافقة جميع الشركاء. يتخذ قرار التحويل إلى شركة التوصية البسيطة أو بالأسهم وفق النظام الأساسي للشركة ذات المسؤولية المحدودة وبموافقة كل الشركاء الذين يقبلون أن يكونوا متضامنين. يتخذ قرار التحويل بعد الاستماع إلى تقرير مراقب أو مراقبي الحسابات للشركة، إن وجدوا، بشأن وضعية الشركة، وإلا فإنهم يعينون بأمر من رئيس المحكمة بصفته قاضي المستعجلات ما لم يتفق الشركاء بالإجماع، وذلك بطلب من المسير. يتخذ قرار التحويل إلى شركة مساهمة بالأغلبية المتطلبة لتعديل النظام الأساسي للشركة ذات المسؤولية المحدودة وفي هذه الحالة تطبق أحكام المادة 36 من القانون رقم 17.95 المتعلق بشركات المساهمة. كل تحويل يتم خرقا للقواعد المنصوص عليها في هذه المادة يعد باطلا."
    },
    {
        "reference": "المادة 88",
        "contenu": "لا وجود لشركة المحاصة إلا في العلاقات بين الشركاء، ولا ترمي إلى علم الغير بها. لا تتمتع بالشخصية المعنوية. لا تخضع لأي تقييد في السجل التجاري ولا لأي إجراء من إجراءات الشهر، ويمكن إثبات وجودها بكافة الوسائل. يمكن أن تنشأ بفعل الواقع."
    },
    {
        "reference": "المادة 89",
        "contenu": "يتفق الشركاء بكل حرية على غرض الشركة وعلى حقوقهم والتزاماتهم وشروط تسيير الشركة مع مراعاة القواعد الآمرة الواردة بالخصوص في الفصول 982 و 985 و 986 و 988 و 1003 من الظهير الشريف المشار إليه أعلاه المتعلق بقانون الالتزامات والعقود. إذا كان للشركة طابع تجاري، فإن الأحكام المطبقة على شركات التضامن هي التي تضبط العلاقات بين الشركاء، ما لم يشترط خلاف ذلك. يتعاقد كل شريك مع الغير باسمه الخاص، ويسأل وحده ولو في الحالة التي يكشف فيها عن أسماء باقي الشركاء دون موافقتهم. غير أنه إذا تصرف المحاصون علنا بصفتهم شركاء، يسألون تجاه الغير كشركاء متضامنين."
    },
    {
        "reference": "المادة 90",
        "contenu": "يحتفظ كل شريك بملكية حصته ما لم يوجد شرط مخالف. غير أن الشركاء يمكن أن يتفقوا على اعتبار بعض الحصص في حالة شياع. وتعد أموالا مشاعة الأموال التي يكتسبها الشركاء من توظيف أو إعادة توظيف أموال مشاعة خلال مدة الشركة."
    },
    {
        "reference": "المادة 91",
        "contenu": "إذا كانت مدة شركة المحاصة غير محددة فإن حلها يمكن أن يترتب في كل حين عن تبليغ موجه من أحد الشركاء إليهم جميعا شريطة أن يتم ذلك عن حسن نية وفي وقت ملائم. لا يمكن أي شريك أن يطلب قسمة الأموال المشاعة قبل حل الشركة، ما لم يوجد شرط مخالف."
    },
    {
        "reference": "المادة 92",
        "contenu": "يعتبر المسيرون الأوائل والشركاء المنسوب إليهم بطلان الشركة أو بطلان أحد مقرراتها مسؤولين متضامنين تجاه الشركاء الآخرين والغير عن الضرر الناتج عن البطلان. وتتقادم الدعوى بمرور خمس سنوات على اليوم الذي اكتسب فيه قرار البطلان قوة الشيء المقضي به."
    },
    {
        "reference": "المادة 93",
        "contenu": "يتم الشهر: بإيداع العقود أو الوثائق بكتابة ضبط محكمة المقر الاجتماعي؛ وبنشر إشعار أو إعلانات في جريدة مخول لها نشر الإعلانات القانونية وفي الجريدة الرسمية."
    },
    {
        "reference": "المادة 94",
        "contenu": "تتم إجراءات الشهر بسعي من الممثلين القانونيين للشركة وتحت مسؤوليتهم. يقوم المصفي، أثناء التصفية وتحت مسؤوليته، بإجراءات الشهر الموكولة للممثلين القانونيين. إذا تعلق الأمر بعمليات شركة ذات مسؤولية محدودة منجزة قبل اليوم السادس عشر من نشر المحررات والوثائق في الجريدة الرسمية اللازم نشرها فيها، فإنه لا يواجه الأغيار بهذه المحررات والوثائق متى أثبتوا استحالة علمهم بها. وإذا تضمن الشهر تباينا بين النص المودع في السجل التجاري والنص المنشور في الجريدة الرسمية فإنه لا يمكن مواجهة الأغيار بهذا النص الأخير، غير أنه يسوغ لهؤلاء الاعتداد به ما لم تثبت الشركة اطلاعهم على النص المودع في السجل التجاري."
    },
    {
        "reference": "المادة 95",
        "contenu": "يجب أن يتم إيداع نسختين من أصل النظام الأساسي أو نظيرين منه بكتابة ضبط المحكمة الموجود بها المقر الاجتماعي داخل أجل ثلاثين يوما من تاريخ تأسيس الشركة. كما يجب إيداع نظيرين من القوائم التركيبية مرفقين بنظيرين من تقرير مراقب أو مراقبي الحسابات إن وجدوا، بنفس كتابة الضبط داخل أجل ثلاثين يوما من تاريخ مصادقة الجمعية العامة. في حالة عدم القيام بذلك، يجوز لكل ذي مصلحة أن يطلب من رئيس المحكمة بصفته قاضي المستعجلات إصدار أمر للشركة تحت طائلة غرامة تهديدية، بإنجاز الإيداع المذكور. يمكن القيام بالإيداع المذكور في الفقرة الأولى والثانية بطريقة إلكترونية وفق الشروط المنصوص عليها في نص تنظيمي."
    },
    {
        "reference": "المادة 96",
        "contenu": "يجب بعد التقييد في السجل التجاري، أن يتم شهر تأسيس الشركة بواسطة إشعار بالجريدة الرسمية وفي جريدة مخول لها نشر الإعلانات القانونية داخل أجل لا يتعدى ثلاثين يوما. يمكن القيام بهذا النشر في الجريدة الرسمية وفي جريدة مخول لها نشر الإعلانات القانونية بطريقة إلكترونية وفق الشروط المنصوص عليها في نص تنظيمي. يتضمن هذا الإشعار البيانات التالية: 1- شكل الشركة؛ 2- تسمية الشركة؛ 3 غرض الشركة بإيجاز؛ 4 عنوان المقر الاجتماعي؛ 5- المدة التي تأسست الشركة من أجلها؛ 6 مبلغ رأسمال الشركة مع بيان مبلغ الحصص النقدية وكذا الوصف الموجز للحصص العينية وتقييمها؛ 7- أسماء الشركاء الشخصية والعائلية وصفاتهم ومواطنهم؛ 8- الأسماء الشخصية والعائلية وصفات ومواطن الشركاء أو الأغيار الذين يحق لهم إلزام الشركة تجاه الأغيار؛ 9 - رقم التقييد في السجل التجاري."
    },
    {
        "reference": "المادة 97",
        "contenu": "تخضع لنفس شروط الإيداع والنشر المنصوص عليها في المادتين 95 و 96: كل العقود أو المداولات أو القرارات التي ينتج عنها تغيير النظام الأساسي، ماعدا استبدال المسيرين وأعضاء مجلس الرقابة ومراقب أو مراقبي الحسابات المعينين منذ البداية في النظام الأساسي؛ كل العقود أو المداولات أو القرارات المثبتة لحل الشركة مع الإشارة إلى أسماء المصفين الشخصية والعائلية ومواطنهم وإلى مقر التصفية؛ كل المقررات القضائية القاضية بحل أو بطلان الشركة؛ كل العقود أو المداولات أو القرارات المثبتة لقفل التصفية."
    },
    {
        "reference": "المادة 98",
        "contenu": "يترتب على عدم احترام إجراءات الإيداع والنشر: بطلان الشركة في الحالة المنصوص عليها في المادتين 95 و 96؛ بطلان العقود أو المداولات أو القرارات في الحالة المنصوص عليها في المادة 97. تراعى في جميع الأحوال إمكانيات التسوية المنصوص عليها في المواد 340 و 342 و 343 و 344 من القانون رقم 17.95 المتعلق بشركات المساهمة."
    },
    {
        "reference": "المادة 99",
        "contenu": "يحق لكل شخص الاطلاع على الوثائق المودعة بكتابة ضبط المحكمة، والحصول على نفقته على نظير أو مستخرج لدى كاتب الضبط أو الموثق الحائز للأصل."
    },
    {
        "reference": "المادة 100",
        "contenu": "تطبق أحكام هذا الباب التي تخص مسيري الشركات موضوع هذا القانون على كل شخص يكون قد زاول فعلا، سواء مباشرة أو بواسطة شخص آخر، تسيير شركة إما باسم ممثلها القانوني أو بالحلول محله."
    },
    {
        "reference": "المادة 101",
        "contenu": "تضاعف العقوبات المقررة في هذا الباب في حالة العود. يعتبر في حالة عود في مفهوم هذا القانون من يرتكب جريمة بعد أن يكون قد حكم عليه بالحبس أو الغرامة أو هما معا بحكم حائز لقوة الشيء المقضي به من أجل جريمة مماثلة قبل مضي خمس سنوات من تمام تنفيذ العقوبة أو تقادمها وذلك خلافا للفصلين 156 و 157 من القانون الجنائي."
    },
    {
        "reference": "المادة 103",
        "contenu": "خلافا لمقتضيات الفصول 55، 149 و 150 من القانون الجنائي لا يمكن النزول عن الحد الأدنى للغرامات المقررة في هذا القانون ولا يمكن الأمر بإيقاف التنفيذ إلا فيما يخص العقوبات الحبسية."
    },
    {
        "reference": "المادة 104",
        "contenu": "تطبق على مراقبي الحسابات أحكام المادتين 404 و 405 من القانون رقم 17.95 المتعلق بشركات المساهمة. وتطبق على مسيري الشركة أحكام المادة 403 من نفس القانون إذا كانت الشركة ملزمة بتعيين مراقب أو مراقبين للحسابات. كما تطبق على مسيري الشركة أو كل شخص يعمل لديها أحكام المادة 406 من نفس القانون إذا تمت عمدا، عرقلة المراجعات أو المراقبات التي يجريها مراقبو الحسابات أو الخبراء المعينون."
    },
    {
        "reference": "المادة 105",
        "contenu": "تطبق على المصفين الأحكام المنصوص عليها في المواد من 421 إلى 424 من القانون رقم 17.95 المتعلق بشركات المساهمة."
    },
    {
        "reference": "المادة 106",
        "contenu": "يعاقب بالحبس من شهر إلى ستة أشهر وبغرامة من 2.000 إلى 20.000 درهم أو بإحدى هاتين العقوبتين فقط، المسيرون الذين يقومون تدليسيا بتقييم حصة عينية بقيمة أعلى من قيمتها الحقيقية."
    },
    {
        "reference": "المادة 107",
        "contenu": "يعاقب بالحبس من شهر إلى ستة أشهر وبغرامة من 10.000 إلى 100.000 درهم أو بإحدى هاتين العقوبتين فقط: 1 - المسيرون الذين يقومون، عن قصد، بتوزيع أرباح خيالية بين الشركاء في غياب الجرد أو بوسائل جرد تدليسية؛ 2 - المسيرون الذين قدموا للشركاء، عن قصد، حتى في غياب أي توزيع لأقساط الأرباح، قوائم تركيبية لا تعطي بالنسبة لكل سنة مالية، صورة صادقة عن نتائج السنة وعن الوضعية المالية وعن الذمة المالية بانتهاء تلك الفترة بغية إخفاء الوضعية الحقيقية للشركة؛ 3 - المسيرون الذين استعملوا، عن سوء نية، أموال الشركة أو اعتماداتها استعمالا يعلمون أنه ضد المصلحة الاقتصادية للشركة وذلك لتحقيق أغراض شخصية أو المحاباة شركة أو مقاولة لهم فيها مصالح مباشرة أو غير مباشرة؛ 4 - المسيرون الذين استعملوا، عن سوء نية السلطات التي يتمتعون بها أو الأصوات التي يتوفرون عليها بهذه الصفة استعمالا يعلمون أنه ضد المصالح الاقتصادية للشركة وذلك لتحقيق أغراض شخصية أو المحاباة شركة أو مقاولة لهم فيها مصالح مباشرة أو غير مباشرة."
    },
    {
        "reference": "المادة 108",
        "contenu": "يعاقب بغرامة من 10.000 إلى 50.000 درهم المسيرون الذين لا يقومون داخل الآجال القانونية بإيداع أو بإيداعات لوثائق أو عقود لدى كتابة ضبط المحكمة أو لا يقومون بإجراء أو إجراءات الشهر المنصوص عليها في هذا القانون."
    },
    {
        "reference": "المادة 109",
        "contenu": "يعاقب بغرامة من 2.000 إلى 40.000 درهم، المسيرون الذين لا يعدون بالنسبة لكل سنة محاسبية الجرد والقوائم التركيبية وتقرير التسيير."
    },
    {
        "reference": "المادة 110",
        "contenu": "يعاقب بغرامة من 2.000 إلى 20.000 درهم، المسيرون الذين: 1 - لا يضعون رهن إشارة كل شريك بالمقر الاجتماعي، محاضر الجمعيات والقوائم التركيبية والجرد وتقرير المسيرين وعند الاقتضاء تقرير مراقب أو مراقبي الحسابات؛ 2 - لا يقومون بدعوة الجمعية العامة للشركاء للانعقاد داخل أجل ستة أشهر من تاريخ اختتام السنة المالية والذين لا يعرضون لمصادقة الجمعية المذكورة أو المصادقة الشريك الوحيد الجرد والقوائم التركيبية وتقرير التسيير."
    },
    {
        "reference": "المادة 111",
        "contenu": "يعاقب بغرامة من 2.000 إلى 10.000 درهم، المسيرون الذين لا يقومون، داخل أجل 15 يوما قبل تاريخ الجمعية العامة، بتوجيه القوائم التركيبية وتقرير التسيير ونص التوصيات المقترحة وعند الاقتضاء تقرير مراقب أو مراقبي الحسابات إلى الشركاء."
    },
    {
        "reference": "المادة 112",
        "contenu": "يعاقب بغرامة من 1.000 إلى 5.000 درهم المسيرون الذين يغفلون الإشارة إلى التسمية التجارية للشركة في كل المحررات والوثائق الصادرة عن الشركة والموجهة للأغيار مسبوقة أو متبوعة مباشرة بالعبارة الدالة على شكلها القانوني أو أحرفها الأولى وبيان رأسمال الشركة. كما يعاقب بنفس العقوبة كل ملزم قانونا: لم يعمل على إثبات قرارات جمعية الشركاء في المحضر المتطلب وتضمينه البيانات المشار إليها في المادتين 10 و 73 حسب شكل الشركة؛ لم يعمل على تدوين المحضر المذكور في السجل الخاص بمحاضر الجمعيات الممسوك بمقر الشركة."
    },
    {
        "reference": "المادة 113",
        "contenu": "يعاقب بالحبس من شهر إلى ستة أشهر وبغرامة من 2.000 إلى 40.000 درهم أو بإحدى هاتين العقوبتين فقط، مسيرو الشركة ذات المسؤولية المحدودة الذين يدلون، وعن قصد، بتصريح كاذب في عقد الشركة بخصوص توزيع أنصبة الشركة ما بين الشركاء أو تحرير الأنصبة أو إيداع الأموال أو يغفلون عن عمد القيام بذلك التصريح. تطبق أحكام الفقرة السابقة في حالة الزيادة في رأس المال."
    },
    {
        "reference": "المادة 114",
        "contenu": "يعاقب بالحبس من شهر إلى ستة أشهر وبغرامة من 2.000 إلى 30.000 درهم أو بإحدى هاتين العقوبتين فقط، مسيرو الشركة ذات المسؤولية المحدودة الذين يقومون بإصدار قيم منقولة كيفما كانت لفائدة الشركة سواء بصورة مباشرة أو بوسيط."
    },
    {
        "reference": "المادة 115",
        "contenu": "يعاقب بالحبس من شهر إلى ستة أشهر وبغرامة من 2.000 درهم إلى 20.000 درهم أو بإحدى هاتين العقوبتين فقط، مسيرو الشركة ذات المسؤولية المحدودة الذين لا يقومون، وعن عمد حينما تقل الوضعية الصافية للشركة عن ربع رأسمالها بسبب الخسارة المثبتة في القوائم التركيبية: 1 - باستشارة الشركاء داخل الثلاثة أشهر التي تلي المصادقة على الحسابات التي أظهرت تلك الخسائر من أجل اتخاذ قرار الحل السابق لأوانه للشركة إن اقتضى الأمر ذلك؛ 2 - بإيداع القرار المتخذ من طرف الشركاء بكتابة ضبط المحكمة وتقييده في السجل التجاري ونشره في جريدة مخول لها نشر الإعلانات القانونية."
    },
    {
        "reference": "المادة 116",
        "contenu": "يعاقب بغرامة من 10.000 إلى 50.000 درهم، كل من قام رغم المنع المنصوص عليه في المادة 66 بالاقتراض بأي شكل من الأشكال من الشركة أو عمل على الحصول على دائنية في حسابها الجاري أو بأي طريقة أخرى وكذا أن تكفل الشركة أو تضمن احتياطيا التزاماته تجاه الأغيار."
    },
    {
        "reference": "المادة 117",
        "contenu": "يعاقب بغرامة من 2.000 إلى 20.000 درهم، مسيرو الشركة ذات المسؤولية المحدودة الذين لا يضعون في أي فترة من السنة، رهن إشارة كل شريك بالمقر الاجتماعي، الوثائق الآتية المتعلقة بالسنوات المالية الثلاث الأخيرة المعروضة على الجمعيات العامة القائمة التركيبية السنوية والجرد وتقرير المسيرين وعند الاقتضاء تقرير مراقب أو مراقبي الحسابات ومحاضر الجمعيات العامة."
    },
    {
        "reference": "المادة 118",
        "contenu": "تطبق العقوبات الزجرية المنصوص عليها في قانون شركات المساهمة على شركات التوصية بالأسهم. تطبق العقوبات الخاصة بالرؤساء والمتصرفين والمديرين العامين أو أعضاء مجلس الإدارة الجماعية للشركات المساهمة على مسيري شركات التوصية بالأسهم فيما يتعلق باختصاصاتهم."
    },
    {
        "reference": "المادة 119",
        "contenu": "كل الآجال المنصوص عليها في هذا القانون آجال كاملة."
    },
    {
        "reference": "المادة 120",
        "contenu": "تسري أحكام هذا القانون على الشركات التي ستنشأ فوق تراب المملكة وذلك بعد دخول التشريع المتعلق بالسجل التجاري المنصوص عليه في الكتاب الأول من مدونة التجارة حيز التطبيق، غير أنه لا يكون لازما القيام مجددا بإجراءات التأسيس التي سبق إنجازها."
    },
    {
        "reference": "المادة 121",
        "contenu": "تصبح الشركات المؤسسة قبل تاريخ صدور هذا القانون خاضعة لأحكامه عند انتهاء السنة الثالثة الموالية لدخوله حيز التنفيذ فور شهر التعديلات المدخلة على النظام الأساسي للشركة قصد ملاءمتها مع الأحكام المذكورة. تتم الملاءمة إما بنسخ أو تغيير أو إذا اقتضى الحال باستبدال الأحكام النظامية المخالفة لأحكام هذا القانون الآمرة وإدخال ما يستلزمه القانون المذكور من إضافات عليها ويتم ذلك إما بتعديل النظام الأساسي القديم أو باعتماد نظام جديد. يمكن أن يتخذ الشركاء قرار الملاءمة المذكورة وفق شروط صحة القرارات العادية على الرغم من أية أحكام قانونية أو نظامية مخالفة وذلك شريطة أن لا يلحق التعديل في المضمون سوى البنود المتنافية مع هذا القانون. إلا أنه لا يمكن تحويل الشركة أو الزيادة في رأسمالها بطريقة أخرى غير دمج الاحتياطي أو الأرباح أو علاوات الإصدار إلا ضمن الشروط المتطلبة لتعديل النظام الأساسي."
    },
    {
        "reference": "المادة 122",
        "contenu": "إذا تعذر على الشركاء، لأي سبب من الأسباب البت بصورة صحيحة في مشروع ملاءمة النظام الأساسي عرض هذا المشروع على موافقة رئيس المحكمة بصفته قاضي المستعجلات بناء على طلب من الممثلين القانونيين للشركة."
    },
    {
        "reference": "المادة 123",
        "contenu": "إذا لم يستدع الأمر إجراء أية ملاءمة، سجل الشركاء ذلك، وتشهر مداولتهم كما يشهر قرار تعديل النظام الأساسي. ويطبق هذا القانون على الشركة فور القيام بهذه الإجراءات."
    },
    {
        "reference": "المادة 124",
        "contenu": "عند عدم ملاءمة النظام الأساسي لأحكام هذا القانون داخل الأجل المحدد أعلاه، تعتبر البنود النظامية المخالفة لها عند انتهاء هذا الأجل كأن لم تكن."
    },
    {
        "reference": "المادة 126",
        "contenu": "يعاقب بغرامة من 2.000 إلى 10.000 درهم مسيرو الشركات الذين تعمدوا عدم ملاءمة أو عدم العمل على ملاءمة النظام الأساسي لأحكام هذا القانون. تمنح المحكمة مهلة جديدة لا تتجاوز ستة أشهر يجب خلالها ملاءمة النظام الأساسي للشركة مع أحكام هذا القانون. عند عدم احترام هذه المهلة الجديدة، يعاقب المسيرون المعنيون بغرامة 10.000 إلى 20.000 درهم."
    },
    {
        "reference": "المادة 127",
        "contenu": "لا ينسخ هذا القانون الأحكام التشريعية والتنظيمية التي تخضع لها الشركات الخاضعة لنظام خاص. إن مقتضيات النظام الأساسي لهذه الشركات المطابقة للأحكام التشريعية المنسوخة بحكم المادة 128 ولكنها مخالفة لأحكام هذا القانون غير المنصوص عليها في النظام الخاص الذي تخضع له الشركات المذكورة، تتم ملاءمتها مع أحكام هذا القانون. ولهذه الغاية تطبق أحكام المواد من 121 إلى 126."
    },
    {
        "reference": "المادة 128",
        "contenu": "تنسخ، مع مراعاة تطبيقها الانتقالي إلى حين انتهاء السنة الثالثة من تاريخ دخول هذا القانون حيز التطبيق على الشركات التي لم تقم بملاءمة نظامها الأساسي، الأحكام المتعلقة بالمواد المنظمة بمقتضى هذا القانون ولاسيما النصوص التالية كما تم تعديلها أو تتميمها: 1 - أحكام الفصول من 29 إلى 54، بإدخال الغاية من الظهير الشريف الصادر في 9 رمضان 1331 (12 أغسطس 1913) المعتبر بمثابة القانون التجاري؛ 2 - أحكام الظهير الشريف الصادر في 17 من ذي الحجة 1340 (11 أغسطس 1922) المتعلق بشركات الأموال، فيما يتعلق بشركات التوصية بالأسهم. لا تطبق أحكام هذا القانون على الشركات التجارية إذا كانت ذات رأسمال قابل للتغيير، وكذا على الشركات ذات المساهمة العمالية التي تظل خاضعة لأحكام الظهير الشريف المشار إليه أعلاه بتاريخ 17 من ذي الحجة 1340 (11 أغسطس 1922)؛ 3 - أحكام الظهير الشريف الصادر في 22 من صفر 1345 فاتح ديسمبر (1926) المتعلق بإحداث الشركات ذات المسؤولية المحدودة؛ 4 - أحكام الظهير الشريف الصادر في 29 من شوال 1374 (20 يونيو 1955) المتعلق بحصص التأسيس الصادرة عن الشركات، فيما يتعلق بشركات التوصية بالأسهم؛ 5 - أحكام الظهير الشريف الصادر في 21 من ذي الحجة 1374 (10 أغسطس 1955) المؤسس لحق أفضلية الاكتتاب لفائدة المساهمين في الزيادة في رأس المال، فيما يتعلق بشركات التوصية بالأسهم."
    },
    {
        "reference": "المادة 129",
        "contenu": "يتعين على شركات التوصية بالأسهم التي أصدرت حصص المؤسسين قبل نشر هذا القانون، إما العمل على إعادة شراء هذه السندات أو تحويلها إلى أسهم وذلك قبل انصرام السنة الثانية الموالية لتاريخ النشر المذكور. يقرر الشركاء التحويل أو إعادة الشراء وفق نفس الشروط المطلوبة لتعديل النظام الأساسي. يعاقب بالعقوبة المنصوص عليها في المادة 126، المسيرون الذين لم ينجزوا الإجراء المنصوص عليه في الفقرة الأولى من هذه المادة."
    },
    {
        "reference": "المادة 130",
        "contenu": "تطبق الإحالة إلى أحكام النصوص المنسوخة بمقتضى المادة 128 والواردة في النصوص التشريعية أو التنظيمية الجاري بها العمل على الأحكام الموازية المنصوص عليها في هذا القانون."
    },
    {
        "reference": "المادة 131",
        "contenu": "إلى أن يتم إحداث محاكم مختصة في النزاعات التي تنشأ بين التجار أو لتطبيق هذا القانون، يبت في تلك النزاعات وفق النصوص التشريعية الجاري بها العمل."
    }
]