[
    {
        "reference": "المادة 1",
        "contenu": "تشمل حماية الملكية الصناعية حسب مدلول هذا القانون براءات الاختراع وتصاميم تشكل (طبوغرافية) الدوائر المندمجة والرسوم والنماذج الصناعية وعلامات الصنع أو التجارة أو الخدمة والإسم التجاري والبيانات الجغرافية وتسميات المنشأ وزجر المنافسة غير المشروعة."
    },
    {
        "reference": "المادة 2",
        "contenu": "يراد بلفظة الملكية الصناعية ما تفيده في أوسع مفهومها وتطبق ليس فقط على الصناعة والتجارة الصرفة والخدمات، ولكن أيضا على كل إنتاج في مجال الصناعات الفلاحية والاستخراجية وكذا على جميع المنتجات المصنوعة أو الطبيعية مثل الأنعام والمعادن والمشروبات. يراد بلفظ الجمهور العموم."
    },
    {
        "reference": "المادة 3",
        "contenu": "يستفيد رعايا كل بلد من البلدان المشتركة في الاتحاد الدولي لحماية الملكية الصناعية من حماية حقوق الملكية الصناعية المنصوص عليها في هذا القانون بشرط استيفاء الشروط والإجراءات المقررة فيه. يستفيد من نفس الحماية رعايا البلدان المشتركة في كل معاهدة أخرى مبرمة في مجال الملكية الصناعية يكون المغرب طرفا فيها وينص في أحكامها بالنسبة لرعاياه على معاملة لا تقل عن المعاملة التي يستفيد منها رعايا البلدان المعنية."
    },
    {
        "reference": "المادة 4",
        "contenu": "لا يمكن أن يفرض على رعايا الدول الأعضاء في الاتحاد الدولي لحماية الملكية الصناعية أي التزام يتعلق بالموطن أو بوجود مؤسسة بالمغرب عندما تطلب حماية الملكية فيه. يجب على الأشخاص الطبيعيين أو المعنويين الذين لا يتوفرون على موطن أو مقر اجتماعي بالمغرب أو لا يملكون فيه مؤسسة صناعية أو تجارية أن يعينوا موطنهم لدى وكيل يتوفر له موطن أو مقر اجتماعي بالمغرب ويقوم نيابة عنهم بالعمليات المراد إنجازها لدى الهيئة المكلفة بالملكية الصناعية. يجوز للمواطنين المقيمين والأجانب المقيمين بانتظام في المغرب سواء أكانوا أشخاصا طبيعيين أو معنويين، أن يودعوا شخصيا طلباتهم المتعلقة بسندات الملكية الصناعية وأن يقوموا بجميع العمليات اللاحقة المرتبطة بذلك أو يعينوا لهذا الغرض وكيلا يتوفر على موطن أو مقر اجتماعي بالمغرب. يعتبر الوكيل المقيد في لائحة مستشاري الملكية الصناعية المشار إليها في الفصل الثاني أدناه مؤهلا لإنجاز جميع العمليات المتعلقة بالملكية الصناعية المنصوص عليها في هذا القانون لدى الهيئة المكلفة بالملكية الصناعية، باستثناء تلك المتعلقة بوقف أو نقل حقوق الملكية الصناعية."
    },
    {
        "reference": "المادة 4.1",
        "contenu": "يمارس مستشار الملكية الصناعية مهنة تقديم خدمات اعتيادية ومؤدى عنها من أجل توفير الاستشارة والمساعدة وتمثيل الأغيار بغية الحصول على حقوق الملكية الصناعية والحفاظ عليها واستغلالها."
    },
    {
        "reference": "المادة 4.2",
        "contenu": "يشترط في المترشح لمهنة مستشار الملكية الصناعية التالي: أ) التوفر على إحدى الشهادات الجامعية التي تسلمها مؤسسات التعليم العالي المغربي تحدد لائحتها بنص تنظيمي أو أي شهادة أخرى يعترف بمعادلتها وفق النصوص التنظيمية الجاري بها العمل. ب) إثبات ممارسة مهنية منتظمة لمدة ثلاث سنوات على الأقل في مجال الملكية الصناعية تصادق عليها لجنة انتقاء مستشاري الملكية الصناعية المشار إليها في المادة 7.4 أدناه. يقيد المترشح المستوفي للشروط المحددة في قائمة مستشاري الملكية الصناعية التي تمسكها الهيئة المكلفة بالملكية الصناعية."
    },
    {
        "reference": "المادة 4.3",
        "contenu": "يمنع من التسجيل في قائمة مستشاري الملكية الصناعية: أ) كل من صدر في حقه حكم قضائي أو قرار تأديبي أو إداري بسبب ارتكابه أفعالا مخلة بالشرف أو النزاهة أو الآداب العامة. ب) كل من أعلن إفلاسه إلا إذا رد إليه اعتباره. ج) كل من تم تعليق انتمائه على مؤسسة أو هيئة مهنية مغربية أو أجنبية أو تم التشطيب عليه منها بإجراء تأديبي، أعلن عنه أم لم يعلن."
    },
    {
        "reference": "المادة 5",
        "contenu": "يستفيد رعايا البلدان غير المشتركة في الاتحاد الدولي لحماية الملكية الصناعية من أحكام هذا القانون إذا كانوا قاطنين بأراضي أحد بلدان الاتحاد أو كانوا يزاولون فيه نشاطا صناعيا أو تجاريا بصورة فعلية وجدية."
    },
    {
        "reference": "المادة 6",
        "contenu": "كل شخص قام بانتظام بإيداع الطلب الأول يتعلق ببراءة اختراع أو تصميم تشكل (طبوغرافية) دائرة مندمجة أو رسم أو نموذج صناعي أو علامة صنع أو تجارة أو خدمة في بلد من بلدان الاتحاد الدولي لحماية الملكية الصناعية أو ذوي حقوقه يستفيد، فيما يخص الإيداع الذي يقوم به في المغرب، (الطلب اللاحق) من حق أولوية طوال الآجال المنصوص عليها في المادة 7 بعده."
    },
    {
        "reference": "المادة 7",
        "contenu": "يحدد أجل الأولوية المنصوص عليه أعلاه في إثني عشر (12) شهرا بالنسبة إلى براءات الاختراع وتصاميم تشكل طبوغرافية الدوائر المندمجة وستة أشهر بالنسبة إلى الرسوم والنماذج الصناعية وعلامات الصنع أو التجارة أو الخدمة. وتسري الآجال ابتداء من تاريخ إيداع الطلب الأول في أحد بلدان الاتحاد من غير احتساب يوم الإيداع فيها. وإذا صادف آخر يوم من الأجل يوم عطلة أو يوما من غير أيام العمل وجب تمديد الأجل إلى اليوم الأول التالي من أيام العمل."
    },
    {
        "reference": "المادة 8",
        "contenu": "يجب على كل شخص يريد الاستفادة من أولوية إيداع سابق في أحد بلدان الاتحاد أن يدلي بتصريح أولوية مكتوب يتضمن تاريخ الإيداع ورقمه وبلد ومنشأه. ويجب الإدلاء بالتصريح المذكور في تاريخ إيداع الطلب بالمغرب. يجب على الشخص الذي يودع طلبه أن يقدم داخل أجل أربعة أشهر من تاريخ انتهاء أجل الأولوية الأكثر قدما الوثائق التي تثبت الإيداع السابق وفق الشروط التي تحدد بنص تنظيمي."
    },
    {
        "reference": "المادة 9",
        "contenu": "تطبق نفس الإجراءات والآجال المبينة في الفقرتين 1 و 2 من هذه المادة على كل شخص طبيعي أو معنوي يطالب بحقوق أولوية متعددة في نفس طلب الإيداع بالمغرب. عندما يكون حق أولوية مطالبا به على وجه قانوني، لا يمكن إلغاء الإيداعات بسبب أعمال منجزة خلال الآجال المنصوص عليها في المادة 7 أعلاه ولا سيما بسبب إيداع آخر أو نشر أو استغلال براءة اختراع أو تصميم تشكل (طبوغرافية) دائرة مندمجة أو عرض نسخ من الرسم أو النموذج الصناعي للبيع أو استعمال العلامة."
    },
    {
        "reference": "المادة 10",
        "contenu": "لا ينشأ عن الأعمال التي يقوم بها الغير عن حسن نية داخل أجل الأولوية أي حق بعد تاريخ إيداع الطلب على وجه الأولوية في المغرب. ولا يمكن أن تقام بسبب هذه الأعمال أي دعوى للمطالبة بالتعويض عن الضرر."
    },
    {
        "reference": "المادة 11",
        "contenu": "يترتب على عدم التقيد بالآجال والإجراءات المقررة في المادتين 7 و 8 أعلاه فقدان الاستفادة من حق الأولوية في المغرب."
    },
    {
        "reference": "المادة 12",
        "contenu": "براءات الاختراع وتصاميم التشكل (طبوغرافية) الدوائر المندمجة والرسوم والنماذج الصناعية وعلامات الصنع أو التجارة أو الخدمة المودعة مع الاستفادة من الأولوية تتمتع بمدة حماية تساوي المدة المقررة فيما يخص الإيداعات المنجزة دون مطالبة بالأولوية."
    },
    {
        "reference": "المادة 13",
        "contenu": "تعتبر براءات الاختراع وتصاميم تشكل (طبوغرافيا) الدوائر المندمجة والرسوم والنماذج الصناعية وعلامات الصنع أو التجارة أو الخدمة المطلوبة داخل أجل الأولوية مستقلة تمام الاستقلال عن السندات المحصل عليها في أحد بلدان الاتحاد عن نفس الغرض سواء تعلق الأمر بأسباب البطلان وسقوط الحق أو بمدة الحماية."
    },
    {
        "reference": "المادة 14",
        "contenu": "تقيد جميع عمليات إيداع طلبات سندات الملكية الصناعية وكذا كل إجراء يتعلق بالسندات المذكورة في سجلات تمسكها لهذا الغرض الهيئة المكلفة بالملكية الصناعية. وتحدد بنص تنظيمي ومضمون السجلات المذكورة التي تحتفظ بها الهيئة الآنفة الذكر إلى ما لا نهاية. تحتفظ الهيئة المكلفة بالملكية الصناعية بأصول أو بنسخ وثائق الملفات المتعلقة بطلبات سندات الملكية الصناعية إلى نهاية أجل العشر سنوات التالية لانقضاء الحقوق المرتبطة بها."
    },
    {
        "reference": "المادة 14.1",
        "contenu": "عن كل عمل أو عملية منصوص عليها في هذا القانون، باستثناء الأعمال القضائية، عندما يتم التعبير عن أجل: سنة واحدة أو أكثر، فإن احتساب الأجل يبدأ اعتبارا من اليوم التالي لحدوث هذا العمل أو هذه العملية وينتهي في السنة التالية المعنية وفي الشهر الذي يطلق عليه الاسم ذاته وفي اليوم الذي يكون رقمه هو رقم اليوم ذاته من الشهر ذاته اللذين يكون العمل أو العملية المذكورين قد وقع فيهما. وإذا لم يكن في الشهر التالي المعني يوم بالرقم ذاته، فإن الأجل ينتهي في اليوم الأخير من ذلك الشهر؛ شهر واحد أو أكثر، فإن احتساب الأجل يبدأ اعتبارا من اليوم التالي لحدوث هذا العمل أو هذه العملية وينتهي في الشهر التالي المعني وفي اليوم الذي يكون رقمه هو رقم اليوم ذاته لحدوث العمل أو العملية المذكورين. وإذا لم يكن في الشهر التالي المعني يوم بالرقم ذاته، فإن الأجل ينتهي في اليوم الأخير من ذلك الشهر؛ عدد الأيام، يبدأ اعتبارا من اليوم التالي لحدوث هذا العمل أو هذه العملية، وينتهي في اليوم الذي يتم فيه بلوغ اليوم الأخير من احتساب الأجل."
    },
    {
        "reference": "المادة 15",
        "contenu": "تختص المحاكم التجارية وحدها في البت في المنازعات المترتبة عن تطبيق هذا القانون باستثناء الدعاوي الجنائية والقرارات الإدارية المنصوص عليها فيه."
    },
    {
        "reference": "المادة 16",
        "contenu": "يمكن أن يكون كل اختراع محل سند ملكية صناعية مسلم من الهيئة المكلفة بالمكية الصناعية، ويخول السند المذكور صاحبه أو ذوي حقوقه حقا استئثاريا لاستغلال الاختراع. ويملك الحق في سند الملكية الصناعية المخترع أو ذوو حقوقه مع مراعاة أحكام المادة 18 أدناه. إذا قام عدة أشخاص مستقلين عن بعضهم البعض بإنجاز الاختراع، كان الحق في سند الملكية الصناعية للشخص الذي يثبت إيداعه في أقدم تاريخ."
    },
    {
        "reference": "المادة 17",
        "contenu": "سند الملكية الصناعية الذي يحمي الاختراعات هو براءة الاختراع المسلمة لمدة حماية تستغرق عشرين سنة ابتداء من تاريخ إيداع الطلب."
    },
    {
        "reference": "المادة 18",
        "contenu": "إذا كان المخترع أجيرا فإن الحق في سند الملكية الصناعية يحدد وفقا للقواعد التالية ما لم ينص على شرط تعاقدي أكثر فائدة بالنسبة إلى هذا الأجير: أ) تعتبر ملكا للمشغل الاختراعات التي حققها الأجير خلال تنفيذه إما لعقد عمل يتضمن مهمة إبداعية تطابق مهامه الفعلية وإما لدراسات وأبحاث مسندة إليه بصريح العبارة. ب) تعتبر جميع الاختراعات الأخرى ملكا للأجير، غير أنه إذا قام أجير باختراع من الاختراعات إما في أثناء قيامه بمهامه وإما في إطار نشاط المنشأة أو بمعرفة أو استعمال تقنيات أو وسائل خاصة بالمنشأة أو بفضل معطيات وفرتها له، وجب على الأجير أن يخبر فورا مشغله بذلك. ج) يجب على كل من الأجير والمشغل أن يطلع الآخر على جميع المعلومات المفيدة حول الاختراع المقصود."
    },
    {
        "reference": "المادة 19",
        "contenu": "إذا طلب سند ملكية صناعية إما عن اختراع اختلس من المخترع أو ذوي حقوقه وإما خرقا لالتزام قانوني أو اتفاقي جاز للشخص المتضرر أن يطالب أمام المحكمة بملكية السند المسلم. تتقادم دعوى المطالبة بمضي ثلاث سنوات على تاريخ تقييد السند في السجل الوطني للبراءات."
    },
    {
        "reference": "المادة 21",
        "contenu": "يمكن أن يشمل الاختراع منتجات وطرائق وكل تطبيق جديد أو مجموعة وسائل معروفة للوصول إلى نتيجة غير معروفة بالنسبة إلى حالة التقنية. يمكن كذلك أن يشمل الاختراع تركيبات صيدلية أو منتجات صيدلية أو أدوية كيفما كان نوعها بما فيها الطرائق والأجهزة المستعملة للحصول عليها."
    },
    {
        "reference": "المادة 22",
        "contenu": "يعتبر قابلا لاستصدار البراءة، في جميع الميادين التكنولوجية، كل اختراع جديد يستلزم نشاطا إبداعيا ويكون قابلا للتطبيق الصناعي."
    },
    {
        "reference": "المادة 23",
        "contenu": "لا تعتبر اختراعات حسب مدلول المادة 22 أعلاه: 1- الاكتشافات والنظريات العلمية ومناهج الرياضيات؛ 2- الإبداعات التجميلية؛ 3- كيفية تقديم المعلومات؛ 4- التصاميم والمبادئ والمناهج المتبعة في ممارسة أنشطة فكرية أو في مجال الألعاب أو في مجال الأنشطة الاقتصادية وكذا في برامج الحواسيب."
    }
]