[
    {
        "reference": "الفصل 701",
        "contenu": "يجوز إبرام كراء الأراضي الفلاحية لمدة أربعين سنة، فإن أبرم لمدة أطول ساغ لكل من المتعاقدين فسخه بعد انتهاء الأربعين سنة. ويبدأ كراء الأراضي الفلاحية في 13 من سبتمبر من التقويم الغريغوري ما لم يحدد المتعاقدان تاريخا آخر."
    },
    {
        "reference": "الفصل 702",
        "contenu": "يجب أن يحدد عقد الكراء نوع الزراعة أو المحاصيل التي يقوم عليها الاستغلال. فإن سكت العقد، اعتبر المكتري مأذونا في زرع كل ما يزرع في الأراضي التي من نوع الأرض المكتراة، على نحو ما هو مذكور في الفصل 704."
    },
    {
        "reference": "الفصل 703",
        "contenu": "إذا شمل الكراء آلات أو ماشية أو مواد فلاحية كالعلف والسماد، وجب على كل من المتعاقدين أن يسلم الآخر عنها إحصاء مضبوطا وموقعا عليه منه. كما يجب على المتعاقدين أن يعملا على تقويم مشترك لتلك الأشياء."
    },
    {
        "reference": "الفصل 704",
        "contenu": "على المكتري أن ينتفع بالعين المكتراة، على النحو المحدد في العقد. وليس له أن ينتفع بها على نحو يضر بالمالك. وليس له أن يجري في استغلالها تغييرات من شأنها أن تحدث تأثيرا ضارا يستمر حتى بعد انتهاء الكراء، ما لم يؤذن له بها صراحة."
    },
    {
        "reference": "الفصل 705",
        "contenu": "ليس للمكتري الحق في نتاج الحيوانات ولا في الزيادات التي تطرأ على الشيء خلال مدة العقد."
    },
    {
        "reference": "الفصل 706",
        "contenu": "ليس للمكتري حق فيما يتحصل من صيد البر والماء، ما لم تكن العين قد خصصت لاستعمالها في هذا الغرض. إلا أن له الحق في منع أي شخص كان حتى المكري نفسه من دخول المحلات المكتراة بغرض الصيد فيها."
    },
    {
        "reference": "الفصل 707",
        "contenu": "جميع الأشغال اللازمة للانتفاع بالشيء، كشق الطرق وصيانتها، وإنشاء وصيانة الممرات والحواجز والإصلاحات البسيطة للمباني الفلاحية والمطامر لا تقع على عاتق المكتري ما لم يحمله بها العقد أو العرف المحلي. وفي هذه الحالة الأخيرة يلتزم المكتري بإجراء الأعمال على نفقته ومن غير أن يكون له حق التعويض عنها، ويسأل تجاه المكري عن الأضرار الناتجة عن عدم القيام بها. الأعمال المتعلقة بتشييد المباني وغيرها من توابع الأرض الفلاحية المكتراة وبإجراء ما يلزمها من الإصلاحات الكبرى تقع على عاتق المكري. كما تقع على عاتقه أيضا الإصلاحات اللازمة للآبار والقنوات ومجاري المياه والخزانات. وإذا ماطل المكري في إجراء ما يلزمه من إصلاحات، طبقت أحكام الفصل 638."
    },
    {
        "reference": "الفصل 708",
        "contenu": "إذا أعطي في كراء الأراضي الفلاحية للعين مضمون يزيد أو يقل عما هو ثابت لها في حقيقة الواقع كان هناك محل إما لزيادة الأجرة أو لإنقاصها أو لفسخ العقد، على حسب الأحوال، ووفقا للقواعد المقررة في باب البيع. وتتقادم هذه الدعوى بفوات سنة ابتداء من العقد، ما لم يكن قد حدد لبدء الانتفاع تاريخ لاحق وفي هذه الحالة يبدأ سريان الميعاد من هذا التاريخ الأخير."
    },
    {
        "reference": "الفصل 709",
        "contenu": "إذا منع المكتري من حرث الأرض أو زرعها بسبب حادث فجائي أو قوة قاهرة، كان له حق الإعفاء من الكراء أو استرداده من المكري، إذا كان قد سبقه له. وذلك بشرط: أولا: ألا يكون الحادث الفجائي أو القوة القاهرة، قد حدث نتيجة خطاه؛ ثانيا: وألا يكون متعلقا بشخصه."
    },
    {
        "reference": "الفصل 710",
        "contenu": "للمكتري حق الإعفاء من الكراء أو استرداده، إذا زرع الأرض ثم هلك كل الزرع نتيجة حادث فجائي، أو قوة قاهرة لا يعزيان إلى خطاه. وإذا كان هلاك الزرع جزئيا، لم يكن هناك محل لتخفيض الكراء أو لاسترداده بما يتناسب مع الجزء الهالك، إلا إذا تجاوز هذا الجزء النصف. ولا يكون محل للإعفاء من الكراء أو لتخفيضه، إذا كان المكتري قد عوض عن الخسارة التي لحقته، إما من محدث الضرر وإما من إحدى شركات التأمين."
    },
    {
        "reference": "الفصل 711",
        "contenu": "لا محل للإعفاء من الكراء ولا لتخفيضه أولا: إذا حدث الهلاك بعد فصل المحصول عن الأرض؛ ثانيا: إذا كان سبب الهلاك موجودا عند إبرام العقد، وكان المكتري حينئذ على علم به، وكان من طبيعته أن يولد الأمل في التمكن من إيقافه."
    },
    {
        "reference": "الفصل 712",
        "contenu": "يبطل كل شرط من شأنه أن يحمل المكتري تبعة الحوادث الفجائية، أو يلزمه بدفع الكراء ولو لم ينتفع بالعين لأحد الأسباب المذكورة في الفصلين 709 و710."
    },
    {
        "reference": "الفصل 713",
        "contenu": "لمكري الأرض الفلاحية أن يطلب الفسخ أولا: إذا لم يجهزها المكتري بما يلزم لاستغلالها من الآلات والماشية؛ ثانيا: إذا ترك المكتري فلاحتها، أو إذا لم يعتن بفلاحتها عناية العاقل بملكه؛ ثالثا: إذا استعملها المكتري في غير الغرض الذي أعدت له بحسب طبيعتها أو بمقتضى العقد، وعلى العموم إذا لم ينفذ شروط عقد الكراء بحيث يؤدي ذلك إلى الإضرار بالمكري. وفي كل ما سبق يثبت طلب الفسخ للمكري مع حفظ حقه في التعويض إن كان له محل."
    },
    {
        "reference": "الفصل 714",
        "contenu": "كراء الأراضي الفلاحية ينتهي بقوة القانون بانقضاء المدة التي أبرم لها. فإن لم يتفق فيه على مدة، اعتبر أنه قد أبرم إلى الوقت اللازم لقيام المكتري بجني كل الثمار التي تغلها العين المكتراة. يجب إعطاء التنبيه بالإخلاء قبل فوات السنة الجارية بستة أشهر على الأقل. كراء الأراضي المعدة للفلاحة التي تستغل بطونا بحسب فصول السنة ينتهي بانتهاء آخر بطن. في كراء أرض السقي، السنة الفلاحية اثنا عشر شهرا. وإذا وجد في الأرض، عند انتهاء السنة زرع أخضر وجب على المكري أن يسمح للمكتري الذي بذره في الوقت المناسب الذي كان من شأنه في الظروف العادية أن يمكنه من جني المحصول قبل انتهاء الكراء، بالبقاء فيها حتى يتمكن من جني المحصول وله في مقابل ذلك حق في الكراء عن المدة الجديدة."
    },
    {
        "reference": "الفصل 715",
        "contenu": "إذا بقي المكتري في العين بعد انتهاء مدة الكراء وتركه المكري فيها، اعتبر الكراء متجددا لنفس المدة إذا كان قد أبرم لمدة محددة، ولمدة سنة فلاحية أي حتى حصاد المحصول القادم، إذا كان قد أبرم لمدة غير محددة."
    },
    {
        "reference": "الفصل 716",
        "contenu": "لمكتري الأرض الفلاحية التي لم ينبت زرعها عند نهاية كرائه، إذا قام بإثبات حالته وقتذاك، الحق في أن يبقى فيها، على أن يدفع للمكري كراء مساويا للكراء الذي حدده العقد، وذلك مع استثناء الحالة التي يعزى إليه فيها الغش أو الخطأ."
    },
    {
        "reference": "الفصل 717",
        "contenu": "إذا وجدت عند انتهاء الكراء الوارد على أرض السقي، ثمار متصلة بأصولها أو خضر لما تنضج، وكان المكتري قد تأخر في البذر بحيث لم يبذر في الوقت المناسب الذي من شأنه أن يمكنه في الظروف العادية من الحصاد قبل نهاية الكراء، فإنه يثبت للمكري الخيار بين أن يجدد الكراء بنفس الثمن وبين أن يفسخه مع دفعه للمكتري ثلاثة أرباع كل من قيمة البذور وأجرة العمل."
    },
    {
        "reference": "الفصل 718",
        "contenu": "على المكتري الخارج أن يمتنع عن كل ما من شأنه أن ينقص أو يؤخر من انتفاع من يخلفه في استغلال العين ويجب عليه الامتناع عن إجراء أي حرث جديد قبل نهاية كرائه بشهرين. كما يلزمه إذا كان قد حصد زرعه أن يمكن المكتري الجديد من إجراء الأشغال الإعدادية في الوقت المناسب. ويطبق كل ما سبق ما لم يقض العرف المحلي بخلافه."
    },
    {
        "reference": "الفصل 719",
        "contenu": "على المكتري الخارج أن يترك لمن يخلفه، قبل أن يبدأ انتفاعه ببعض الوقت ما يناسب من المساكن وغيرها من التسهيلات اللازمة للقيام بما تتطلبه السنة القادمة من أشغال. كما يجب على المكتري الداخل أن يترك للخارج المساكن المناسبة وأن يؤدي التسهيلات اللازمة لاستهلاك التين ولإجراء ما بقي من حصاد. وفي هذه الحالة وتلك، يطبق العرف المحلي."
    },
    {
        "reference": "الفصل 720",
        "contenu": "على المكتري الخارج، إذا كان عند بدء انتفاعه قد تسلم قدرا من التبن والعلف والسماد، أن يترك في العين قدرا مماثلا مما تسلمه منها. وليس له أن يتحلل من هذا الالتزام بادعاء الحادث الفجائي. وحتى لو لم يكن المكتري قد تسلم الأشياء السابقة، يجوز للمكري أن يحتفظ منها بقدر كاف، مع دفع قيمتها مقدرة بسعر اليوم. ويطبق في هذا أيضا العرف المحلي."
    },
    {
        "reference": "الفصل 721",
        "contenu": "على المكتري أن يرد عند نهاية الكراء الأشياء التي سلمت له بمقتضى قائمة الإحصاء، وهو يسأل عن هذه الأشياء، مع استثناء ما يحصل لها نتيجة القوة القاهرة التي لا تعزى إلى خطاه، والعيب الناتج من استعمالها على نحو عاد مألوف. وإذا كان المكتري، خلال مدة الكراء، قد استبدل بالأشياء الهالكة أشياء أخرى مكانها، أو أصلح ما تعيب حق له أن يسترد ما أنفقه ما لم يكن هناك خطأ يعزى إليه."
    },
    {
        "reference": "الفصل 722",
        "contenu": "إذا أكمل المكتري من ماله الأدوات المخصصة للاستغلال، بأن أضاف إليها أدوات أخرى لم تذكر في قائمة الإحصاء ثبت للمالك، عند نهاية الكراء الخيار بين أن يدفع له قيمة هذه الأدوات الأخيرة مقدرة على نحو ما يقرره أهل الخبرة، وبين أن يردها له في الحالة التي هي عليها."
    }
]