[
    {
        "reference": "المادة الأولى",
        "contenu": "يطبق هذا القانون على : 1. جميع الأشخاص الذاتيين أو الاعتباريين سواء أكانوا متوفرين أم غير متوفرين على مقر أو مؤسسات بالمغرب بمجرد ما يكون غرض عملياتهم أو تصرفاتهم المنافسة في السوق المغربية أو في جزء مهم من هذه السوق أو يمكن أن يترتب عليها أثر على هذه المنافسة ؛ 2 جميع أعمال الإنتاج والتوزيع والخدمات، بما فيها تلك التي تقوم بها أشخاص اعتبارية خاضعة للقانون العام، عندما تتصرف كفاعلين اقتصاديين وليس أثناء ممارستها لصلاحيات السلطة العامة أو المهام المرفق العام ؛ 3 الاتفاقات المتعلقة بالتصدير فيما إذا كان لتطبيقها أثر على المنافسة في السوق الداخلية المغربية."
    },
    {
        "reference": "المادة 2",
        "contenu": "باستثناء الحالات التي ينص فيها القانون على خلاف ذلك، تحدد أسعار السلع والمنتوجات والخدمات عن طريق المنافسة الحرة مع مراعاة أحكام الفقرة 2 بعده والمادتين 3 و4 أدناه. لا تطبق أحكام الفقرة الأولى أعلاه على السلع والمنتوجات والخدمات التي تحدد قائمتها بنص تنظيمي بعد استشارة مجلس المنافسة. تحدد بنص تنظيمي كيفيات تنظيم أسعار السلع والمنتوجات والخدمات وكذا كيفيات سحبها من القائمة المذكورة."
    },
    {
        "reference": "المادة 3",
        "contenu": "يمكن، فيما يتعلق بالقطاعات أو المناطق الجغرافية التي تكون فيها المنافسة بالأسعار محدودة إما بسبب حالات احتكار قانوني وإما بفعل دعم الإدارة لبعض القطاعات أو المواد عند الإنتاج أو التسويق أو بفعل صعوبات دائمة في التموين وإما نتيجة أحكام تشريعية أو تنظيمية، أن تنظم الأسعار من لدن الإدارة بعد استشارة مجلس المنافسة . وتحدد كيفيات تنظيم هذه الأسعار بنص تنظيمي."
    },
    {
        "reference": "المادة 4",
        "contenu": "لا تحول أحكام المادتين 2 و 3 أعلاه دون إمكانية قيام الإدارة، بعد استشارة مجلس المنافسة، باتخاذ تدابير مؤقتة ضد ارتفاع أو انخفاض فاحش في الأسعار تعلله ظروف استثنائية أو كارثة عامة أو وضعية غير عادية بشكل واضح في السوق بقطاع معين. ولا يجوز أن تزيد مدة تطبيق التدابير المذكورة على ستة (6) أشهر قابلة للتمديد مرة واحدة من طرف الإدارة."
    },
    {
        "reference": "المادة 5",
        "contenu": "يمكن بطلب من المنظمات أو الغرف المهنية الممثلة لأحد قطاعات الأنشطة أو بمسعى من الإدارة، أن تكون أسعار السلع والمنتوجات والخدمات الممكن تنظيم أسعارها طبقا للمادتين 3 و 4 أعلاه محل تصديق من قبل الإدارة بعد التشاور مع المنظمات المذكورة. يمكن حينئذ أن يحدد سعر السلعة أو المنتوج أو الخدمة المعنية بكل حرية ضمن الحدود المقررة في الاتفاق المبرم بين الإدارة والمنظمات المعنية. تحدد الإدارة سعر السلعة أو المنتوج أو الخدمة المعنية وفق الشروط المحددة بنص تنظيمي إذا لاحظت خرقا للاتفاق المبرم."
    },
    {
        "reference": "المادة 6",
        "contenu": "تحظر الأعمال المدبرة أو الاتفاقيات أو الاتفاقات أو التحالفات الصريحة أو الضمنية كيفما كان شكلها وأيا كان سببها، عندما يكون الغرض منها أو يمكن أن تترتب عليها عرقلة المنافسة أو الحد منها أو تحريف سيرها في سوق ما ، ولا سيما عندما تهدف إلى : 1. الحد من دخول السوق أو من الممارسة الحرة للمنافسة من لدن منشآت أخرى : 2. عرقلة تكوين الأسعار عن طريق الآليات الحرة للسوق بافتعال ارتفاعها أو انخفاضها ؛ 3 حصر أو مراقبة الإنتاج أو المنافذ أو الاستثمارات أو التقدم التقني ؛ 4. تقسيم الأسواق أو مصادر التموين أو الصفقات العمومية."
    },
    {
        "reference": "المادة 7",
        "contenu": "يحظر قيام منشأة أو مجموعة منشآت بالاستغلال التعسفي : 1. لوضع مهيمن في السوق الداخلية أو جزء هام من هذه السوق : 2 لحالة تبعية اقتصادية يوجد فيها زبون أو ممون وليس لديه أي بديل مواز وذلك عندما يكون الغرض منه أو يمكن أن تترتب عليه عرقلة المنافسة أو الحد منها أو تحريف سيرها . يمكن أن يتجلى التعسف بوجه خاص في رفض البيع أو في بيوع مقيدة أو في شروط بيع تمييزية وكذا في قطع علاقات تجارية ثابتة لمجرد أن الشريك يرفض الخضوع لشروط تجارية غير مبررة. ويمكن أن يتجلى كذلك فيما يفرض بصفة مباشرة أو غير مباشرة من حد أدنى لسعر إعادة بيع منتوج أو سلعة أو لسعر تقديم خدمة أو الهامش تجاري."
    },
    {
        "reference": "المادة 8",
        "contenu": "تحظر عروض أسعار أو ممارسة أسعار بيع للمستهلكين تكون منخفضة بصورة تعسفية بالنسبة إلى تكاليف الإنتاج والتحويل والتسويق وذلك بمجرد ما يكون الغرض من العروض أو الممارسات المذكورة ويمكن أن يترتب عليها في نهاية المطاف إقصاء منشأة أو أحد منتوجاتها من سوق ما أو الحيلولة دون دخول هذه المنشأة أو أحد منتوجاتها إلى سوق ما . وتشمل تكاليف التسويق وجوبا كذلك جميع المصاريف الناتجة عن الالتزامات القانونية والتنظيمية المتعلقة بسلامة المنتجات. ولا تطبق مقتضيات هذه المادة في حالة إعادة بيع المنتوج على حاله."
    },
    {
        "reference": "المادة 9",
        "contenu": "لا تخضع لأحكام المادتين 6 و 7 أعلاه الممارسات : 1 - التي تنتج عن تطبيق نص تشريعي أو نص تنظيمي متخذ لتطبيقه؛ 2 - التي يمكن للقائمين بها أن يثبتوا أنها تساهم في التقدم الاقتصادي أو التقني أو هما معا، بما في ذلك بخلق مناصب الشغل أو الحفاظ عليها، وأنها تخصص للمستعملين جزءا عادلا من الربح الناتج عنها دون تمكين المنشآت المعنية بالأمر من إلغاء المنافسة فيما يخص جزءا مهما من السلع والمنتوجات والخدمات المعنية. ويجب ألا تفرض الممارسات المذكورة قيودا على المنافسة إلا بقدر ما تكون ضرورية لبلوغ هدف التقدم المشار إليه أعلاه. يجوز للإدارة، بعد موافقة مجلس المنافسة، أن تعتبر بعض أصناف الاتفاقات أو بعض الاتفاقات خصوصا إذا كانت تهدف إلى تحسين تسيير المنشآت الصغرى والمتوسطة أو تسويق الفلاحين لمنتوجاتهم، متوفرة على الشروط المنصوص عليها في الفقرة الأولى أعلاه. لا تخضع أيضا لأحكام المادتين 6 و 7 أعلاه الاتفاقات ذات الأهمية الدنيا التي لا تعرقل المنافسة بشكل ملموس، خاصة الاتفاقات بين المنشآت الصغرى أو المتوسطة. وتحدد بنص تنظيمي المعايير التي يقاس بها ما لا يعد إخلالا ملموسا بالمنافسة."
    },
    {
        "reference": "المادة 10",
        "contenu": "يعد باطلا بقوة القانون كل التزام أو اتفاقية أو بند تعاقدي يتعلق بممارسة محظورة تطبيقا للمادتين 6 و 7 أعلاه. يمكن أن يثار البطلان المذكور من لدن الأطراف والأغيار على السواء. ولا يجوز الاحتجاج به على الأغيار من لدن الأطراف، وتعاينه إن اقتضى الحال المحاكم المختصة التي يجب أن يبلغ إليها رأي مجلس المنافسة أو قراره إن سبق اتخاذه."
    },
    {
        "reference": "المادة 11",
        "contenu": "تنجز عملية تركيز : 1- حينما تندمج منشآتان أو عدة منشآت كانت مستقلة سابقا ؛ 2 حينما يقوم شخص أو عدة أشخاص، يراقبون منشأة واحدة على الأقل، بتولي المراقبة، بشكل مباشر أو غير مباشر على مجموع منشأة أخرى أو جزء منها أو على مجموع منشآت أخرى أو أجزاء منها، سواء بواسطة المساهمة في رأس المال أو شراء الأصول أو بواسطة عقد أو غيرها من الوسائل؛ 3 عندما تقوم منشأة أو عدة منشآت، بشكل مباشر أو غير مباشر، بتولي المراقبة على مجموع منشأة أخرى أو جزء منها أو على مجموع منشآت أخرى أو أجزاء منها، سواء بواسطة المساهمة في رأس المال أو شراء الأصول أو بواسطة عقد أو غيرها من الوسائل. يشكل تركيزا في مفهوم هذه المادة، إحداث منشأة مشتركة تقوم بشكل دائم بكافة مهام كيان اقتصادي مستقل."
    },
    {
        "reference": "المادة 12",
        "contenu": "يجب تبليغ كل عملية تركيز قبل إنجازها إلى مجلس المنافسة من طرف المنشآت والأطراف المعنية. وتطبق هذه القاعدة إذا تحقق أحد الشروط الثلاثة التالية : عندما يفوق رقم المعاملات الإجمالي العالمي، دون احتساب الرسوم المجموع المنشآت أو مجموعات الأشخاص الذاتيين أو الاعتباريين الأطراف في عملية التركيز المبلغ المحدد بنص تنظيمي؛ عندما يفوق رقم المعاملات الإجمالي، دون احتساب الرسوم المنجز بالمغرب من طرف اثنتين على الأقل من المنشآت أو مجموعات الأشخاص الذاتيين أو الاعتباريين المعنيين المبلغ المحدد بنص تنظيمي؛ عندما تنجز جميع المنشآت التي تكون طرفا في العقد أو موضوعا له أو مرتبطة به اقتصاديا خلال السنة المدنية السابقة أكثر من 40 % من البيوع أو الشراءات أو المعاملات الأخرى في سوق وطنية للسلع أو المنتوجات أو الخدمات من نفس النوع أو القابلة للاستبدال أو في جزء مهم من السوق المذكورة."
    },
    {
        "reference": "المادة 13",
        "contenu": "يمكن تبليغ عملية التركيز إلى مجلس المنافسة بمجرد ما يكون الطرف أو الأطراف المعنية قادرة على تقديم مشروع مكتمل بما فيه الكفاية يسمح بدراسة الملف، ولاسيما حينما تكون قد أبرمت اتفاقا مبدئيا أو وقعت رسالة نوايا أو بمجرد الإعلان عن عرض عمومي. وتقع إجبارية التبليغ على عاتق الأشخاص الذاتيين أو الاعتباريين الذين يتولون مراقبة مجموع منشأة أو جزء منها أو في حالة إدماج أو إحداث منشأة مشتركة، على عاتق جميع الأطراف المعنية التي يجب أن تقوم بالتبليغ بصفة مشتركة. ويحدد مضمون ملف التبليغ بنص تنظيمي . يكون التوصل بالتبليغ عن عملية من العمليات موضوع بلاغ ينشر من طرف مجلس المنافسة حسب الكيفيات المحددة بنص تنظيمي . وبمجرد التوصل بالملف، يوجه مجلس المنافسة نظيرا منه إلى الإدارة."
    },
    {
        "reference": "المادة 14",
        "contenu": "لا يمكن أن يتم الإنجاز الفعلي لعملية تركيز إلا بعد موافقة مجلس المنافسة، أو موافقة الإدارة إذا تم إعمال حقها في التصدي وفق الشروط المنصوص عليها في المادة 18 أدناه. وفي حالة الضرورة الخاصة المعللة بشكل قانوني، يمكن للأطراف التي قامت بالتبليغ تقديم طلب إلى مجلس المنافسة من أجل الحصول على استثناء يسمح لها بالإنجاز الفعلي لمجموع عملية التركيز أو جزء منها دون انتظار قرار الموافقة المشار إليها في الفقرة الأولى أعلاه ودون الإخلال به."
    },
    {
        "reference": "المادة 15",
        "contenu": "يبت مجلس المنافسة في عملية التركيز في أجل ستين (60) يوما ابتداء من تاريخ استلام التبليغ كاملا. يمكن لأطراف العملية أن تتعهد باتخاذ التدابير الهادفة على الخصوص إلى معالجة، عند الاقتضاء، آثار العملية المنافية لقواعد المنافسة إما عند تبليغ هذه العملية، أو في أي وقت قبل انصرام أجل ستين (60) يوما ابتداء من تاريخ التوصل بالتبليغ كاملا، ما دام لم يتم اتخاذ القرار المنصوص عليه في الفقرة الأولى أعلاه. وإذا توصل مجلس المنافسة بتعهدات، فإن الأجل المشار إليه في الفقرة الأولى أعلاه يمدد بعشرين (20) يوما . يمكن لمجلس المنافسة : 1. إما أن يعتبر ، بقرار معلل، أن العملية التي تم تبليغها إليه لا تندرج في مجال المادتين 11 و 12؛ 2 أن يرخص بالعملية ويشترط عند الاقتضاء، بقرار معلل، أن يقترن هذا الترخيص بالإنجاز الفعلي للتعهدات؛ 3 إذا اعتبر أنه لازال هناك احتمال جدي للمساس بالمنافسة، أن يقوم بدراسة معمقة وفقا للشروط المنصوص عليها في المادة 16 بعده."
    },
    {
        "reference": "المادة 16",
        "contenu": "عندما تكون عملية تركيز، موضوع دراسة معمقة، عملا بالبند 3 من الفقرة الخامسة من المادة 15 أعلاه فإن مجلس المنافسة ينظر فيما إذا كان من شأنها أن تخل بالمنافسة، لاسيما عن طريق إحداث وضع مهيمن أو تعزيزه أو بواسطة إحداث أو تعزيز قوة شرائية تجعل الموردين في وضعية تبعية اقتصادية. وينظر مجلس المنافسة فيما إذا كانت عملية التركيز تساهم في التقدم الاقتصادي مساهمة كافية لتعويض الأضرار اللاحقة بالمنافسة. يطبق مجلس المنافسة على الدراسة المعمقة للعملية المسطرة المنصوص عليها في الفقرة الخامسة من المادة 29 والمواد 31 و 32 و 33 من هذا القانون."
    },
    {
        "reference": "المادة 17",
        "contenu": "I- عندما تكون عملية تركيز موضوع دراسة معمقة، يتخذ مجلس المنافسة قرارا في شأنها داخل أجل تسعين (90) يوما ابتداء من انطلاق هذه الدراسة. II- يمكن للأطراف، بعد علمهم بفتح دراسة معمقة، أن يقترحوا تعهدات من شأنها معالجة آثار العملية المنافية لقواعد المنافسة. III - يمكن لمجلس المنافسة ، بقرار معلل : إما أن يرخص بعملية التركيز التي يمكن أن تكون مشروطة، عند الاقتضاء، بالإنجاز الفعلي للتعهدات؛ أو أن يرخص بالعملية مع أمر الأطراف باتخاذ كل التدابير الكفيلة بضمان منافسة كافية؛ أو أن يمنع عملية التركيز ويأمر عند الاقتضاء، الأطراف باتخاذ كل التدابير المناسبة لإعادة إرساء منافسة كافية."
    },
    {
        "reference": "المادة 18",
        "contenu": "يمكن للإدارة، داخل أجل عشرين (20) يوما ابتداء من تاريخ توصلها بقرار مجلس المنافسة أو إخبارها به عملا بالمادة 15 أعلاه، أن تطلب إلى المجلس القيام بدراسة معمقة للعملية وفق الشروط المنصوص عليها في المادتين 16 و 17 أعلاه. يمكن للإدارة، داخل أجل ثلاثين (30) يوما ابتداء من تاريخ توصلها بقرار مجلس المنافسة أو إخبارها به عملا بالمادة 17 أعلاه، أن تتصدى للقضية وتبت في العملية المعنية لاعتبارات تتعلق بالمصلحة العامة غير تلك المتعلقة بالحفاظ على المنافسة."
    },
    {
        "reference": "المادة 19",
        "contenu": "إذا تم إنجاز عملية تركيز دون تبليغ، فإن مجلس المنافسة يأمر، تحت طائلة غرامة تهديدية الأطراف بتبليغ العملية ما لم يتم الرجوع إلى الوضعية السابقة للتركيز. ويمكن لمجلس المنافسة، علاوة على ذلك، أن يفرض على الأشخاص الملزمين بالتبليغ عقوبة مالية يحدد مبلغها الأقصى بالنسبة إلى الأشخاص الاعتباريين في 5% دون احتساب الرسوم من رقم معاملاتهم المنجز في المغرب خلال آخر سنة محاسبية مختتمة. وبالنسبة إلى الأشخاص الذاتيين، يمكن أن تصل العقوبة إلى خمسة ملايين (5.000.000) درهم."
    },
    {
        "reference": "المادة 20",
        "contenu": "يجوز لمجلس المنافسة في حالة استغلال تعسفي لوضع مهيمن أو لوضعية تبعية اقتصادية، اتخاذ قرار معلل يأمر فيه المنشأة أو مجموعة المنشآت المعنية بالقيام، داخل أجل معين، بتغيير أو تتميم أو فسخ جميع الاتفاقات وجميع العقود التي تم بموجبها تركيز القوة الاقتصادية التي مكنت من التعسف، وذلك تحت طائلة غرامة تهديدية."
    },
    {
        "reference": "المادة 21",
        "contenu": "عندما يستشير مجلس المنافسة والإدارة أغيارا بخصوص عملية التركيز وآثارها والتعهدات المقترحة من لدن الأطراف، ويعلنان للعموم قرارهما ضمن الشروط المحددة بنص تنظيمي، فإنهما يأخذان بعين الاعتبار ما للأطراف التي تقوم بالتبليغ أو الأشخاص الذاتيين أو الاعتباريين الذين تم ذكرهم من مصلحة مشروعة في عدم إفشاء أسرار أعمالهم."
    },
    {
        "reference": "المادة 22",
        "contenu": "لا تطبق أحكام هذا القسم إلا على العقود الموقعة أو المبرمة بعد تاريخ دخول هذا القانون حيز التنفيذ."
    },
    {
        "reference": "المادة 23",
        "contenu": "لا يجوز أن تحال إلى مجلس المنافسة أو ينظر بمبادرة منه في الأفعال التي يرجع تاريخ وقوعها إلى أكثر من خمس سنوات إن لم ينجز أي عمل يهدف إلى البحث عنها أو إثباتها أو المعاقبة عليها داخل الأجل المذكور. غير أن التقادم يصبح مكتسبا، في كل الأحوال، عند مرور أجل عشر (10) سنوات ابتداء من توقف الممارسة المنافية لقواعد المنافسة دون أن يبت المجلس في شأنها."
    },
    {
        "reference": "المادة 24",
        "contenu": "يدرس مجلس المنافسة ما إذا كانت الممارسات المحال أمرها إليه تعتبر خرقا لأحكام المواد 6 و 7 و 8 من هذا القانون أو فيما إذا كان من الممكن تبرير هذه الممارسات بتطبيق المادة 9 من هذا القانون. ويصدر إن اقتضى الحال الإجراءات التحفظية والغرامات التهديدية والأوامر والعقوبات المنصوص عليها في هذا القانون."
    },
    {
        "reference": "المادة 25",
        "contenu": "عندما يرى مجلس المنافسة أن الأفعال كفيلة بتبرير تطبيق المادة 75 من هذا القانون، فإنه يحيل الملف إلى وكيل الملك لدى المحكمة الابتدائية المختصة قصد إجراء المتابعات وفقا للالمادة المذكورة."
    },
    {
        "reference": "المادة 26",
        "contenu": "يمكن لمجلس المنافسة داخل أجل شهرين ابتداء من إحالة الأمر إليه، أن يصرح بقرار معلل بعدم قبول الإحالة نظرا لانعدام المصلحة أو الأهلية لدى صاحبها، أو إذا تقادمت الأفعال بموجب المادة 23 أعلاه، أو إذا ارتأى أن الأفعال المدعى بها لا تدخل في نطاق اختصاصه أو أنها ليست مدعومة بعناصر ذات قيمة إثباتية كافية."
    },
    {
        "reference": "المادة 27",
        "contenu": "يعين المقرر العام مقررا لدراسة كل قضية."
    },
    {
        "reference": "المادة 28",
        "contenu": "يجوز لرئيس مجلس المنافسة أن يطلب إلى الإدارة القيام بجميع الأبحاث التي يراها مفيدة . ويجوز لرئيس المجلس كلما استلزمت حاجات التحقيق ذلك الاستعانة بكل خبرة تقتضي التوفر على أهلية تقنية خاصة."
    },
    {
        "reference": "المادة 29",
        "contenu": "يكون التحقيق والمسطرة أمام المجلس حضوريين مع مراعاة مقتضيات المادة 31 أدناه. يبلغ المقرر العام المؤاخذات إلى المعنيين بالأمر وكذا إلى مندوب الحكومة، الذين يجوز لهم الاطلاع على الملف وتقديم ملاحظاتهم داخل أجل شهرين. يبلغ التقرير بعد ذلك إلى الأطراف وإلى مندوب الحكومة، ويجب أن يتضمن عرضا عن الأفعال."
    },
    {
        "reference": "المادة 30",
        "contenu": "يجب على الأطراف المعنية أن تقدم ملاحظاتها كتابة في شأن التقرير داخل أجل شهرين من تاريخ تسلمه وفقا للالمادة 29 أعلاه. ويجوز لمجلس المنافسة، علاوة على ذلك، أن يدعو الأطراف لتقديم ملاحظاتها الشفوية وأن يطلب منها الإجابة على الأسئلة المطروحة عليها."
    },
    {
        "reference": "المادة 31",
        "contenu": "باستثناء الحالات التي يكون فيها تبليغ الوثائق أو الاطلاع عليها ضروريا لممارسة حقوق دفاع طرف معني بالقضية، يجوز لرئيس مجلس المنافسة أن يرفض تبليغ طرف أو إطلاعه على وثائق أو بعض العناصر المضمنة في تلك الوثائق والتي تفشي أسرار أعمال أشخاص آخرين."
    },
    {
        "reference": "المادة 32",
        "contenu": "يعاقب بغرامة من عشرة آلاف (10.000) إلى مائة ألف (100.000) درهم كل طرف من الأطراف المعنية يكشف عن المعلومات التي تتعلق بطرف آخر أو بالغير والتي لا يكون قد اطلع عليها إلا على إثر أعمال التبليغ أو الاطلاع التي تم القيام بها ."
    },
    {
        "reference": "المادة 33",
        "contenu": "جلسات مجلس المنافسة غير علنية. ويحق فقط للأطراف المعنية ومندوب الحكومة حضورها. ويمكن للأطراف المعنية أن يستعينوا أو يمثلوا بمستشارين قانونيين من اختيارهم. ويجوز لمجلس المنافسة أن يستمع إلى كل شخص يرى في الاستماع إليه ما يثري معلوماته."
    },
    {
        "reference": "المادة 34",
        "contenu": "يمكن للمحاكم أن توافي مجلس المنافسة، بطلب منه، بنسخ من المحاضر أو تقارير البحث أو كل وثيقة أخرى مرتبطة بالتحقيق الجنائي لها علاقة مباشرة بالأفعال المحال أمرها إلى مجلس المنافسة."
    },
    {
        "reference": "المادة 35",
        "contenu": "يجوز لمجلس المنافسة، بطلب من المنشآت أو الإدارة أو الأشخاص المشار إليهم في الفقرة الثالثة من المادة 5 من القانون رقم 20.13، أن يصدر أمرا باتخاذ التدابير التحفظية المطلوبة منه أو التي يعتبرها ضرورية إذا كانت الممارسة المؤاخذ عليها تلحق مساسا خطيرا وفوريا باقتصاد البلاد أو باقتصاد القطاع المعني بالأمر."
    },
    {
        "reference": "المادة 36",
        "contenu": "يجوز لمجلس المنافسة أن يأمر المعنيين بالأمر بجعل حد للممارسات المنافية لقواعد المنافسة داخل أجل معين أو أن يفرض عليهم شروطا خاصة. كما يجوز له أيضا الموافقة على التعهدات المقترحة من طرف المنشآت أو الهيئات."
    },
    {
        "reference": "المادة 37",
        "contenu": "إذا لم تعارض إحدى الهيئات أو المنشآت صحة المؤاخذات المبلغة إليها، جاز للمقرر العام أن يقترح على مجلس المنافسة الحكم بالعقوبة المالية المنصوص عليها في المادة 39 من هذا القانون مع الأخذ بعين الاعتبار غياب أي اعتراض. وفي هذه الحالة، يقلص المبلغ الأقصى للعقوبة المحكوم بها إلى النصف."
    },
    {
        "reference": "المادة 38",
        "contenu": "إذا لم يقع التقيد بالتدابير التحفظية أو الأوامر أو التعهدات المنصوص عليها في المواد 35 و 36 و 37 أعلاه، جاز لمجلس المنافسة الحكم بعقوبة مالية في الحدود المشار إليها في المادة 39 بعده."
    },
    {
        "reference": "المادة 39",
        "contenu": "يجوز لمجلس المنافسة أن يصدر عقوبة مالية تتناسب مع خطورة الأفعال وأهمية الضرر الملحق بالاقتصاد. وإذا لم يكن المخالف منشأة، فإن المبلغ الأقصى للعقوبة هو أربعة ملايين (4.000.000) درهم. أما المبلغ الأقصى للعقوبة بالنسبة لمنشأة فهو 10 % من مبلغ رقم المعاملات الأعلى العالمي أو الوطني."
    },
    {
        "reference": "المادة 40",
        "contenu": "يجوز لمجلس المنافسة أن يوقع بالمعنيين غرامة تهديدية في حدود 5% من متوسط رقم الأعمال اليومي دون احتساب الرسوم، عن كل يوم تأخير ابتداء من التاريخ الذي يحدده من أجل إجبارهم على تنفيذ قراراته."
    },
    {
        "reference": "المادة 41",
        "contenu": "يجوز منح إعفاء كلي أو جزئي من العقوبات المالية لمنشأة أو هيأة، قامت مع أطراف أخرى بممارسة محظورة بموجب مقتضيات المادة 6، إذا ساهمت في إثبات وقوع الممارسة المحظورة وتحديد مرتكبيها، من خلال تقديم معلومات لم تتوفر لمجلس المنافسة من قبل."
    },
    {
        "reference": "المادة 42",
        "contenu": "يجوز للمجلس أن يأمر بنشر القرارات المتخذة تطبيقا لهذا الفرع بكاملها أو في مستخرجات بواحدة أو أكثر من الجرائد المخولة لها نشر الإعلانات القانونية على نفقة الطرف المخالف."
    },
    {
        "reference": "المادة 43",
        "contenu": "يمكن للسلطة الحكومية المختصة أن تأمر الأشخاص الذاتيين أو الاعتباريين بوضع حد للممارسات التي ارتكبوها والمشار إليها في المواد 6 و 7 و 8 إذا كانت تلك الممارسات تؤثر على سوق ذات بعد محلي. يمكن كذلك للسلطة الحكومية المختصة أن تقترح على الأشخاص المعنيين إجراء صلح لا يمكن أن يفوق مبلغه 500.000 درهم أو 5% من آخر رقم معاملات."
    },
    {
        "reference": "المادة 44",
        "contenu": "تقدم الطعون ضد قرارات مجلس المنافسة المتعلقة بالتركيز الاقتصادي أمام الغرفة الإدارية بمحكمة النقض داخل أجل ثلاثين (30) يوما. تقدم الطعون ضد القرارات الأخرى أمام محكمة الاستئناف بالرباط."
    },
    {
        "reference": "المادة 45",
        "contenu": "لا يمكن أن تكون قرارات رئيس مجلس المنافسة المتخذة تطبيقا للالمادة 31 من هذا القانون، موضوع طعن مستقل عن القرارات الصادرة في الجوهر."
    },
    {
        "reference": "المادة 46",
        "contenu": "يجب تقديم الطعن في أجل ثلاثين (30) يوما من لدن الأطراف المعنية أو مندوب الحكومة أو هما معا. ويسري هذا الأجل ابتداء من يوم استلام التبليغ."
    },
    {
        "reference": "المادة 47",
        "contenu": "يودع الطعن لدى مجلس المنافسة. ويسلم وصل عن الإيداع المذكور. وتعتبر نسخة من المقال تحمل طابع مجلس المنافسة بمثابة وصل."
    },
    {
        "reference": "المادة 48",
        "contenu": "يجب أن يتضمن المقال الأسماء الكاملة للأطراف المعنية وصفاتهم أو مهنهم وسكناهم أو إقامتهم. وينبغي أن يشير إلى الموضوع والأفعال والوسائل المثارة."
    },
    {
        "reference": "المادة 49",
        "contenu": "يوجه المقال خلال عشرة (10) أيام ابتداء من تاريخ إيداع الطعن وكذا الوثائق المرفقة به وملف القضية إلى كتابة ضبط محكمة الاستئناف."
    },
    {
        "reference": "المادة 50",
        "contenu": "تحدد محكمة الاستئناف الآجال التي ينبغي لأطراف الدعوى أن تتبادل خلالها ملاحظاتها الكتابية وإيداع نسخة منها بكتابة الضبط لدى المحكمة المذكورة."
    },
    {
        "reference": "المادة 51",
        "contenu": "تبت محكمة الاستئناف داخل أجل ثلاثين (30) يوما إذا كان الطعن متعلقا بالتدابير التحفظية."
    },
    {
        "reference": "المادة 52",
        "contenu": "يجوز للنيابة العامة أن تطلع على القضايا التي تعتبر أنه من الضروري أن تتدخل فيها ."
    },
    {
        "reference": "المادة 53",
        "contenu": "الطعن لا يوقف التنفيذ . غير أنه يجوز لمحكمة الاستئناف الأمر بوقف التنفيذ إذا ما كانت التدابير التحفظية والقرارات الصادرة عن مجلس المنافسة من شأنها أن تترتب عليها عواقب لا يمكن تداركها."
    },
    {
        "reference": "المادة 54",
        "contenu": "تصدر قرارات محكمة الاستئناف بصفة علنية."
    },
    {
        "reference": "المادة 55",
        "contenu": "باستثناء الحالة المنصوص عليها في المادة 26 من هذا القانون، يجب على محكمة الاستئناف حينما تبطل قرار المجلس أو تلغيه، التصدي دون إحالة."
    },
    {
        "reference": "المادة 56",
        "contenu": "يجوز تقديم طعن عارض ولو كان طالبه قد سقط حقه في ممارسة طعن رئيسي إذا تم تقديمه بعد انصرام شهر واحد من التوصل بالتبليغ."
    },
    {
        "reference": "المادة 57",
        "contenu": "إذا كان الطعن من شأنه أن يمس بحقوق ومصالح أشخاص آخرين كانوا أطرافا معنية أمام مجلس المنافسة، يجوز لهؤلاء الأشخاص الانضمام إلى الدعوى أمام محكمة الاستئناف."
    },
    {
        "reference": "المادة 58",
        "contenu": "يجب أن تحرر فاتورة عن كل شراء السلع أو منتوجات أو عن تقديم كل خدمة في ما بين المهنيين. يلزم البائع بمجرد إنجاز البيع أو تقديم الخدمة بتسليم الفاتورة. يجب أن تتضمن الفاتورة أسماء الأطراف، التاريخ، الكمية، السعر، والتخفيضات الممنوحة."
    },
    {
        "reference": "المادة 59",
        "contenu": "يجب على كل منتج أو مقدم خدمات أو مستورد أو بائع بالجملة أن يخبر كل من يشتري سلعة أو منتوجا أو يطلب تقديم خدمة لأجل نشاط مهني، فيما إذا طلب ذلك، بجدول أسعاره وشروط بيعه."
    },
    {
        "reference": "المادة 60",
        "contenu": "يمنع على كل شخص أن يفرض بصفة مباشرة أو غير مباشرة حدا أدنى لسعر إعادة بيع منتوج أو سلعة أو لسعر خدمة أو هامش تجاري."
    },
    {
        "reference": "المادة 61",
        "contenu": "يمنع على كل منتج أو مستورد أو بائع بالجملة أو مقدم خدمات: 1- أن يطبق شروط بيع تمييزية غير مبررة؛ 2- يمتنع من تلبية طلبات مشتري المنتوجات؛ 3- أن يوقف بيع سلعة على شراء كمية مفروضة؛ 4- تزويد الباعة خارج أسواق الجملة المهيئة للفواكه والخضروات والأسماك."
    },
    {
        "reference": "المادة 62",
        "contenu": "تعتبر بمثابة ادخار سري وتمنع : 1 - حيازة بضائع يخفونها قصد المضاربة؛ 2 - حيازة بضائع لأجل البيع لدى أشخاص غير مقيدين في السجل التجاري؛ 3 - حيازة بضائع لا تدخل في نطاق الغرض من صناعتهم أو تجارتهم؛ 4 - حيازة المنتجين الفلاحيين لبضائع لا علاقة لها بمؤسسات استغلالهم قصد بيعها."
    },
    {
        "reference": "المادة 63",
        "contenu": "يمكن أن تحدد الأسعار إما بالقيمة المطلقة وإما بتطبيق هامش ربح مطبق على سلعة أو منتوج أو خدمة في مرحلة التسويق المقصودة وإما بأية طريقة أخرى."
    },
    {
        "reference": "المادة 64",
        "contenu": "يمكن أن تعتبر إجبارية وتخضع للتصريح بها الحيازة بأي وجه من الوجوه لبضائع أو منتوجات منظمة أسعارها تطبيقا لهذا القانون وذلك كيفما كان منشؤها أو مصدرها أو وجهتها."
    },
    {
        "reference": "المادة 65",
        "contenu": "يمكن أن تحدد الإدارة شروط حيازة البضائع أو المنتوجات المنظمة أسعارها تطبيقا لهذا القانون وإن اقتضى الحال طريقة تقديمها لأجل عرضها أو عرضها للبيع."
    },
    {
        "reference": "المادة 66",
        "contenu": "تمنع وتعتبر ادخارا سريا : - حيازة المدخرات من البضائع أو المنتوجات التي لم يصرح بها؛ - حيازة المنتوجات المدعمة أو نقلها أو بيعها في عمالات أو أقاليم غير تلك الموجهة إليها تلك المنتوجات."
    },
    {
        "reference": "المادة 67",
        "contenu": "تعتبر زيادات غير مشروعة في الأسعار : 1- البيوع بسعر يفوق السعر المحدد ؛ 2 الشراء عمدا بسعر يفوق السعر المحدد؛ 3 مقاسمة عدة وسطاء لربح يتجاوز نسبة الربح القصوى؛ 4- الإبقاء على نفس السعر بالنسبة للسلع التي تم خفض جودتها أو وزنها."
    },
    {
        "reference": "المادة 68",
        "contenu": "لأجل تطبيق أحكام هذا القانون يمكن أن يقوم بالأبحاث اللازمة المقررون والباحثون التابعون لمجلس المنافسة والموظفون بالإدارة المؤهلون خصيصا لهذا الغرض وأعوان هيأة مراقبي الأسعار. يجب أن يكونوا محلفين وأن يحملوا بطاقة مهنية."
    },
    {
        "reference": "المادة 69",
        "contenu": "يمكن أن يترتب على الأبحاث تحرير محاضر وإن اقتضى الحال تقارير بحث. ترفع المحاضر والتقارير المتعلقة بالممارسات المنافية للمنافسة إلى السلطة التي طلبتها."
    },
    {
        "reference": "المادة 70",
        "contenu": "تتضمن المحاضر طبيعة المعاينات وتاريخها ومكانها ، ويوقعها الباحث والشخص المعني بالتحريات. تشفع المحاضر إن اقتضى الحال بأمر حجز مؤقت في حالة المخالفة لأحكام الادخار السري."
    },
    {
        "reference": "المادة 71",
        "contenu": "يجوز للباحثين أن يلجوا جميع المحلات أو الأراضي أو وسائل النقل المعدة لغرض مهني وأن يطلبوا الاطلاع على السجلات والفاتورات ويحصلوا على نسخ منها."
    },
    {
        "reference": "المادة 72",
        "contenu": "لا يجوز للباحثين القيام بزيارة جميع الأماكن وبحجز الوثائق إلا في إطار الأبحاث التي يأمر بها رئيس مجلس المنافسة أو الإدارة وبترخيص معلل من وكيل الملك التابعة الأماكن المراد زيارتها لدائرة نفوذه."
    },
    {
        "reference": "المادة 73",
        "contenu": "يمكن لمجلس المنافسة أو الإدارة، حينما لا تستجيب منشأة لاستدعاء أو طلب معلومات، أن يصدر في حقها أمرا مشفوعا بغرامة تهديدية. وعندما تقوم منشأة بعرقلة البحث، يجوز فرض عقوبة مالية عليها لا تتعدى 1 % من رقم المعاملات."
    },
    {
        "reference": "المادة 74",
        "contenu": "يجوز للباحثين المؤهلين بموجب هذا القانون أن يطلعوا ، دون مواجهتهم بالسر المهني، على كل وثيقة أو معلومات توجد في حوزة الإدارات والمؤسسات العمومية والجماعات الترابية."
    },
    {
        "reference": "المادة 75",
        "contenu": "يعاقب بالحبس من شهرين إلى سنة وبغرامة من عشرة آلاف (10.000) إلى خمسمائة ألف (500.000) درهم، كل شخص ذاتي شارك على سبيل التدليس في تخطيط الممارسات المنافية للمنافسة."
    },
    {
        "reference": "المادة 76",
        "contenu": "يعاقب بالحبس من شهرين إلى سنتين وبغرامة من عشرة آلاف (10.000) إلى خمسمائة ألف (500.000) درهم، كل من افتعل أو حاول افتعال رفع أو تخفيض سعر سلع أو خدمات باستعمال معلومات كاذبة أو افتراءات (المضاربة)."
    },
    {
        "reference": "المادة 77",
        "contenu": "يمكن في جميع الحالات المنصوص عليها في المادتين 75 و 76 أعلاه، أن يعاقب مرتكب المخالفة بالحرمان من واحد أو أكثر من الحقوق الوطنية أو المدنية."
    },
    {
        "reference": "المادة 78",
        "contenu": "تعاقب المخالفات لمقتضيات شفافية العلاقات التجارية والزيادات غير المشروعة في الأسعار بغرامة من خمسة آلاف (5.000) إلى ثلاثمائة ألف (300.000) درهم."
    },
    {
        "reference": "المادة 79",
        "contenu": "يعاقب بغرامة من مائة ألف (100.000) إلى خمسمائة ألف (500.000) درهم وبالحبس من شهرين إلى سنتين على المخالفات لأحكام الادخار السري."
    },
    {
        "reference": "المادة 80",
        "contenu": "كل شخص مسؤول عن إخفاء بضاعة أو منتوج صدر أمر بحجزه، يعاقب بغرامة يمكن أن يساوي مبلغها 10 مرات قيمة البضاعة أو المنتوج الذي وقع إخفاؤه."
    },
    {
        "reference": "المادة 81",
        "contenu": "في حالة الحكم بالإدانة من أجل ادخار سري، يمكن أن تأمر المحكمة بإغلاق مخازن أو مكاتب المحكوم عليه بصفة مؤقتة ولمدة لا يمكن أن تفوق ثلاثة (3) أشهر. كما يجوز منع المحكوم عليه من ممارسة مهنته لمدة لا تزيد على سنة."
    },
    {
        "reference": "المادة 82",
        "contenu": "لا يجوز تحت طائلة العقوبات وطوال مدة المنع المقررة، أن يشغل المحكوم عليه بأي صفة كانت في المؤسسة التي كان يستغلها ولو كان قد باعها أو أكراها."
    },
    {
        "reference": "المادة 83",
        "contenu": "يعاقب بالحبس من شهرين إلى سنتين وبغرامة من خمسة آلاف (5.000) إلى مائتي ألف (200.000) درهم كل شخص اعترض على قيام الباحثين بمهامهم أو امتنع من إطلاعهم على الوثائق أو قدم معلومات غير صحيحة."
    },
    {
        "reference": "المادة 84",
        "contenu": "لا تطبق أحكام الفصل 146 من مجموعة القانون الجنائي المتعلقة بالظروف المخففة على العقوبات بالغرامة الصادرة طبقا لهذا القانون."
    },
    {
        "reference": "المادة 85",
        "contenu": "يوجه، دون مصاريف إلى رئيس مجلس المنافسة بقصد الإخبار، مستخرج من الحكم أو القرار بمجرد ما يصير حكم بالإدانة غير قابل للطعن فيه."
    },
    {
        "reference": "المادة 86",
        "contenu": "يجوز للمحكمة أن تأمر بالنشر والتعليق للحكم الصادر عنها تطبيقا لهذا الباب وذلك على نفقة المحكوم عليه."
    },
    {
        "reference": "المادة 87",
        "contenu": "تباشر المتابعات الجنائية المجراة تطبيقا للقسمين السادس والسابع من هذا القانون عن طريق الاستدعاء المباشر وتبت المحكمة المختصة في القضية في أقرب جلسة تعقدها ."
    },
    {
        "reference": "المادة 88",
        "contenu": "يجوز للمحكمة أن تحكم على سبيل التضامن على الأشخاص الاعتباريين بدفع الغرامات المحكوم بها على مسيريها عملا بأحكام هذا القانون."
    },
    {
        "reference": "المادة 89",
        "contenu": "لا تطبق الأحكام الجنائية الواردة في هذا القانون إلا إذا تعذر تكييف الأفعال المعاقب عليها تكييفا جنائيا أشد عملا بأحكام مجموعة القانون الجنائي."
    },
    {
        "reference": "المادة 90",
        "contenu": "يتوقف تقادم الدعوى العمومية وفق شروط القانون العادي، بما في ذلك بتحرير المحاضر المشار إليها في المادة 69 من هذا القانون."
    },
    {
        "reference": "المادة 91",
        "contenu": "يثبت موظفو الإدارة المؤهلون خصيصا لهذا الغرض والأعوان التابعون لهيأة مراقبي الأسعار المخالفات لأحكام القسمين السادس والسابع فيما يتعلق بالسلع والمنتوجات والخدمات المنظمة أسعارها."
    },
    {
        "reference": "المادة 92",
        "contenu": "ترفع فورا إلى الجهة المختصة المحاضر المثبتة فيها المخالفات لأحكام القسم السابع. وتوجه إلى وكيل الملك المحاضر المثبتة فيها المخالفات لأحكام القسم السادس المتعلقة بالسلع المنظمة أسعارها."
    },
    {
        "reference": "المادة 93",
        "contenu": "يمكن أن تكون المخالفات لأحكام القسم السابع إما محل مصالحات وإما محل عقوبات إدارية أو عقوبات قضائية. وتحدث بنص تنظيمي الجهة المؤهلة لإجراء المصالحة وإصدار العقوبات الإدارية."
    },
    {
        "reference": "المادة 94",
        "contenu": "يحق للجهة المختصة وحدها إبرام المصالحات. ولا يجوز إبرام المصالحة بعد أن توجه الجهة الملف إلى المحكمة الابتدائية المختصة."
    },
    {
        "reference": "المادة 95",
        "contenu": "يترتب عن إبرام المصالحة دون قيد أو شرط سقوط حق الإدارة في المتابعة."
    },
    {
        "reference": "المادة 96",
        "contenu": "يجب أن تثبت المصالحة كتابة في عدد من الأصول يساوي عدد الأطراف التي لها مصلحة مستقلة."
    },
    {
        "reference": "المادة 97",
        "contenu": "تصدر العقوبات الإدارية بقرار صادر عن الجهة المختصة يتخذ بعد استطلاع رأي رئيس المصلحة الخارجية للإدارة الراجع إليها أمر البضاعة أو الخدمة."
    },
    {
        "reference": "المادة 98",
        "contenu": "العقوبات الإدارية مرتبة حسب شدتها هي : 1- إنذار؛ 2- غرامة لا تتجاوز عشر مرات مبلغ متوسط رقم أعمال المخالف الأسبوعي، دون أن تتجاوز 300.000 درهم أو تقل عن 5.000 درهم. ويمكن قرنها بالمصادرة في حالة الادخار السري."
    },
    {
        "reference": "المادة 99",
        "contenu": "يجوز للجهة المختصة أن تأمر بأن تعلق أو تدرج في الجرائد القرارات الصادرة بمصادرة البضائع أو بعقوبة مالية."
    },
    {
        "reference": "المادة 100",
        "contenu": "توضع البضائع أو المنتوجات المصادرة رهن تصرف إدارة أملاك الدولة التي تقوم بتفويتها وفقا للشروط المحددة."
    },
    {
        "reference": "المادة 101",
        "contenu": "يعتبر القرار الصادر بدفع غرامة إدارية سندا قابلا للتنفيذ ما عدا في حالة إبرام مصالحة أو إحالة الأمر إلى اللجنة المركزية."
    },
    {
        "reference": "المادة 102",
        "contenu": "لا يقرر إيقاف التنفيذ فيما يتعلق بالعقوبات الإدارية."
    },
    {
        "reference": "المادة 103",
        "contenu": "يخول حق الطعن أمام لجنة مركزية لكل مخالف صدرت عليه عقوبة غرامة إدارية. ويجب أن يمارس الطعن داخل أجل ثلاثين يوما (30) من تاريخ التبليغ."
    },
    {
        "reference": "المادة 104",
        "contenu": "توجه الجهة المختصة في حالة عدم إبرام مصالحة أو عدم صدور عقوبة إدارية الملف إلى وكيل الملك المختص لأجل البت فيه قضائيا ."
    },
    {
        "reference": "المادة 105",
        "contenu": "يجب، متى صدر حكم بالإدانة، أن يوجه وكيل الملك أو الوكيل العام للملك إشعارا ومستخرجا من الحكم إلى الجهة الإدارية المختصة."
    },
    {
        "reference": "المادة 106",
        "contenu": "يمكن أن تنتصب جمعيات المستهلكين المعترف لها بصفة المنفعة العامة طرفا مدنيا أو أن تحصل على تعويضات عن الضرر اللاحق بالمستهلكين بناء على دعوى مدنية مستقلة."
    },
    {
        "reference": "المادة 107",
        "contenu": "الآجال المنصوص عليها في هذا القانون أجال كاملة."
    },
    {
        "reference": "المادة 108",
        "contenu": "يتم تحصيل العقوبات المالية والغرامات التهديدية التي يصدرها مجلس المنافسة، وفقا للنصوص التشريعية المتعلقة بتحصيل الديون العمومية."
    },
    {
        "reference": "المادة 109",
        "contenu": "يتم الشروع في تطبيق اختصاص مجلس المنافسة إزاء القطاعات التابعة لهيئات التقنين الأخرى، في تاريخ يحدد بنص تنظيمي."
    },
    {
        "reference": "المادة 110",
        "contenu": "تنسخ الأحكام الواردة في المادة الأولى إلى غاية المادة 13 والمواد من 24 على غاية 103 من القانون رقم 06.99 المتعلق بحرية الأسعار والمنافسة."
    },
    {
        "reference": "المادة 111",
        "contenu": "يدخل هذا القانون حيز التنفيذ ابتداء من تاريخ سريان مفعول النصوص التنظيمية اللازمة لتطبيقه الكامل."
    }
]