[
    {
        "reference": "المادة 1",
        "contenu": "ينظم هذا القانون القواعد المتعلقة بالأعمال التجارية والتجار."
    },
    {
        "reference": "المادة 2",
        "contenu": "يفصل في المسائل التجارية بمقتضى قوانين وعادات التجارة أو بمقتضى القانون المدني ما لم تتعارض مقتضياته مع المبادئ الأساسية للقانون التجاري."
    },
    {
        "reference": "المادة 3",
        "contenu": "تطبق العادات التجارية الخاصة والمحلية على العادات العامة."
    },
    {
        "reference": "المادة 4",
        "contenu": "إذا كان العمل تجاريا بالنسبة لأحد الطرفين ومدنيا بالنسبة للطرف الآخر، طبقت قواعد القانون التجاري في مواجهة الطرف الذي كان العمل بالنسبة إليه تجاريا، ولا يمكن أن يواجه بها الطرف الذي كان العمل بالنسبة إليه مدنيا، ما لم ينص مقتضى خاص على خلاف ذلك."
    },
    {
        "reference": "المادة 5",
        "contenu": "تتقادم الالتزامات الناشئة بمناسبة عمل تجاري بين تجار أو بينهم وبين غير تجار بمضي خمس سنوات، ما لم توجد مقتضيات خاصة مخالفة."
    },
    {
        "reference": "المادة 6",
        "contenu": "مع مراعاة أحكام الباب الثاني من القسم الرابع بعده المتعلق بالشهر في السجل التجاري، تكتسب صفة تاجر بالممارسة الاعتيادية أو الاحترافية للأنشطة التالية: شراء المنقولات المادية أو المعنوية بنية بيعها بذاتها أو بعد تهيئتها بهيئة أخرى أو بقصد تأجيرها؛ استخراج المواد الطبيعية من مناجم ومقالع؛ الصناعة أو الحرف؛ النقل؛ البنوك والقرض والمعاملات المالية؛ عمليات التأمين بالأقساط ثابتة؛ السمسرة والوكالة بالعمولة وغيرهما من أعمال الوساطة؛ استغلال المستودعات والمخازن العمومية؛ الطباعة والنشر بجميع أشكالها ودعائمها؛ البناء والأشغال العمومية؛ مكاتب ووكالات الأعمال والأسفار والإعلام والإشهار؛ التزويد بالمواد والخدمات؛ تنظيم الملاهي العمومية؛ البيع بالمزاد العلني؛ توزيع الماء والكهرباء والغاز؛ البريد والمواصلات."
    },
    {
        "reference": "المادة 7",
        "contenu": "تكتسب صفة تاجر كذلك بالممارسة الاعتيادية أو الاحترافية لكل نشاط يمكن أن يماثل الأنشطة الواردة في المادة 6."
    },
    {
        "reference": "المادة 8",
        "contenu": "تكتسب صفة تاجر كذلك بالممارسة الاعتيادية أو الاحترافية للأنشطة التالية: كل عملية تتعلق بالسفن والطائرات وتوابعها؛ كل عملية تتعلق بإرسال السفن والطائرات والاتجار في شحناتها؛ كل عملية تتعلق بالبحر والجو وبالبيع والشراء وبالتأمين وبالقرض وبالتفريغ والشحن؛ الالتزامات المتعلقة بأجور الطاقم؛ العقود المتعلقة بخدمة الملاحة."
    },
    {
        "reference": "المادة 9",
        "contenu": "يعد عملا تجاريا بصرف النظر عن المادتين 6 و7: الكمبيالة؛ السند لأمر الموقع ولو من غير تاجر، إذا ترتب في هذه الحالة عن معاملة تجارية."
    },
    {
        "reference": "المادة 10",
        "contenu": "تعتبر أعمالا تجارية تابعة الأعمال التي يقوم بها التاجر بمناسبة تجارته، ما لم يثبت خلاف ذلك."
    },
    {
        "reference": "المادة 11",
        "contenu": "يعتبر القاصر المأذون له بمزاولة التجارة وفق مقتضيات مدونة الأسرة أهلا لاكتساب صفة تاجر."
    }
]